// Auto Generated

var _avatarskill_ = {
	"150101": {
		"Live": {
			"Name": "哑火了吗",
			"MaxLevel": 10,
			"Type": "普攻",
			"Tag": "单攻",
			"Desc": "对指定敌方单体造成等同于火花@ <b>#1[p]</b> #攻击力的火属性伤害。",
			"Params": [
				[0.5],
				[0.6],
				[0.7],
				[0.8],
				[0.9],
				[1],
				[1.1],
				[1.2],
				[1.3],
				[1.4]
			],
			"BP": 1,
			"SPAdd": 20,
			"AttackType": "Normal",
			"Stance": [1, 0, 0],
			"Icon": "SkillIcon_1501_Normal"
		}
	},
	"150102": {
		"Live": {
			"Name": "尖叫！火花花连线中",
			"MaxLevel": 15,
			"Type": "战技",
			"Tag": "强化",
			"Desc": "开启直播连线，使普攻变为【百花齐放，胜者独享！】并发动1次【互动陷阱】，本次技能内可以重复发动【互动陷阱】，最多发动 <b>#1[f]</b> 次。施放本技能不视为使用战技。<br>隐藏数值：#2[f]、#3[f]、#4[f]、#5[f]",
			"Params": [
				[20, 28, 3, 7, 4],
				[20, 28, 3, 7, 4],
				[20, 28, 3, 7, 4],
				[20, 28, 3, 7, 4],
				[20, 28, 3, 7, 4],
				[20, 28, 3, 7, 4],
				[20, 28, 3, 7, 4],
				[20, 28, 3, 7, 4],
				[20, 28, 3, 7, 4],
				[20, 28, 3, 7, 4],
				[20, 28, 3, 7, 4],
				[20, 28, 3, 7, 4],
				[20, 28, 3, 7, 4],
				[20, 28, 3, 7, 4],
				[20, 28, 3, 7, 4]
			],
			"BP": -1,
			"SPAdd": 0,
			"AttackType": "BPSkill",
			"Stance": [0, 0, 0],
			"Icon": "SkillIcon_1501_BP"
		}
	},
	"150103": {
		"Live": {
			"Name": "万我狂欢，镜头不要停",
			"MaxLevel": 15,
			"Type": "终结技",
			"Tag": "群攻",
			"Desc": "获得 <b>#1[f]</b> 个<u>笑点</u>。对敌方全体造成等同于火花（#3[f]*欢愉度+@ <b>#2[p]</b> #）攻击力的火属性伤害。",
			"Params": [
				[2, 0.3, 0.6],
				[2, 0.32, 0.6],
				[2, 0.34, 0.6],
				[2, 0.36, 0.6],
				[2, 0.38, 0.6],
				[2, 0.4, 0.6],
				[2, 0.425, 0.6],
				[2, 0.45, 0.6],
				[2, 0.475, 0.6],
				[2, 0.5, 0.6],
				[2, 0.52, 0.6],
				[2, 0.54, 0.6],
				[2, 0.56, 0.6],
				[2, 0.58, 0.6],
				[2, 0.6, 0.6]
			],
			"BP": 0,
			"SPAdd": 5,
			"AttackType": "Ultra",
			"Stance": [0, 2, 0],
			"Icon": "SkillIcon_1501_Ultra",
			"SPNeed": 160.0,
		}
	},
	"150104": {
		"Live": {
			"Name": "幕后花手",
			"MaxLevel": 15,
			"Type": "天赋",
			"Tag": "强化",
			"Desc": "火花持有【<u>好活当赏</u>】时：<br>施放强化普攻可对指定敌方单体造成@ <b>#3[p]</b> #的火属性<u>欢愉伤害</u>，并对其相邻目标造成@ <b>#4[p]</b> #的火属性<u>欢愉伤害</u>。且每发动1次【互动陷阱】会使强化普攻攻击时，额外对随机1个受到攻击的敌方目标造成1次@ <b>#1[p]</b> #的火属性<u>欢愉伤害</u>。<br>施放终结技可对敌方全体造成@ <b>#2[p]</b> #的火属性<u>欢愉伤害</u>。",
			"Params": [
				[0.1, 0.24, 0.2, 0.1],
				[0.11, 0.264, 0.22, 0.11],
				[0.12, 0.288, 0.24, 0.12],
				[0.13, 0.312, 0.26, 0.13],
				[0.14, 0.336, 0.28, 0.14],
				[0.15, 0.36, 0.3, 0.15],
				[0.1625, 0.39, 0.325, 0.1625],
				[0.175, 0.42, 0.35, 0.175],
				[0.1875, 0.45, 0.375, 0.1875],
				[0.2, 0.48, 0.4, 0.2],
				[0.21, 0.504, 0.42, 0.21],
				[0.22, 0.528, 0.44, 0.22],
				[0.23, 0.552, 0.46, 0.23],
				[0.24, 0.576, 0.48, 0.24],
				[0.25, 0.6, 0.5, 0.25]
			],
			"BP": 0,
			"SPAdd": 0,
			"AttackType": "None",
			"Stance": [0.5, 0, 0],
			"Icon": "SkillIcon_1501_Passive",
		}
	},
	"150106": {
		"Live": {
			"Name": "攻击",
			"MaxLevel": 1,
			"Type": "dev_连携",
			"Tag": "",
			"Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
			"Params": [
				[]
			],
			"BP": 0,
			"SPAdd": 0,
			"AttackType": "MazeNormal",
			"Stance": [1, 0, 0],
			"Icon": "SkillIcon_1501_Normal"
		}
	},
	"150107": {
		"Live": {
			"Name": "流量变现",
			"MaxLevel": 1,
			"Type": "秘技",
			"Tag": "妨害",
			"Desc": "使用秘技后使一定区域内的敌人陷入 <b>#3[f]</b> 秒的【拉黑】状态，【拉黑】状态下的敌人无法发现我方目标。<br>若主动攻击陷入【拉黑】状态的敌人，进入战斗后，对敌方全体造成等同于火花 <b>#2[p]</b> 攻击力的火属性伤害，并为我方恢复 <b>#1[f]</b> 个战技点。",
			"Params": [
				[2, 0.5, 10]
			],
			"BP": 0,
			"SPAdd": 0,
			"AttackType": "Maze",
			"Stance": [0, 0, 0],
			"Icon": "SkillIcon_1501_Maze"
		}
	},
	"150108": {
		"Live": {
			"Name": "百花齐放，胜者独享！",
			"MaxLevel": 10,
			"Type": "普攻",
			"Tag": "扩散",
			"Desc": "结算直播连线结果，对指定敌方单体造成等同于火花@ <b>#1[p]</b> #攻击力的火属性伤害，并对其相邻目标造成等同于火花@ <b>#2[p]</b> #攻击力的火属性伤害。",
			"Params": [
				[0.5, 0.25],
				[0.6, 0.3],
				[0.7, 0.35],
				[0.8, 0.4],
				[0.9, 0.45],
				[1, 0.5],
				[1.1, 0.55],
				[1.2, 0.6],
				[1.3, 0.65],
				[1.4, 0.7]
			],
			"BP": 1,
			"SPAdd": 40,
			"AttackType": "Normal",
			"Stance": [1, 0, 0.5],
			"Icon": "SkillIcon_1501_Normal"
		}
	},
	"150109": {
		"Live": {
			"Name": "互动陷阱",
			"MaxLevel": 15,
			"Type": "战技",
			"Tag": "强化",
			"Desc": "使【百花齐放，胜者独享！】对指定敌方单体的伤害倍率提高@ <b>#4[p]</b> #，对其相邻目标的伤害倍率提高@ <b>#5[p]</b> #，并随机获得一种礼物：<br>【红红火火】： <b>#3[f]</b> 个<u>笑点</u>和 <b>#1[f]</b> 个战技点。<br>【恍恍惚惚】： <b>#2[f]</b> 个<u>笑点</u>。<br>施放本技能不视为使用战技。",
			"Params": [
				[2, 1, 2, 0.1, 0.05],
				[2, 1, 2, 0.11, 0.055],
				[2, 1, 2, 0.12, 0.06],
				[2, 1, 2, 0.13, 0.065],
				[2, 1, 2, 0.14, 0.07],
				[2, 1, 2, 0.15, 0.075],
				[2, 1, 2, 0.1625, 0.08125],
				[2, 1, 2, 0.175, 0.0875],
				[2, 1, 2, 0.1875, 0.09375],
				[2, 1, 2, 0.2, 0.1],
				[2, 1, 2, 0.21, 0.105],
				[2, 1, 2, 0.22, 0.11],
				[2, 1, 2, 0.23, 0.115],
				[2, 1, 2, 0.24, 0.12],
				[2, 1, 2, 0.25, 0.125]
			],
			"BP": -1,
			"SPAdd": 0,
			"AttackType": "BPSkill",
			"Stance": [0, 0, 0],
			"Icon": "SkillIcon_1501_BP",
		}
	},
	"150120": {
		"Live": {
			"Name": "信号溢出：好戏返场！",
			"MaxLevel": 15,
			"Type": "欢愉技",
			"Tag": "群攻",
			"Desc": "对敌方全体造成@ <b>#2[p]</b> #的火属性<u>欢愉伤害</u>，并额外造成 <b>#3[f]</b> 次伤害。每次伤害对随机敌方单体造成@ <b>#1[p]</b> #的火属性<u>欢愉伤害</u>。使火花获得 <b>#4[f]</b> 个【爆点】，可用来抵扣火花的战技点消耗。消耗【爆点】视为消耗战技点。",
			"Params": [
				[0.125, 0.25, 20, 2],
				[0.1375, 0.275, 20, 2],
				[0.15, 0.3, 20, 2],
				[0.1625, 0.325, 20, 2],
				[0.175, 0.35, 20, 2],
				[0.1875, 0.375, 20, 2],
				[0.203125, 0.40625, 20, 2],
				[0.21875, 0.4375, 20, 2],
				[0.234375, 0.46875, 20, 2],
				[0.25, 0.5, 20, 2],
				[0.2625, 0.525, 20, 2],
				[0.275, 0.55, 20, 2],
				[0.2875, 0.575, 20, 2],
				[0.3, 0.6, 20, 2],
				[0.3125, 0.625, 20, 2]
			],
			"BP": 0,
			"SPAdd": 5,
			"AttackType": "ElationDamage",
			"Stance": [0.1667, 0.6667, 0],
			"Icon": "SkillIcon_1501_Elation",
		}
	}
}

var _avatarskilltree_ = {
	"1501": {
		"Live": {
			"Add": {
				"ElationDamageAddedRatioBase": 0.28,
				"CriticalChanceBase": 0.12,
				"CriticalDamageBase": 0.133
			},
			"Tree1": {
				"Name": "甜蜜！笑点签售会",
				"Desc": "若火花攻击力高于 <b><color style='color:#f29e38'>2000</color></b> 点，每超过 <b><color style='color:#f29e38'>100</color></b> 点攻击力可使自身欢愉度提高 <b><color style='color:#f29e38'>5%</color></b> ，最多提高 <b><color style='color:#f29e38'>80%</color></b> 。",
				"Icon": "SkillIcon_1501_SkillTree1"
			},
			"Tree2": {
				"Name": "炫目！人设万花筒",
				"Desc": "队伍中「欢愉」命途角色数量等于1/2/3或以上时，火花施放终结技额外获得 <b><color style='color:#f29e38'>2</color></b> / <b><color style='color:#f29e38'>4</color></b> / <b><color style='color:#f29e38'>8</color></b> 个<u>笑点</u>及 <b><color style='color:#f29e38'>1</color></b> / <b><color style='color:#f29e38'>1</color></b> / <b><color style='color:#f29e38'>4</color></b> 个【爆点】。",
				"Icon": "SkillIcon_1501_SkillTree2"
			},
			"Tree3": {
				"Name": "沸腾！真伪调色盘",
				"Desc": "当前每拥有1个<u>笑点</u>，使我方全体暴击伤害提高 <b><color style='color:#f29e38'>8%</color></b> ，最多提高 <b><color style='color:#f29e38'>80%</color></b> 。",
				"Icon": "SkillIcon_1501_SkillTree3"
			}
		}
	}
}

var _avatarrank_ = {
	"150101": {
		"Live": {
			"Rank": 1,
			"Name": "#全网热搜：她是谁？",
			"Desc": "阿哈时刻结束时获得 <b><color style='color:#f29e38'>5</color></b> 个<u>笑点</u>。当前每拥有1个<u>笑点</u>，使我方全体全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>1.5%</color></b> ，最多提高 <b><color style='color:#f29e38'>15%</color></b> 。",
			"Icon": "1501_rank1",
		}
	},
	"150102": {
		"Live": {
			"Rank": 2,
			"Name": "#观众的眼睛是雪亮的",
			"Desc": "阿哈时刻结束时使火花获得1个<u>额外回合</u>和 <b><color style='color:#f29e38'>2</color></b> 个【爆点】。每消耗1个【爆点】使自身暴击伤害提高 <b><color style='color:#f29e38'>10%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合，最多叠加 <b><color style='color:#f29e38'>4</color></b> 层。",
			"Icon": "1501_rank2",
		}
	},
	"150103": {
		"Live": {
			"Rank": 3,
			"Name": "#请点击：心跳超链接",
			"Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；欢愉技等级+1，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
			"Icon": "1501_rank3"
		}
	},
	"150104": {
		"Live": {
			"Rank": 4,
			"Name": "#硬控！顶级表情管理",
			"Desc": "施放终结技时额外获得 <b><color style='color:#f29e38'>5</color></b> 个<u>笑点</u>，使自身欢愉度提高 <b><color style='color:#f29e38'>36%</color></b> ，持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
			"Icon": "1501_rank4",
		}
	},
	"150105": {
		"Live": {
			"Rank": 5,
			"Name": "#世界破烂，小花缝补",
			"Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；欢愉技等级+1，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
			"Icon": "1501_rank5"
		}
	},
	"150106": {
		"Live": {
			"Rank": 6,
			"Name": "#锵锵，即将绝版的我",
			"Desc": "全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。欢愉技每计入 <b><color style='color:#f29e38'>1</color></b> 个<u>笑点</u>使其造成的额外伤害次数增加1次，最多增加至 <b><color style='color:#f29e38'>40</color></b> 次。",
			"Icon": "1501_rank6",
		}
	}
}

var _story_ = {
	"1501": [{
		"_id": 1,
		"Story": ""
	}, {
		"_id": 2,
		"Story": ""
	}, {
		"_id": 3,
		"Story": ""
	}, {
		"_id": 4,
		"Story": ""
	}, {
		"_id": 5,
		"Story": ""
	}]
}

var _voice_ = {
	"1501": []
}

var _notes_ = {
	"1501": []
}

var _adiff_ = {
	"1501": {}
}

var _mtc_ = {
	"1501": {
		"Promotion": [{}, {
			"2": 4000,
			"116001": 5
		}, {
			"2": 8000,
			"116001": 10
		}, {
			"2": 16000,
			"116002": 6,
			"110432": 3
		}, {
			"2": 40000,
			"116002": 9,
			"110432": 7
		}, {
			"2": 80000,
			"116003": 6,
			"110432": 20
		}, {
			"2": 160000,
			"116003": 9,
			"110432": 35
		}, {}],
		"Skills": [{
			"Name": "普攻",
			"Level": 6,
			"Mats": [{
				"2": 4000,
				"110261": 2,
				"116001": 5
			}, {
				"2": 8000,
				"110262": 2,
				"116002": 2
			}, {
				"2": 16000,
				"110262": 3,
				"116002": 3
			}, {
				"2": 32000,
				"110263": 3,
				"116003": 2
			}, {
				"2": 120000,
				"110263": 5,
				"116003": 2
			}]
		}, {
			"Name": "战技",
			"Level": 10,
			"Mats": [{
				"2": 2000,
				"116001": 2
			}, {
				"2": 4000,
				"110261": 3,
				"116001": 5
			}, {
				"2": 8000,
				"110262": 2,
				"116002": 3
			}, {
				"2": 15000,
				"110262": 4,
				"116002": 3
			}, {
				"2": 24000,
				"110262": 6,
				"116002": 5
			}, {
				"2": 32000,
				"110263": 2,
				"116003": 2
			}, {
				"2": 65000,
				"110263": 4,
				"110508": 1,
				"116003": 4
			}, {
				"2": 120000,
				"110263": 6,
				"241": 1,
				"110508": 1
			}, {
				"2": 250000,
				"110263": 12,
				"241": 1,
				"110508": 1
			}]
		}, {
			"Name": "终结技",
			"Level": 10,
			"Mats": [{
				"2": 2000,
				"116001": 2
			}, {
				"2": 4000,
				"110261": 3,
				"116001": 5
			}, {
				"2": 8000,
				"110262": 2,
				"116002": 3
			}, {
				"2": 15000,
				"110262": 4,
				"116002": 3
			}, {
				"2": 24000,
				"110262": 6,
				"116002": 5
			}, {
				"2": 32000,
				"110263": 2,
				"116003": 2
			}, {
				"2": 65000,
				"110263": 4,
				"110508": 1,
				"116003": 4
			}, {
				"2": 120000,
				"110263": 6,
				"241": 1,
				"110508": 1
			}, {
				"2": 250000,
				"110263": 12,
				"241": 1,
				"110508": 1
			}]
		}, {
			"Name": "天赋",
			"Level": 10,
			"Mats": [{
				"2": 2000,
				"116001": 2
			}, {
				"2": 4000,
				"110261": 3,
				"116001": 5
			}, {
				"2": 8000,
				"110262": 2,
				"116002": 3
			}, {
				"2": 15000,
				"110262": 4,
				"116002": 3
			}, {
				"2": 24000,
				"110262": 6,
				"116002": 5
			}, {
				"2": 32000,
				"110263": 2,
				"116003": 2
			}, {
				"2": 65000,
				"110263": 4,
				"110508": 1,
				"116003": 4
			}, {
				"2": 120000,
				"110263": 6,
				"241": 1,
				"110508": 1
			}, {
				"2": 250000,
				"110263": 12,
				"241": 1,
				"110508": 1
			}]
		}],
		"Points": [{
			"Name": "欢愉度 +28.0%",
			"Mat": {
				"2": 235000,
				"116001": 2,
				"110262": 8,
				"116002": 5,
				"110263": 11,
				"116003": 10
			}
		}, {
			"Name": "暴击率 +12%",
			"Mat": {
				"2": 210000,
				"110261": 2,
				"116001": 6,
				"110263": 11,
				"116003": 10
			}
		}, {
			"Name": "暴击伤害 +13.3%",
			"Mat": {
				"2": 130000,
				"110262": 4,
				"116002": 2,
				"110263": 5,
				"116003": 2
			}
		}],
		"Traces": [{
			"Name": "甜蜜！笑点签售会",
			"Mat": {
				"2": 5000,
				"110261": 2,
				"110508": 1
			}
		}, {
			"Name": "炫目！人设万花筒",
			"Mat": {
				"2": 20000,
				"110262": 4,
				"241": 1,
				"110508": 1
			}
		}, {
			"Name": "沸腾！真伪调色盘",
			"Mat": {
				"2": 140000,
				"110263": 8,
				"241": 1,
				"110508": 1
			}
		}]
	}
}