// Auto Generated

var _versions_ = {
    "1502": ["Live"]
}

var _avatarskill_ = {
	"150201": {
		"Live": {
			"Name": "雀翎鸣镝，过招有喜",
			"MaxLevel": 10,
			"Type": "普攻",
			"Tag": "扩散",
			"Desc": "对指定敌方单体造成等同于爻光@ <b>#1[p]</b> #攻击力的物理属性伤害，同时对其相邻目标造成等同于爻光@ <b>#2[p]</b> #攻击力的物理属性伤害。普攻恢复的能量提高至30点。",
			"Params": [
				[0.45, 0.15],
				[0.54, 0.18],
				[0.63, 0.21],
				[0.72, 0.24],
				[0.81, 0.27],
				[0.9, 0.3],
				[0.99, 0.33],
				[1.08, 0.36],
				[1.17, 0.39],
				[1.26, 0.42]
			],
			"BP": 1,
			"SPAdd": 30,
			"AttackType": "Normal",
			"Stance": [1, 0, 0.5],
			"Icon": "SkillIcon_1502_Normal"
		}
	},
	"150202": {
		"Live": {
			"Name": "十方光映，万法皆明",
			"MaxLevel": 15,
			"Type": "战技",
			"Tag": "辅助",
			"Desc": "展开结界，持续 <b>#1[f]</b> 回合，自身每回合开始时结界持续回合数减1。结界持续期间，我方全体目标欢愉度提高，提高数值等同于爻光欢愉度的@ <b>#2[p]</b> #，且爻光施放普攻、战技后获得 <b>#3[f]</b> 个<u>笑点</u>。",
			"Params": [
				[3, 0.1, 3],
				[3, 0.11, 3],
				[3, 0.12, 3],
				[3, 0.13, 3],
				[3, 0.14, 3],
				[3, 0.15, 3],
				[3, 0.1625, 3],
				[3, 0.175, 3],
				[3, 0.1875, 3],
				[3, 0.2, 3],
				[3, 0.21, 3],
				[3, 0.22, 3],
				[3, 0.23, 3],
				[3, 0.24, 3],
				[3, 0.25, 3]
			],
			"BP": -1,
			"SPAdd": 30,
			"AttackType": "BPSkill",
			"Stance": [0, 0, 0],
			"Icon": "SkillIcon_1502_BP",
		}
	},
	"150203": {
		"Live": {
			"Name": "霓裳铁羽，六爻皆吉",
			"MaxLevel": 15,
			"Type": "终结技",
			"Tag": "辅助",
			"Desc": "获得 <b>#1[f]</b> 个<u>笑点</u>。使<u>阿哈</u>立即获得1个固定计入 <b>#4[f]</b> <u>笑点</u>的<u>额外回合</u>，该回合不消耗<u>笑点</u>，并使我方全体目标全属性<u>抗性穿透</u>提高@ <b>#2[p]</b> #，持续 <b>#3[f]</b> 回合。<br>隐藏数值：#5[f]",
			"Params": [
				[5, 0.1, 3, 20, 1],
				[5, 0.11, 3, 20, 1],
				[5, 0.12, 3, 20, 1],
				[5, 0.13, 3, 20, 1],
				[5, 0.14, 3, 20, 1],
				[5, 0.15, 3, 20, 1],
				[5, 0.1625, 3, 20, 1],
				[5, 0.175, 3, 20, 1],
				[5, 0.1875, 3, 20, 1],
				[5, 0.2, 3, 20, 1],
				[5, 0.21, 3, 20, 1],
				[5, 0.22, 3, 20, 1],
				[5, 0.23, 3, 20, 1],
				[5, 0.24, 3, 20, 1],
				[5, 0.25, 3, 20, 1]
			],
			"BP": 0,
			"SPAdd": 5,
			"AttackType": "Ultra",
			"Stance": [0, 0, 0],
			"Icon": "SkillIcon_1502_Ultra",
			"SPNeed": 180.0,
		}
	},
	"150204": {
		"Live": {
			"Name": "屏开千光，遍观自在",
			"MaxLevel": 15,
			"Type": "天赋",
			"Tag": "辅助",
			"Desc": "爻光持有【<u>好活当赏</u>】时：<br>使我方目标施放攻击后触发【大吉大利】效果，对随机1个击中的目标额外造成1次@ <b>#1[p]</b> #的对应属性<u>欢愉伤害</u>，本次攻击若消耗战技点，则额外触发1次【大吉大利】效果。<br>触发【大吉大利】效果时若攻击者欢愉度低于爻光，则该次<u>欢愉伤害</u>使用爻光欢愉度来计算。<br>触发【大吉大利】效果不视为1次攻击。",
			"Params": [
				[0.1],
				[0.11],
				[0.12],
				[0.13],
				[0.14],
				[0.15],
				[0.1625],
				[0.175],
				[0.1875],
				[0.2],
				[0.21],
				[0.22],
				[0.23],
				[0.24],
				[0.25]
			],
			"BP": 0,
			"SPAdd": 0,
			"AttackType": "None",
			"Stance": [0, 0, 0],
			"Icon": "SkillIcon_1502_Passive",
		}
	},
	"150206": {
		"Live": {
			"Name": "雀翎鸣镝，过招有喜",
			"MaxLevel": 1,
			"Type": "dev_连携",
			"Tag": "",
			"Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
			"Params": [
				[]
			],
			"BP": 0,
			"SPAdd": 0,
			"AttackType": "MazeNormal",
			"Stance": [1, 0, 0],
			"Icon": "SkillIcon_1502_Normal"
		}
	},
	"150207": {
		"Live": {
			"Name": "浮光过隙，百无禁忌",
			"MaxLevel": 1,
			"Type": "秘技",
			"Tag": "辅助",
			"Desc": "使用秘技后，使下一次战斗开始时自动触发1次战技，此次触发不消耗战技点。爻光在队伍中时，击碎可破坏物时立刻获得「红包」，每个地球周内最多获得 <b>#1[f]</b> 个。",
			"Params": [
				[8]
			],
			"BP": 0,
			"SPAdd": 0,
			"AttackType": "Maze",
			"Stance": [0, 0, 0],
			"Icon": "SkillIcon_1502_Maze"
		}
	},
	"150220": {
		"Live": {
			"Name": "赠君一卦，火树银花",
			"MaxLevel": 15,
			"Type": "欢愉技",
			"Tag": "群攻",
			"Desc": "使敌方全体陷入【凶星低语】状态，持续 <b>#4[f]</b> 回合。【凶星低语】状态下的敌方目标受到的伤害提高@ <b>#3[p]</b> #。对敌方全体造成@ <b>#2[p]</b> #的物理属性<u>欢愉伤害</u>，随后对敌方随机单体造成 <b>#5[f]</b> 次@ <b>#6[p]</b> #的物理属性<u>欢愉伤害</u>。<br>隐藏数值：#1[f]",
			"Params": [
				[1, 0.5, 0.16, 3, 5, 0.1],
				[1, 0.55, 0.16, 3, 5, 0.11],
				[1, 0.6, 0.16, 3, 5, 0.12],
				[1, 0.65, 0.16, 3, 5, 0.13],
				[1, 0.7, 0.16, 3, 5, 0.14],
				[1, 0.75, 0.16, 3, 5, 0.15],
				[1, 0.8125, 0.16, 3, 5, 0.1625],
				[1, 0.875, 0.16, 3, 5, 0.175],
				[1, 0.9375, 0.16, 3, 5, 0.1875],
				[1, 1, 0.16, 3, 5, 0.2],
				[1, 1.05, 0.16, 3, 5, 0.21],
				[1, 1.1, 0.16, 3, 5, 0.22],
				[1, 1.15, 0.16, 3, 5, 0.23],
				[1, 1.2, 0.16, 3, 5, 0.24],
				[1, 1.25, 0.16, 3, 5, 0.25]
			],
			"BP": 0,
			"SPAdd": 5,
			"AttackType": "ElationDamage",
			"Stance": [0.5, 2, 0],
			"Icon": "SkillIcon_1502_Elation",
		}
	}
}

var _avatarskilltree_ = {
	"1502": {
		"Live": {
			"Add": {
				"CriticalChanceBase": 0.187,
				"SpeedDelta": 9,
				"ElationDamageAddedRatioBase": 0.1
			},
			"Tree1": {
				"Name": "开屏有礼",
				"Desc": "爻光的速度大于等于 <b><color style='color:#f29e38'>120</color></b> 时，使自身欢愉度提高 <b><color style='color:#f29e38'>30%</color></b> ，之后每超过 <b><color style='color:#f29e38'>1</color></b> 点速度使自身欢愉度提高 <b><color style='color:#f29e38'>1%</color></b> ，最多计入 <b><color style='color:#f29e38'>200</color></b> 点超出的速度。",
				"Icon": "SkillIcon_1502_SkillTree1"
			},
			"Tree2": {
				"Name": "神闲意满",
				"Desc": "自身暴击伤害提高 <b><color style='color:#f29e38'>60%</color></b> ，施放欢愉技后，为我方恢复 <b><color style='color:#f29e38'>1</color></b> 个战技点。",
				"Icon": "SkillIcon_1502_SkillTree2"
			},
			"Tree3": {
				"Name": "鸿运鳞集",
				"Desc": "爻光获得【<u>好活当赏</u>】时，使其持续时间增加 <b><color style='color:#f29e38'>1</color></b> 回合。",
				"Icon": "SkillIcon_1502_SkillTree3"
			}
		}
	}
}

var _avatarrank_ = {
	"150201": {
		"Live": {
			"Rank": 1,
			"Name": "何处落玉，盈盈笑语",
			"Desc": "终结技触发的<u>阿哈</u>的<u>额外回合</u>固定计入<u>笑点</u>数提高至 <b><color style='color:#f29e38'>40</color></b> 个。我方全体目标造成<u>欢愉伤害</u>时无视目标 <b><color style='color:#f29e38'>20%</color></b> 防御力。",
			"Icon": "1502_rank1",
		}
	},
	"150202": {
		"Live": {
			"Rank": 2,
			"Name": "飞箭无目，青翎为瞳",
			"Desc": "结界持续期间，我方全体目标速度提高 <b><color style='color:#f29e38'>12%</color></b> ，欢愉度额外提高 <b><color style='color:#f29e38'>16%</color></b> 。",
			"Icon": "1502_rank2"
		}
	},
	"150203": {
		"Live": {
			"Rank": 3,
			"Name": "十方世界，光映符中",
			"Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；欢愉技等级+1，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
			"Icon": "1502_rank3"
		}
	},
	"150204": {
		"Live": {
			"Rank": 4,
			"Name": "命若素绡，拈羽点彩",
			"Desc": "爻光终结技触发的<u>阿哈</u>的<u>额外回合</u>中，我方全体角色欢愉技造成的伤害为原伤害的 <b><color style='color:#f29e38'>150%</color></b> 。",
			"Icon": "1502_rank4",
		}
	},
	"150205": {
		"Live": {
			"Rank": 5,
			"Name": "璎珞严饰，身如琉璃",
			"Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；欢愉技等级+1，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
			"Icon": "1502_rank5"
		}
	},
	"150206": {
		"Live": {
			"Rank": 6,
			"Name": "牵丝渡引，天星垂虹",
			"Desc": "我方全体目标的<u>欢愉伤害</u><u>增笑</u> <b><color style='color:#f29e38'>25%</color></b> 。爻光欢愉技的伤害倍率提高原倍率的 <b><color style='color:#f29e38'>100%</color></b> 。",
			"Icon": "1502_rank6",
		}
	}
}

var _story_ = {
	"1502": [{
		"_id": 1,
		"Story": ""
	}, {
		"_id": 2,
		"Story": ""
	}, {
		"_id": 3,
		"Story": ""
	}, {
		"_id": 4,
		"Story": ""
	}, {
		"_id": 5,
		"Story": ""
	}]
}

var _voice_ = {
	"1502": []
}

var _notes_ = {
	"1502": []
}

var _adiff_ = {
	"1502": {}
}

var _mtc_ = {
	"1502": {
		"Promotion": [{}, {
			"2": 4000,
			"116001": 5
		}, {
			"2": 8000,
			"116001": 10
		}, {
			"2": 16000,
			"116002": 6,
			"110431": 3
		}, {
			"2": 40000,
			"116002": 9,
			"110431": 7
		}, {
			"2": 80000,
			"116003": 6,
			"110431": 20
		}, {
			"2": 160000,
			"116003": 9,
			"110431": 35
		}, {}],
		"Skills": [{
			"Name": "普攻",
			"Level": 6,
			"Mats": [{
				"2": 4000,
				"110261": 2,
				"116001": 5
			}, {
				"2": 8000,
				"110262": 2,
				"116002": 2
			}, {
				"2": 16000,
				"110262": 3,
				"116002": 3
			}, {
				"2": 32000,
				"110263": 3,
				"116003": 2
			}, {
				"2": 120000,
				"110263": 5,
				"116003": 2
			}]
		}, {
			"Name": "战技",
			"Level": 10,
			"Mats": [{
				"2": 2000,
				"116001": 2
			}, {
				"2": 4000,
				"110261": 3,
				"116001": 5
			}, {
				"2": 8000,
				"110262": 2,
				"116002": 3
			}, {
				"2": 15000,
				"110262": 4,
				"116002": 3
			}, {
				"2": 24000,
				"110262": 6,
				"116002": 5
			}, {
				"2": 32000,
				"110263": 2,
				"116003": 2
			}, {
				"2": 65000,
				"110263": 4,
				"110508": 1,
				"116003": 4
			}, {
				"2": 120000,
				"110263": 6,
				"241": 1,
				"110508": 1
			}, {
				"2": 250000,
				"110263": 12,
				"241": 1,
				"110508": 1
			}]
		}, {
			"Name": "终结技",
			"Level": 10,
			"Mats": [{
				"2": 2000,
				"116001": 2
			}, {
				"2": 4000,
				"110261": 3,
				"116001": 5
			}, {
				"2": 8000,
				"110262": 2,
				"116002": 3
			}, {
				"2": 15000,
				"110262": 4,
				"116002": 3
			}, {
				"2": 24000,
				"110262": 6,
				"116002": 5
			}, {
				"2": 32000,
				"110263": 2,
				"116003": 2
			}, {
				"2": 65000,
				"110263": 4,
				"110508": 1,
				"116003": 4
			}, {
				"2": 120000,
				"110263": 6,
				"241": 1,
				"110508": 1
			}, {
				"2": 250000,
				"110263": 12,
				"241": 1,
				"110508": 1
			}]
		}, {
			"Name": "天赋",
			"Level": 10,
			"Mats": [{
				"2": 2000,
				"116001": 2
			}, {
				"2": 4000,
				"110261": 3,
				"116001": 5
			}, {
				"2": 8000,
				"110262": 2,
				"116002": 3
			}, {
				"2": 15000,
				"110262": 4,
				"116002": 3
			}, {
				"2": 24000,
				"110262": 6,
				"116002": 5
			}, {
				"2": 32000,
				"110263": 2,
				"116003": 2
			}, {
				"2": 65000,
				"110263": 4,
				"110508": 1,
				"116003": 4
			}, {
				"2": 120000,
				"110263": 6,
				"241": 1,
				"110508": 1
			}, {
				"2": 250000,
				"110263": 12,
				"241": 1,
				"110508": 1
			}]
		}],
		"Points": [{
			"Name": "暴击率 +18.7%",
			"Mat": {
				"2": 235000,
				"116001": 2,
				"110262": 8,
				"116002": 5,
				"110263": 11,
				"116003": 10
			}
		}, {
			"Name": "速度 +9",
			"Mat": {
				"2": 210000,
				"110261": 2,
				"116001": 6,
				"110263": 11,
				"116003": 10
			}
		}, {
			"Name": "欢愉度 +10%",
			"Mat": {
				"2": 130000,
				"110262": 4,
				"116002": 2,
				"110263": 5,
				"116003": 2
			}
		}],
		"Traces": [{
			"Name": "开屏有礼",
			"Mat": {
				"2": 5000,
				"110261": 2,
				"110508": 1
			}
		}, {
			"Name": "神闲意满",
			"Mat": {
				"2": 20000,
				"110262": 4,
				"241": 1,
				"110508": 1
			}
		}, {
			"Name": "鸿运鳞集",
			"Mat": {
				"2": 140000,
				"110263": 8,
				"241": 1,
				"110508": 1
			}
		}]
	}
}