// Auto Generated

var _versions_ = {
    "1503": ["v1"]
}

var _avatarskill_ = {
    "150301": {
        "v1": {
        "Name": "行笔，临摹断水",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害。",
        "Params": [[0.45],[0.54],[0.63],[0.72],[0.81],[0.9],[0.99],[1.08],[1.17],[1.26]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
    },
    "150302": {
        "v1": {
        "Name": "补缀生命的柔光",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "Defence",
        "Desc": "获得 <b>#1[f]</b> 点【<u>好活当赏</u>】，为我方全体回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#3[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#3[f]</b> 的生命值。",
        "Params": [[15,0.06,120],[15,0.066,132],[15,0.072,144],[15,0.078,156],[15,0.084,168],[15,0.09,180],[15,0.0975,195],[15,0.105,210],[15,0.1125,225],[15,0.12,240],[15,0.126,252],[15,0.132,264],[15,0.138,276],[15,0.144,288],[15,0.15,300]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_BP",
        "EE": []
},
    },
    "150303": {
        "v1": {
        "Name": "鉴映灵魂的底色",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "辅助",
        "Desc": "获得 <b>#3[f]</b> 点【<u>好活当赏</u>】。【深度学习】除自身以外的指定我方单体角色，使目标成为【美学底本】。 队伍中「欢愉」命途角色数量等于1/2/3或以上时，使【美学底本】行动提前@ <b>#4[p]</b> #/@ <b>#5[p]</b> #/@ <b>#6[p]</b> #。队伍中「欢愉」命途角色数量等于4或以上时，使【美学底本】获得1个<u>额外回合</u>。该额外回合开始时，【美学底本】获得 <b>#8[f]</b> 点【<u>好活当赏</u>】，并获得 <b>#7[f]</b> 点<u>笑点</u>，额外回合结束时移除。 【深度学习】时，普攻【行笔，临摹断水】强化为【行笔，绘制末浪】。若【美学底本】为「欢愉」命途，则强化为【行笔，幻造星月】，且造成伤害时，额外造成@ <b>#2[p]</b> #的冰属性<u>欢愉伤害</u>，该次<u>欢愉伤害</u>使用【美学底本】的属性值计算。【深度学习】具有 <b>#1[f]</b> 点充能，真珠施放强化普攻后消耗1点充能，行动后若无充能则结束【深度学习】。",
        "Params": [[3,0.3,20,0.1,0.15,0.3,60,30],[3,0.33,20,0.1,0.15,0.3,60,30],[3,0.36,20,0.1,0.15,0.3,60,30],[3,0.39,20,0.1,0.15,0.3,60,30],[3,0.42,20,0.1,0.15,0.3,60,30],[3,0.45,20,0.1,0.15,0.3,60,30],[3,0.4875,20,0.1,0.15,0.3,60,30],[3,0.525,20,0.1,0.15,0.3,60,30],[3,0.5625,20,0.1,0.15,0.3,60,30],[3,0.6,20,0.1,0.15,0.3,60,30],[3,0.63,20,0.1,0.15,0.3,60,30],[3,0.66,20,0.1,0.15,0.3,60,30],[3,0.69,20,0.1,0.15,0.3,60,30],[3,0.72,20,0.1,0.15,0.3,60,30],[3,0.75,20,0.1,0.15,0.3,60,30]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Ultra",
        "EE": []
},
    },
    "150304": {
        "v1": {
        "Name": "吞纳沙砾，重塑生机",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Defence",
        "Desc": "真珠可使用【<u>好活当赏</u>】作为<u>抵御值</u>，每点【<u>好活当赏</u>】等同于 <b>#5[f]</b> 点<u>抵御值</u>，我方目标受到伤害时，真珠可消耗抵御值为我方目标抵挡@ <b>#2[p]</b> #的伤害。真珠的【<u>好活当赏</u>】持续时间无限，且持有上限为 <b>#3[f]</b> 点。 我方目标当前生命值百分比小于等于@ <b>#1[p]</b> #时，受到的伤害降低@ <b>#4[p]</b> #。",
        "Params": [[0.5,0.6,50,0.15,200],[0.5,0.6,50,0.165,200],[0.5,0.6,50,0.18,200],[0.5,0.6,50,0.195,200],[0.5,0.6,50,0.21,200],[0.5,0.6,50,0.225,200],[0.5,0.6,50,0.24375,200],[0.5,0.6,50,0.2625,200],[0.5,0.6,50,0.28125,200],[0.5,0.6,50,0.3,200],[0.5,0.6,50,0.315,200],[0.5,0.6,50,0.33,200],[0.5,0.6,50,0.345,200],[0.5,0.6,50,0.36,200],[0.5,0.6,50,0.375,200]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Passive",
        "EE": []
},
    },
    "150306": {
        "v1": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
    },
    "150307": {
        "v1": {
        "Name": "凝润珠光，复刻真迹",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "辅助",
        "Desc": "使用秘技后获得【美学底本】，切换行动角色时【美学底本】转移至当前行动角色。下一次战斗开始时，获得 <b>#2[f]</b> 点【<u>好活当赏</u>】，并使真珠【深度学习】持有【美学底本】的角色，该【深度学习】具有 <b>#1[f]</b> 点充能。真珠只能【深度学习】除自身以外的角色。",
        "Params": [[2,20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Maze",
        "EE": []
},
    },
    "150308": {
        "v1": {
        "Name": "行笔，幻造星月",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害，为我方全体目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值。持有【<u>好活当赏</u>】时，额外对受到攻击的敌方目标造成@ <b>#5[p]</b> #的冰属性<u>欢愉伤害</u>。",
        "Params": [[0.5,0.04,1,80,0.1],[0.6,0.048,1,96,0.11],[0.7,0.056,1,112,0.12],[0.8,0.064,1,128,0.13],[0.9,0.072,1,144,0.14],[1,0.08,1,160,0.15],[1.1,0.088,1,176,0.1625],[1.2,0.096,1,192,0.175],[1.3,0.104,1,208,0.1875],[1.4,0.112,1,224,0.2]],
        "BP": 1,
        "SPAdd": 30,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                3.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
    },
    "150310": {
        "v1": {
        "Name": "行笔，绘制末浪",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害，为我方全体目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值。",
        "Params": [[0.5,0.04,1,80],[0.6,0.048,1,96],[0.7,0.056,1,112],[0.8,0.064,1,128],[0.9,0.072,1,144],[1,0.08,1,160],[1.1,0.088,1,176],[1.2,0.096,1,192],[1.3,0.104,1,208],[1.4,0.112,1,224]],
        "BP": 1,
        "SPAdd": 30,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                3.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
    },
    "150320": {
        "v1": {
        "Name": "渲染理性，解构欢愉",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "辅助",
        "Desc": "队伍中「欢愉」命途角色数量等于1/2/3/4或以上时，使我方全体目标下一次攻击后，对攻击目标额外造成@ <b>#1[p]</b> #/@ <b>#2[p]</b> #/@ <b>#3[p]</b> #/@ <b>#4[p]</b> #的对应属性<u>欢愉伤害</u>。",
        "Params": [[0.05,0.075,0.1,0.2],[0.055,0.0825,0.11,0.22],[0.06,0.09,0.12,0.24],[0.065,0.0975,0.13,0.26],[0.07,0.105,0.14,0.28],[0.075,0.1125,0.15,0.3],[0.08125,0.121875,0.1625,0.325],[0.0875,0.13125,0.175,0.35],[0.09375,0.140625,0.1875,0.375],[0.1,0.15,0.2,0.4],[0.105,0.1575,0.21,0.42],[0.11,0.165,0.22,0.44],[0.115,0.1725,0.23,0.46],[0.12,0.18,0.24,0.48],[0.125,0.1875,0.25,0.5]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Elation",
        "EE": []
},
    },
}

var _avatarskilltree_ = {
    "1503": {
        "v1": {
        "Add": {
                "DefenceAddedRatio": 0.225,
                "SpeedDelta": 9.0,
                "StatusResistanceBase": 0.1,
                "ElationDamageAddedRatioBase": 0.1
        },
        "Tree1": {
                "Name": "洞察万物",
                "Desc": "防御力大于等于<b><color style='color:#f29e38'>2400</color></b>时，使自身欢愉度提高<b><color style='color:#f29e38'>32.0%</color></b>，之后每超过<b><color style='color:#f29e38'>100</color></b>点防御力使自身欢愉度提高<b><color style='color:#f29e38'>3.0%</color></b>，最多计入<b><color style='color:#f29e38'>3600</color></b>点超出的防御力。",
                "Icon": "SkillIcon_1503_SkillTree1"
        },
        "Tree2": {
                "Name": "感知容差",
                "Desc": "我方目标回合开始时，真珠获得<b><color style='color:#f29e38'>5</color></b>点【<u>好活当赏</u>】，最多获得<b><color style='color:#f29e38'>50</color></b>点【<u>好活当赏</u>】，真珠回合开始时重置可获得【<u>好活当赏</u>】数量。施放强化普攻和战技时，解除我方全体目标的<b><color style='color:#f29e38'>100%</color></b>个<u>负面效果</u>。",
                "Icon": "SkillIcon_1503_SkillTree2"
        },
        "Tree3": {
                "Name": "艺术壁垒",
                "Desc": "进入战斗和施放终结技后，若【美学底本】为「欢愉」命途角色，使其下一次施放终结技时，为真珠固定恢复<b><color style='color:#f29e38'>90</color></b>点能量。该效果无法叠加。",
                "Icon": "SkillIcon_1503_SkillTree3"
        }
},
    },
}

var _avatarrank_ = {
    "150301": {
        "v1": {
        "Rank": 1,
        "Name": "珍珠，藏在海的留白处",
        "Desc": "队伍中「欢愉」命途角色数量等于2/3/4或以上时，使我方全体欢愉度提高，提高数值等同于真珠欢愉度的<b><color style='color:#f29e38'>10.0%</color></b>/<b><color style='color:#f29e38'>20.0%</color></b>/<b><color style='color:#f29e38'>80.0%</color></b>，最多提高<b><color style='color:#f29e38'>60.0%</color></b>欢愉度。",
        "Icon": "SkillIcon_1503_Rank1"
},
    },
    "150302": {
        "v1": {
        "Rank": 2,
        "Name": "截取，顷刻破晓的光斑",
        "Desc": "我方全体目标的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>15.0%</color></b>。施放终结技时，使除真珠和【美学底本】外的其他我方「欢愉」命途角色也触发行动提前效果，并使终结技提供的额外回合开始时获得的【<u>好活当赏</u>】和<u>笑点</u>提高<b><color style='color:#f29e38'>100%</color></b>。",
        "Icon": "SkillIcon_1503_Rank2"
},
    },
    "150303": {
        "v1": {
        "Rank": 3,
        "Name": "速写，惊涛悬停的刹那",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1503_Ultra"
},
    },
    "150304": {
        "v1": {
        "Rank": 4,
        "Name": "解译，唇角模糊的笑意",
        "Desc": "天赋【吞纳沙砾，重塑生机】中每点【<u>好活当赏</u>】提供的<u>抵御值</u>提高<b><color style='color:#f29e38'>40</color></b>，且可抵挡伤害的比例提高<b><color style='color:#f29e38'>5.0%</color></b>。",
        "Icon": "SkillIcon_1503_Rank4"
},
    },
    "150305": {
        "v1": {
        "Rank": 5,
        "Name": "透视，笔端星夜的肌理",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1503_BP"
},
    },
    "150306": {
        "v1": {
        "Rank": 6,
        "Name": "用一副躯壳，演算生命",
        "Desc": "【深度学习】时，我方全体目标的全属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。真珠的强化普攻额外造成<b><color style='color:#f29e38'>2.4</color></b>的冰属性<u>欢愉伤害</u>，该次<u>欢愉伤害</u>使用【美学底本】的属性值计算。",
        "Icon": "SkillIcon_1503_Rank6"
},
    },
}

var _story_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _voice_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _notes_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _adiff_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _mtc_ = {
    "1503": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "116001": 5
            },
            {
                "2": 8000,
                "116001": 10
            },
            {
                "2": 16000,
                "116002": 6,
                "110433": 3
            },
            {
                "2": 40000,
                "116002": 9,
                "110433": 7
            },
            {
                "2": 80000,
                "116003": 6,
                "110433": 20
            },
            {
                "2": 160000,
                "116003": 9,
                "110433": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110261": 2,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 2
                    },
                    {
                        "2": 16000,
                        "110262": 3,
                        "116002": 3
                    },
                    {
                        "2": 32000,
                        "110263": 3,
                        "116003": 2
                    },
                    {
                        "2": 120000,
                        "110263": 5,
                        "116003": 2
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "116001": 2
                    },
                    {
                        "2": 4000,
                        "110261": 3,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 3
                    },
                    {
                        "2": 15000,
                        "110262": 4,
                        "116002": 3
                    },
                    {
                        "2": 24000,
                        "110262": 6,
                        "116002": 5
                    },
                    {
                        "2": 32000,
                        "110263": 2,
                        "116003": 2
                    },
                    {
                        "2": 65000,
                        "110263": 4,
                        "110509": 1,
                        "116003": 4
                    },
                    {
                        "2": 120000,
                        "110263": 6,
                        "241": 1,
                        "110509": 1
                    },
                    {
                        "2": 250000,
                        "110263": 12,
                        "241": 1,
                        "110509": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "116001": 2
                    },
                    {
                        "2": 4000,
                        "110261": 3,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 3
                    },
                    {
                        "2": 15000,
                        "110262": 4,
                        "116002": 3
                    },
                    {
                        "2": 24000,
                        "110262": 6,
                        "116002": 5
                    },
                    {
                        "2": 32000,
                        "110263": 2,
                        "116003": 2
                    },
                    {
                        "2": 65000,
                        "110263": 4,
                        "110509": 1,
                        "116003": 4
                    },
                    {
                        "2": 120000,
                        "110263": 6,
                        "241": 1,
                        "110509": 1
                    },
                    {
                        "2": 250000,
                        "110263": 12,
                        "241": 1,
                        "110509": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "116001": 2
                    },
                    {
                        "2": 4000,
                        "110261": 3,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 3
                    },
                    {
                        "2": 15000,
                        "110262": 4,
                        "116002": 3
                    },
                    {
                        "2": 24000,
                        "110262": 6,
                        "116002": 5
                    },
                    {
                        "2": 32000,
                        "110263": 2,
                        "116003": 2
                    },
                    {
                        "2": 65000,
                        "110263": 4,
                        "110509": 1,
                        "116003": 4
                    },
                    {
                        "2": 120000,
                        "110263": 6,
                        "241": 1,
                        "110509": 1
                    },
                    {
                        "2": 250000,
                        "110263": 12,
                        "241": 1,
                        "110509": 1
                    }
                ]
            },
            {
                "Name": "秘技",
                "Level": 1,
                "Mats": []
            }
        ],
        "Points": [
            {
                "Name": "防御力 +22.5%",
                "Mat": {
                    "2": 180000,
                    "116001": 2,
                    "110262": 4,
                    "116002": 3,
                    "110263": 8,
                    "116003": 8
                }
            },
            {
                "Name": "速度 +9",
                "Mat": {
                    "2": 210000,
                    "110261": 2,
                    "116001": 6,
                    "110263": 11,
                    "116003": 10
                }
            },
            {
                "Name": "效果抵抗 +10.0%",
                "Mat": {
                    "2": 55000,
                    "110262": 4,
                    "116002": 2,
                    "110263": 3,
                    "116003": 2
                }
            },
            {
                "Name": "欢愉度 +10.0%",
                "Mat": {
                    "2": 130000,
                    "110262": 4,
                    "116002": 2,
                    "110263": 5,
                    "116003": 2
                }
            }
        ],
        "Traces": [
            {
                "Name": "洞察万物",
                "Mat": {
                    "2": 5000,
                    "110261": 2,
                    "110509": 1
                }
            },
            {
                "Name": "感知容差",
                "Mat": {
                    "2": 20000,
                    "110262": 4,
                    "241": 1,
                    "110509": 1
                }
            },
            {
                "Name": "艺术壁垒",
                "Mat": {
                    "2": 140000,
                    "110263": 8,
                    "241": 1,
                    "110509": 1
                }
            }
        ]
    }
}

var _recommend_ = {
    "1503": {
        "relics": {
            "avatar_id": 1503,
            "set4_id_list": [
                133,
                130,
                114
            ],
            "set2_id_list": [
                308,
                317,
                310
            ],
            "property_list3": [
                "HealRatioBase"
            ],
            "property_list4": [
                "SpeedDelta",
                "DefenceAddedRatio"
            ],
            "property_list5": [
                "DefenceAddedRatio"
            ],
            "property_list6": [
                "SPRatioBase",
                "DefenceAddedRatio"
            ],
            "property_list": [
                {
                    "relic_type": "BODY",
                    "property_type": "HealRatioBase"
                },
                {
                    "relic_type": "FOOT",
                    "property_type": "SpeedDelta"
                },
                {
                    "relic_type": "NECK",
                    "property_type": "DefenceAddedRatio"
                },
                {
                    "relic_type": "OBJECT",
                    "property_type": "SPRatioBase"
                }
            ],
            "sub_affix_property_list": [
                "DefenceAddedRatio",
                "SpeedDelta"
            ],
            "score_rank_list": [
                256,
                196
            ]
        },
        "lightcones": [
            23055,
            21064
        ],
        "teams": []
    }
}
