// Auto Generated

var _versions_ = {
    "1503": ["v1", "v2", "v3", "v4", "Live"]
}

var _avatarskill_ = {
    "150301": {
        "v1": {
        "Name": "行笔，临摹断水",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害。",
        "Params": [[0.45],[0.54],[0.63],[0.72],[0.81],[0.9],[0.99],[1.08],[1.17],[1.26]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "v2": {
        "Name": "行笔，临摹断水",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害。",
        "Params": [[0.45],[0.54],[0.63],[0.72],[0.81],[0.9],[0.99],[1.08],[1.17],[1.26]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "v3": {
        "Name": "行笔，临摹断水",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害。",
        "Params": [[0.45],[0.54],[0.63],[0.72],[0.81],[0.9],[0.99],[1.08],[1.17],[1.26]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "v4": {
        "Name": "行笔，临摹断水",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害。",
        "Params": [[0.45],[0.54],[0.63],[0.72],[0.81],[0.9],[0.99],[1.08],[1.17],[1.26]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "Live": {
        "Name": "行笔，临摹断水",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害。",
        "Params": [[0.45],[0.54],[0.63],[0.72],[0.81],[0.9],[0.99],[1.08],[1.17],[1.26]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
    },
    "150302": {
        "v1": {
        "Name": "补缀生命的柔光",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "Defence",
        "Desc": "获得 <b>#1[f]</b> 点【<u>好活当赏</u>】，为我方全体回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#3[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#3[f]</b> 的生命值。",
        "Params": [[15,0.06,120],[15,0.066,132],[15,0.072,144],[15,0.078,156],[15,0.084,168],[15,0.09,180],[15,0.0975,195],[15,0.105,210],[15,0.1125,225],[15,0.12,240],[15,0.126,252],[15,0.132,264],[15,0.138,276],[15,0.144,288],[15,0.15,300]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_BP",
        "EE": []
},
        "v2": {
        "Name": "补缀生命的柔光",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "Defence",
        "Desc": "获得 <b>#1[f]</b> 点【<u>好活当赏</u>】，为我方全体回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#3[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#3[f]</b> 的生命值。",
        "Params": [[15,0.06,120],[15,0.066,132],[15,0.072,144],[15,0.078,156],[15,0.084,168],[15,0.09,180],[15,0.0975,195],[15,0.105,210],[15,0.1125,225],[15,0.12,240],[15,0.126,252],[15,0.132,264],[15,0.138,276],[15,0.144,288],[15,0.15,300]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_BP",
        "EE": []
},
        "v3": {
        "Name": "补缀生命的柔光",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "Defence",
        "Desc": "获得 <b>#1[f]</b> 点【<u>好活当赏</u>】，为我方全体回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#3[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#3[f]</b> 的生命值。",
        "Params": [[15,0.06,120],[15,0.066,132],[15,0.072,144],[15,0.078,156],[15,0.084,168],[15,0.09,180],[15,0.0975,195],[15,0.105,210],[15,0.1125,225],[15,0.12,240],[15,0.126,252],[15,0.132,264],[15,0.138,276],[15,0.144,288],[15,0.15,300]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_BP",
        "EE": []
},
        "v4": {
        "Name": "补缀生命的柔光",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "Defence",
        "Desc": "获得 <b>#1[f]</b> 点【<u>好活当赏</u>】，为我方全体目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#3[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#3[f]</b> 的生命值。",
        "Params": [[15,0.06,120],[15,0.066,132],[15,0.072,144],[15,0.078,156],[15,0.084,168],[15,0.09,180],[15,0.0975,195],[15,0.105,210],[15,0.1125,225],[15,0.12,240],[15,0.126,252],[15,0.132,264],[15,0.138,276],[15,0.144,288],[15,0.15,300]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_BP",
        "EE": []
},
        "Live": {
        "Name": "补缀生命的柔光",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "Defence",
        "Desc": "获得 <b>#1[f]</b> 点【<u>好活当赏</u>】，为我方全体目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#3[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#3[f]</b> 的生命值。",
        "Params": [[15,0.06,120],[15,0.066,132],[15,0.072,144],[15,0.078,156],[15,0.084,168],[15,0.09,180],[15,0.0975,195],[15,0.105,210],[15,0.1125,225],[15,0.12,240],[15,0.126,252],[15,0.132,264],[15,0.138,276],[15,0.144,288],[15,0.15,300]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_BP",
        "EE": []
},
    },
    "150303": {
        "v1": {
        "Name": "鉴映灵魂的底色",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "辅助",
        "Desc": "获得 <b>#3[f]</b> 点【<u>好活当赏</u>】。【深度学习】除自身以外的指定我方单体角色，使目标成为【美学底本】。 队伍中「欢愉」命途角色数量等于1/2/3或以上时，使【美学底本】行动提前@ <b>#4[p]</b> #/@ <b>#5[p]</b> #/@ <b>#6[p]</b> #。队伍中「欢愉」命途角色数量等于4或以上时，使【美学底本】获得1个<u>额外回合</u>。该额外回合开始时，【美学底本】获得 <b>#8[f]</b> 点【<u>好活当赏</u>】，并获得 <b>#7[f]</b> 点<u>笑点</u>，额外回合结束时移除。 【深度学习】时，普攻【行笔，临摹断水】强化为【行笔，绘制末浪】。若【美学底本】为「欢愉」命途，则强化为【行笔，幻造星月】，且造成伤害时，额外造成@ <b>#2[p]</b> #的冰属性<u>欢愉伤害</u>，该次<u>欢愉伤害</u>使用【美学底本】的属性值计算。【深度学习】具有 <b>#1[f]</b> 点充能，真珠施放强化普攻后消耗1点充能，行动后若无充能则结束【深度学习】。",
        "Params": [[3,0.3,20,0.1,0.15,0.3,60,30],[3,0.33,20,0.1,0.15,0.3,60,30],[3,0.36,20,0.1,0.15,0.3,60,30],[3,0.39,20,0.1,0.15,0.3,60,30],[3,0.42,20,0.1,0.15,0.3,60,30],[3,0.45,20,0.1,0.15,0.3,60,30],[3,0.4875,20,0.1,0.15,0.3,60,30],[3,0.525,20,0.1,0.15,0.3,60,30],[3,0.5625,20,0.1,0.15,0.3,60,30],[3,0.6,20,0.1,0.15,0.3,60,30],[3,0.63,20,0.1,0.15,0.3,60,30],[3,0.66,20,0.1,0.15,0.3,60,30],[3,0.69,20,0.1,0.15,0.3,60,30],[3,0.72,20,0.1,0.15,0.3,60,30],[3,0.75,20,0.1,0.15,0.3,60,30]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Ultra",
        "EE": []
},
        "v2": {
        "Name": "鉴映灵魂的底色",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "辅助",
        "Desc": "获得 <b>#3[f]</b> 点【<u>好活当赏</u>】。【深度学习】除自身以外的指定我方单体角色，使目标成为【美学底本】。 队伍中「欢愉」命途角色数量等于1/2/3或以上时，使【美学底本】行动提前@ <b>#4[p]</b> #/@ <b>#5[p]</b> #/@ <b>#6[p]</b> #。队伍中「欢愉」命途角色数量等于4或以上时，使【美学底本】获得1个<u>额外回合</u>。该额外回合开始时，【美学底本】获得 <b>#8[f]</b> 点【<u>好活当赏</u>】，并获得 <b>#7[f]</b> 点<u>笑点</u>，额外回合结束时移除。 【深度学习】时，普攻【行笔，临摹断水】强化为【行笔，绘制末浪】。若【美学底本】为「欢愉」命途，则强化为【行笔，幻造星月】，且造成伤害时，额外造成@ <b>#2[p]</b> #的冰属性<u>欢愉伤害</u>，该次<u>欢愉伤害</u>使用【美学底本】的属性值计算。【深度学习】具有 <b>#1[f]</b> 点充能，真珠施放强化普攻后消耗1点充能，行动后若无充能则结束【深度学习】。",
        "Params": [[3,0.3,20,0.1,0.15,0.3,60,30],[3,0.33,20,0.1,0.15,0.3,60,30],[3,0.36,20,0.1,0.15,0.3,60,30],[3,0.39,20,0.1,0.15,0.3,60,30],[3,0.42,20,0.1,0.15,0.3,60,30],[3,0.45,20,0.1,0.15,0.3,60,30],[3,0.4875,20,0.1,0.15,0.3,60,30],[3,0.525,20,0.1,0.15,0.3,60,30],[3,0.5625,20,0.1,0.15,0.3,60,30],[3,0.6,20,0.1,0.15,0.3,60,30],[3,0.63,20,0.1,0.15,0.3,60,30],[3,0.66,20,0.1,0.15,0.3,60,30],[3,0.69,20,0.1,0.15,0.3,60,30],[3,0.72,20,0.1,0.15,0.3,60,30],[3,0.75,20,0.1,0.15,0.3,60,30]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Ultra",
        "EE": []
},
        "v3": {
        "Name": "鉴映灵魂的底色",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "辅助",
        "Desc": "获得 <b>#3[f]</b> 点【<u>好活当赏</u>】。【深度学习】除自身以外的指定我方单体角色，使目标成为【美学底本】。 队伍中「欢愉」命途角色数量等于1/2/3或以上时，使【美学底本】行动提前@ <b>#4[p]</b> #/@ <b>#5[p]</b> #/@ <b>#6[p]</b> #。队伍中「欢愉」命途角色数量等于4或以上时，使【美学底本】获得1个<u>额外回合</u>。该额外回合开始时，【美学底本】获得 <b>#8[f]</b> 点【<u>好活当赏</u>】，并获得 <b>#7[f]</b> 点<u>笑点</u>，额外回合结束时移除。 【深度学习】时，普攻【行笔，临摹断水】强化为【行笔，绘制末浪】。若【美学底本】为「欢愉」命途，则强化为【行笔，幻造星月】，且造成伤害后，额外造成@ <b>#2[p]</b> #的冰属性<u>欢愉伤害</u>，该次<u>欢愉伤害</u>使用【美学底本】的属性值计算。【深度学习】具有 <b>#1[f]</b> 点充能，真珠施放强化普攻后消耗1点充能，行动后若无充能则结束【深度学习】。",
        "Params": [[3,0.3,20,0.1,0.15,0.3,60,30],[3,0.33,20,0.1,0.15,0.3,60,30],[3,0.36,20,0.1,0.15,0.3,60,30],[3,0.39,20,0.1,0.15,0.3,60,30],[3,0.42,20,0.1,0.15,0.3,60,30],[3,0.45,20,0.1,0.15,0.3,60,30],[3,0.4875,20,0.1,0.15,0.3,60,30],[3,0.525,20,0.1,0.15,0.3,60,30],[3,0.5625,20,0.1,0.15,0.3,60,30],[3,0.6,20,0.1,0.15,0.3,60,30],[3,0.63,20,0.1,0.15,0.3,60,30],[3,0.66,20,0.1,0.15,0.3,60,30],[3,0.69,20,0.1,0.15,0.3,60,30],[3,0.72,20,0.1,0.15,0.3,60,30],[3,0.75,20,0.1,0.15,0.3,60,30]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Ultra",
        "EE": []
},
        "v4": {
        "Name": "鉴映灵魂的底色",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "辅助",
        "Desc": "获得 <b>#3[f]</b> 点【<u>好活当赏</u>】。【深度学习】除自身以外的指定我方单体角色，使目标成为【美学底本】。 队伍中「欢愉」命途角色数量等于1/2/3或以上时，使【美学底本】行动提前@ <b>#4[p]</b> #/@ <b>#5[p]</b> #/@ <b>#6[p]</b> #。队伍中「欢愉」命途角色数量等于4或以上时，使【美学底本】获得1个<u>额外回合</u>。该额外回合开始时，【美学底本】获得 <b>#8[f]</b> 点【<u>好活当赏</u>】，并获得 <b>#7[f]</b> 点<u>笑点</u>，额外回合结束时移除。 【深度学习】时，普攻【行笔，临摹断水】强化为【行笔，绘制末浪】。若【美学底本】为「欢愉」命途，则强化为【行笔，幻造星月】，且攻击后，额外造成@ <b>#2[p]</b> #的冰属性<u>欢愉伤害</u>，该次<u>欢愉伤害</u>使用【美学底本】的属性值计算。【深度学习】具有 <b>#1[f]</b> 点充能，真珠施放强化普攻后消耗1点充能，行动后若无充能则结束【深度学习】。",
        "Params": [[3,0.3,20,0.1,0.15,0.3,60,30],[3,0.33,20,0.1,0.15,0.3,60,30],[3,0.36,20,0.1,0.15,0.3,60,30],[3,0.39,20,0.1,0.15,0.3,60,30],[3,0.42,20,0.1,0.15,0.3,60,30],[3,0.45,20,0.1,0.15,0.3,60,30],[3,0.4875,20,0.1,0.15,0.3,60,30],[3,0.525,20,0.1,0.15,0.3,60,30],[3,0.5625,20,0.1,0.15,0.3,60,30],[3,0.6,20,0.1,0.15,0.3,60,30],[3,0.63,20,0.1,0.15,0.3,60,30],[3,0.66,20,0.1,0.15,0.3,60,30],[3,0.69,20,0.1,0.15,0.3,60,30],[3,0.72,20,0.1,0.15,0.3,60,30],[3,0.75,20,0.1,0.15,0.3,60,30]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Ultra",
        "EE": []
},
        "Live": {
        "Name": "鉴映灵魂的底色",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "辅助",
        "Desc": "获得 <b>#3[f]</b> 点【<u>好活当赏</u>】。【深度学习】除自身以外的指定我方单体角色，使目标成为【美学底本】。 队伍中「欢愉」命途角色数量等于1/2/3或以上时，使【美学底本】行动提前@ <b>#4[p]</b> #/@ <b>#5[p]</b> #/@ <b>#6[p]</b> #。队伍中「欢愉」命途角色数量等于4或以上时，使【美学底本】获得1个<u>额外回合</u>。该额外回合开始时，【美学底本】获得 <b>#8[f]</b> 点【<u>好活当赏</u>】，并获得 <b>#7[f]</b> 点<u>笑点</u>，额外回合结束时移除。 【深度学习】时，普攻【行笔，临摹断水】强化为【行笔，绘制末浪】。若【美学底本】为「欢愉」命途，则强化为【行笔，幻造星月】，且攻击后，额外造成@ <b>#2[p]</b> #的冰属性<u>欢愉伤害</u>，该次<u>欢愉伤害</u>使用【美学底本】的属性值计算。【深度学习】具有 <b>#1[f]</b> 点充能，真珠施放强化普攻后消耗1点充能，行动后若无充能则结束【深度学习】。",
        "Params": [[3,0.3,20,0.1,0.15,0.3,60,30],[3,0.33,20,0.1,0.15,0.3,60,30],[3,0.36,20,0.1,0.15,0.3,60,30],[3,0.39,20,0.1,0.15,0.3,60,30],[3,0.42,20,0.1,0.15,0.3,60,30],[3,0.45,20,0.1,0.15,0.3,60,30],[3,0.4875,20,0.1,0.15,0.3,60,30],[3,0.525,20,0.1,0.15,0.3,60,30],[3,0.5625,20,0.1,0.15,0.3,60,30],[3,0.6,20,0.1,0.15,0.3,60,30],[3,0.63,20,0.1,0.15,0.3,60,30],[3,0.66,20,0.1,0.15,0.3,60,30],[3,0.69,20,0.1,0.15,0.3,60,30],[3,0.72,20,0.1,0.15,0.3,60,30],[3,0.75,20,0.1,0.15,0.3,60,30]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Ultra",
        "EE": []
},
    },
    "150304": {
        "v1": {
        "Name": "吞纳沙砾，重塑生机",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Defence",
        "Desc": "真珠可使用【<u>好活当赏</u>】作为<u>抵御值</u>，每点【<u>好活当赏</u>】等同于 <b>#5[f]</b> 点<u>抵御值</u>，我方目标受到伤害时，真珠可消耗抵御值为我方目标抵挡@ <b>#2[p]</b> #的伤害。真珠的【<u>好活当赏</u>】持续时间无限，且持有上限为 <b>#3[f]</b> 点。 我方目标当前生命值百分比小于等于@ <b>#1[p]</b> #时，受到的伤害降低@ <b>#4[p]</b> #。",
        "Params": [[0.5,0.6,50,0.15,200],[0.5,0.6,50,0.165,200],[0.5,0.6,50,0.18,200],[0.5,0.6,50,0.195,200],[0.5,0.6,50,0.21,200],[0.5,0.6,50,0.225,200],[0.5,0.6,50,0.24375,200],[0.5,0.6,50,0.2625,200],[0.5,0.6,50,0.28125,200],[0.5,0.6,50,0.3,200],[0.5,0.6,50,0.315,200],[0.5,0.6,50,0.33,200],[0.5,0.6,50,0.345,200],[0.5,0.6,50,0.36,200],[0.5,0.6,50,0.375,200]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Passive",
        "EE": []
},
        "v2": {
        "Name": "吞纳沙砾，重塑生机",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Defence",
        "Desc": "真珠可使用【<u>好活当赏</u>】作为<u>抵御值</u>，每点【<u>好活当赏</u>】等同于 <b>#5[f]</b> 点<u>抵御值</u>，我方目标受到伤害时，真珠可消耗抵御值为我方目标抵挡@ <b>#2[p]</b> #的伤害。真珠的【<u>好活当赏</u>】持续时间无限，且持有上限为 <b>#3[f]</b> 点。 我方目标当前生命值百分比小于等于@ <b>#1[p]</b> #时，受到的伤害降低@ <b>#4[p]</b> #。",
        "Params": [[0.5,0.6,50,0.15,200],[0.5,0.6,50,0.165,200],[0.5,0.6,50,0.18,200],[0.5,0.6,50,0.195,200],[0.5,0.6,50,0.21,200],[0.5,0.6,50,0.225,200],[0.5,0.6,50,0.24375,200],[0.5,0.6,50,0.2625,200],[0.5,0.6,50,0.28125,200],[0.5,0.6,50,0.3,200],[0.5,0.6,50,0.315,200],[0.5,0.6,50,0.33,200],[0.5,0.6,50,0.345,200],[0.5,0.6,50,0.36,200],[0.5,0.6,50,0.375,200]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Passive",
        "EE": []
},
        "v3": {
        "Name": "吞纳沙砾，重塑生机",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Defence",
        "Desc": "真珠可使用【<u>好活当赏</u>】作为<u>抵御值</u>，每点【<u>好活当赏</u>】等同于 <b>#5[f]</b> 点<u>抵御值</u>，我方目标受到伤害时，真珠可消耗抵御值为我方目标抵挡@ <b>#2[p]</b> #的伤害。真珠的【<u>好活当赏</u>】持续时间无限，且持有上限为 <b>#3[f]</b> 点。 我方目标当前生命值百分比小于等于@ <b>#1[p]</b> #时，受到的伤害降低@ <b>#4[p]</b> #。",
        "Params": [[0.5,0.6,50,0.15,200],[0.5,0.6,50,0.165,200],[0.5,0.6,50,0.18,200],[0.5,0.6,50,0.195,200],[0.5,0.6,50,0.21,200],[0.5,0.6,50,0.225,200],[0.5,0.6,50,0.24375,200],[0.5,0.6,50,0.2625,200],[0.5,0.6,50,0.28125,200],[0.5,0.6,50,0.3,200],[0.5,0.6,50,0.315,200],[0.5,0.6,50,0.33,200],[0.5,0.6,50,0.345,200],[0.5,0.6,50,0.36,200],[0.5,0.6,50,0.375,200]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Passive",
        "EE": []
},
        "v4": {
        "Name": "吞纳沙砾，重塑生机",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Defence",
        "Desc": "真珠可使用【<u>好活当赏</u>】作为<u>抵御值</u>，每点【<u>好活当赏</u>】等同于 <b>#5[f]</b> 点<u>抵御值</u>，我方目标受到伤害时，真珠可消耗抵御值为我方目标抵挡@ <b>#2[p]</b> #的伤害。真珠的【<u>好活当赏</u>】持续时间无限，且持有上限为 <b>#3[f]</b> 点。 我方目标当前生命值百分比小于等于@ <b>#1[p]</b> #时，受到的伤害降低@ <b>#4[p]</b> #。",
        "Params": [[0.5,0.6,50,0.15,200],[0.5,0.6,50,0.165,200],[0.5,0.6,50,0.18,200],[0.5,0.6,50,0.195,200],[0.5,0.6,50,0.21,200],[0.5,0.6,50,0.225,200],[0.5,0.6,50,0.24375,200],[0.5,0.6,50,0.2625,200],[0.5,0.6,50,0.28125,200],[0.5,0.6,50,0.3,200],[0.5,0.6,50,0.315,200],[0.5,0.6,50,0.33,200],[0.5,0.6,50,0.345,200],[0.5,0.6,50,0.36,200],[0.5,0.6,50,0.375,200]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Passive",
        "EE": []
},
        "Live": {
        "Name": "吞纳沙砾，重塑生机",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Defence",
        "Desc": "真珠可使用【<u>好活当赏</u>】作为<u>抵御值</u>，每点【<u>好活当赏</u>】等同于 <b>#5[f]</b> 点<u>抵御值</u>，我方目标受到伤害时，真珠可消耗抵御值为我方目标抵挡@ <b>#2[p]</b> #的伤害。真珠的【<u>好活当赏</u>】持续时间无限，且持有上限为 <b>#3[f]</b> 点。 我方目标当前生命值百分比小于等于@ <b>#1[p]</b> #时，受到的伤害降低@ <b>#4[p]</b> #。",
        "Params": [[0.5,0.6,50,0.15,200],[0.5,0.6,50,0.165,200],[0.5,0.6,50,0.18,200],[0.5,0.6,50,0.195,200],[0.5,0.6,50,0.21,200],[0.5,0.6,50,0.225,200],[0.5,0.6,50,0.24375,200],[0.5,0.6,50,0.2625,200],[0.5,0.6,50,0.28125,200],[0.5,0.6,50,0.3,200],[0.5,0.6,50,0.315,200],[0.5,0.6,50,0.33,200],[0.5,0.6,50,0.345,200],[0.5,0.6,50,0.36,200],[0.5,0.6,50,0.375,200]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Passive",
        "EE": []
},
    },
    "150306": {
        "v1": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "v2": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "v3": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "v4": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "Live": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
    },
    "150307": {
        "v1": {
        "Name": "凝润珠光，复刻真迹",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "辅助",
        "Desc": "使用秘技后获得【美学底本】，切换行动角色时【美学底本】转移至当前行动角色。下一次战斗开始时，获得 <b>#2[f]</b> 点【<u>好活当赏</u>】，并使真珠【深度学习】持有【美学底本】的角色，该【深度学习】具有 <b>#1[f]</b> 点充能。真珠只能【深度学习】除自身以外的角色。",
        "Params": [[2,20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Maze",
        "EE": []
},
        "v2": {
        "Name": "凝润珠光，复刻真迹",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "辅助",
        "Desc": "使用秘技后获得【美学底本】，切换行动角色时【美学底本】转移至当前行动角色。下一次战斗开始时，获得 <b>#2[f]</b> 点【<u>好活当赏</u>】，并使真珠【深度学习】持有【美学底本】的角色，该【深度学习】具有 <b>#1[f]</b> 点充能。真珠只能【深度学习】除自身以外的角色。",
        "Params": [[2,20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Maze",
        "EE": []
},
        "v3": {
        "Name": "凝润珠光，复刻真迹",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "辅助",
        "Desc": "使用秘技后获得【美学底本】，切换行动角色时【美学底本】转移至当前行动角色。下一次战斗开始时，获得 <b>#2[f]</b> 点【<u>好活当赏</u>】，并使真珠【深度学习】持有【美学底本】的角色，该【深度学习】具有 <b>#1[f]</b> 点充能。真珠只能【深度学习】除自身以外的角色。",
        "Params": [[2,20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Maze",
        "EE": []
},
        "v4": {
        "Name": "凝润珠光，复刻真迹",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "辅助",
        "Desc": "使用秘技后获得【美学底本】，切换行动角色时【美学底本】转移至当前行动角色。下一次战斗开始时，真珠获得 <b>#2[f]</b> 点【<u>好活当赏</u>】，并【深度学习】持有【美学底本】的角色，该【深度学习】具有 <b>#1[f]</b> 点充能。真珠只能【深度学习】除自身以外的角色。",
        "Params": [[2,20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Maze",
        "EE": []
},
        "Live": {
        "Name": "凝润珠光，复刻真迹",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "辅助",
        "Desc": "使用秘技后获得【美学底本】，切换行动角色时【美学底本】转移至当前行动角色。下一次战斗开始时，真珠获得 <b>#2[f]</b> 点【<u>好活当赏</u>】，并【深度学习】持有【美学底本】的角色，该【深度学习】具有 <b>#1[f]</b> 点充能。真珠只能【深度学习】除自身以外的角色。",
        "Params": [[2,20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Maze",
        "EE": []
},
    },
    "150308": {
        "v1": {
        "Name": "行笔，幻造星月",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害，为我方全体目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值。持有【<u>好活当赏</u>】时，额外对受到攻击的敌方目标造成@ <b>#5[p]</b> #的冰属性<u>欢愉伤害</u>。",
        "Params": [[0.5,0.04,1,80,0.1],[0.6,0.048,1,96,0.11],[0.7,0.056,1,112,0.12],[0.8,0.064,1,128,0.13],[0.9,0.072,1,144,0.14],[1,0.08,1,160,0.15],[1.1,0.088,1,176,0.1625],[1.2,0.096,1,192,0.175],[1.3,0.104,1,208,0.1875],[1.4,0.112,1,224,0.2]],
        "BP": 1,
        "SPAdd": 30,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                3.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "v2": {
        "Name": "行笔，幻造星月",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害，为我方全体目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值。持有【<u>好活当赏</u>】时，额外对受到攻击的敌方目标造成@ <b>#5[p]</b> #的冰属性<u>欢愉伤害</u>。",
        "Params": [[0.5,0.04,1,80,0.1],[0.6,0.048,1,96,0.11],[0.7,0.056,1,112,0.12],[0.8,0.064,1,128,0.13],[0.9,0.072,1,144,0.14],[1,0.08,1,160,0.15],[1.1,0.088,1,176,0.1625],[1.2,0.096,1,192,0.175],[1.3,0.104,1,208,0.1875],[1.4,0.112,1,224,0.2]],
        "BP": 1,
        "SPAdd": 30,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                3.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "v3": {
        "Name": "行笔，幻造星月",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害，为我方全体目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值。持有【<u>好活当赏</u>】时，额外对受到攻击的敌方目标造成@ <b>#5[p]</b> #的冰属性<u>欢愉伤害</u>。",
        "Params": [[0.5,0.04,1,80,0.1],[0.6,0.048,1,96,0.11],[0.7,0.056,1,112,0.12],[0.8,0.064,1,128,0.13],[0.9,0.072,1,144,0.14],[1,0.08,1,160,0.15],[1.1,0.088,1,176,0.1625],[1.2,0.096,1,192,0.175],[1.3,0.104,1,208,0.1875],[1.4,0.112,1,224,0.2]],
        "BP": 1,
        "SPAdd": 30,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                3.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "v4": {
        "Name": "行笔，幻造星月",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害，为我方全体目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值。持有【<u>好活当赏</u>】时，额外造成@ <b>#5[p]</b> #的冰属性<u>欢愉伤害</u>。",
        "Params": [[0.5,0.04,1,80,0.1],[0.6,0.048,1,96,0.11],[0.7,0.056,1,112,0.12],[0.8,0.064,1,128,0.13],[0.9,0.072,1,144,0.14],[1,0.08,1,160,0.15],[1.1,0.088,1,176,0.1625],[1.2,0.096,1,192,0.175],[1.3,0.104,1,208,0.1875],[1.4,0.112,1,224,0.2]],
        "BP": 1,
        "SPAdd": 30,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                3.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "Live": {
        "Name": "行笔，幻造星月",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害，为我方全体目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值。持有【<u>好活当赏</u>】时，额外造成@ <b>#5[p]</b> #的冰属性<u>欢愉伤害</u>。",
        "Params": [[0.5,0.04,1,80,0.1],[0.6,0.048,1,96,0.11],[0.7,0.056,1,112,0.12],[0.8,0.064,1,128,0.13],[0.9,0.072,1,144,0.14],[1,0.08,1,160,0.15],[1.1,0.088,1,176,0.1625],[1.2,0.096,1,192,0.175],[1.3,0.104,1,208,0.1875],[1.4,0.112,1,224,0.2]],
        "BP": 1,
        "SPAdd": 30,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                3.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
    },
    "150310": {
        "v1": {
        "Name": "行笔，绘制末浪",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害，为我方全体目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值。",
        "Params": [[0.5,0.04,1,80],[0.6,0.048,1,96],[0.7,0.056,1,112],[0.8,0.064,1,128],[0.9,0.072,1,144],[1,0.08,1,160],[1.1,0.088,1,176],[1.2,0.096,1,192],[1.3,0.104,1,208],[1.4,0.112,1,224]],
        "BP": 1,
        "SPAdd": 30,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                3.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "v2": {
        "Name": "行笔，绘制末浪",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害，为我方全体目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值。",
        "Params": [[0.5,0.04,1,80],[0.6,0.048,1,96],[0.7,0.056,1,112],[0.8,0.064,1,128],[0.9,0.072,1,144],[1,0.08,1,160],[1.1,0.088,1,176],[1.2,0.096,1,192],[1.3,0.104,1,208],[1.4,0.112,1,224]],
        "BP": 1,
        "SPAdd": 30,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                3.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "v3": {
        "Name": "行笔，绘制末浪",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害，为我方全体目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值。",
        "Params": [[0.5,0.04,1,80],[0.6,0.048,1,96],[0.7,0.056,1,112],[0.8,0.064,1,128],[0.9,0.072,1,144],[1,0.08,1,160],[1.1,0.088,1,176],[1.2,0.096,1,192],[1.3,0.104,1,208],[1.4,0.112,1,224]],
        "BP": 1,
        "SPAdd": 30,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                3.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "v4": {
        "Name": "行笔，绘制末浪",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害，为我方全体目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值。",
        "Params": [[0.5,0.04,1,80],[0.6,0.048,1,96],[0.7,0.056,1,112],[0.8,0.064,1,128],[0.9,0.072,1,144],[1,0.08,1,160],[1.1,0.088,1,176],[1.2,0.096,1,192],[1.3,0.104,1,208],[1.4,0.112,1,224]],
        "BP": 1,
        "SPAdd": 30,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                3.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
        "Live": {
        "Name": "行笔，绘制末浪",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于真珠@ <b>#1[p]</b> #防御力的冰属性伤害，为我方全体目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值，额外为当前生命值百分比最低的我方目标回复等同于真珠@ <b>#2[p]</b> #防御力+ <b>#4[f]</b> 的生命值。",
        "Params": [[0.5,0.04,1,80],[0.6,0.048,1,96],[0.7,0.056,1,112],[0.8,0.064,1,128],[0.9,0.072,1,144],[1,0.08,1,160],[1.1,0.088,1,176],[1.2,0.096,1,192],[1.3,0.104,1,208],[1.4,0.112,1,224]],
        "BP": 1,
        "SPAdd": 30,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                3.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Normal",
        "EE": []
},
    },
    "150320": {
        "v1": {
        "Name": "渲染理性，解构欢愉",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "辅助",
        "Desc": "队伍中「欢愉」命途角色数量等于1/2/3/4或以上时，使我方全体目标下一次攻击后，对攻击目标额外造成@ <b>#1[p]</b> #/@ <b>#2[p]</b> #/@ <b>#3[p]</b> #/@ <b>#4[p]</b> #的对应属性<u>欢愉伤害</u>。",
        "Params": [[0.05,0.075,0.1,0.2],[0.055,0.0825,0.11,0.22],[0.06,0.09,0.12,0.24],[0.065,0.0975,0.13,0.26],[0.07,0.105,0.14,0.28],[0.075,0.1125,0.15,0.3],[0.08125,0.121875,0.1625,0.325],[0.0875,0.13125,0.175,0.35],[0.09375,0.140625,0.1875,0.375],[0.1,0.15,0.2,0.4],[0.105,0.1575,0.21,0.42],[0.11,0.165,0.22,0.44],[0.115,0.1725,0.23,0.46],[0.12,0.18,0.24,0.48],[0.125,0.1875,0.25,0.5]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Elation",
        "EE": []
},
        "v2": {
        "Name": "渲染理性，解构欢愉",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "辅助",
        "Desc": "队伍中「欢愉」命途角色数量等于1/2/3/4或以上时，使我方全体目标下一次攻击后，对攻击目标额外造成@ <b>#1[p]</b> #/@ <b>#2[p]</b> #/@ <b>#3[p]</b> #/@ <b>#4[p]</b> #的对应属性<u>欢愉伤害</u>。",
        "Params": [[0.05,0.075,0.1,0.2],[0.055,0.0825,0.11,0.22],[0.06,0.09,0.12,0.24],[0.065,0.0975,0.13,0.26],[0.07,0.105,0.14,0.28],[0.075,0.1125,0.15,0.3],[0.08125,0.121875,0.1625,0.325],[0.0875,0.13125,0.175,0.35],[0.09375,0.140625,0.1875,0.375],[0.1,0.15,0.2,0.4],[0.105,0.1575,0.21,0.42],[0.11,0.165,0.22,0.44],[0.115,0.1725,0.23,0.46],[0.12,0.18,0.24,0.48],[0.125,0.1875,0.25,0.5]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Elation",
        "EE": []
},
        "v3": {
        "Name": "渲染理性，解构欢愉",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "辅助",
        "Desc": "队伍中「欢愉」命途角色数量等于1/2/3/4或以上时，使我方全体目标下一次攻击后，对攻击目标额外造成@ <b>#1[p]</b> #/@ <b>#2[p]</b> #/@ <b>#3[p]</b> #/@ <b>#4[p]</b> #的对应属性<u>欢愉伤害</u>。",
        "Params": [[0.05,0.075,0.1,0.2],[0.055,0.0825,0.11,0.22],[0.06,0.09,0.12,0.24],[0.065,0.0975,0.13,0.26],[0.07,0.105,0.14,0.28],[0.075,0.1125,0.15,0.3],[0.08125,0.121875,0.1625,0.325],[0.0875,0.13125,0.175,0.35],[0.09375,0.140625,0.1875,0.375],[0.1,0.15,0.2,0.4],[0.105,0.1575,0.21,0.42],[0.11,0.165,0.22,0.44],[0.115,0.1725,0.23,0.46],[0.12,0.18,0.24,0.48],[0.125,0.1875,0.25,0.5]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Elation",
        "EE": []
},
        "v4": {
        "Name": "渲染理性，解构欢愉",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "辅助",
        "Desc": "队伍中「欢愉」命途角色数量等于1/2/3/4或以上时，使我方全体目标下一次攻击后，对攻击目标额外造成@ <b>#1[p]</b> #/@ <b>#2[p]</b> #/@ <b>#3[p]</b> #/@ <b>#4[p]</b> #的对应属性<u>欢愉伤害</u>。",
        "Params": [[0.05,0.075,0.1,0.2],[0.055,0.0825,0.11,0.22],[0.06,0.09,0.12,0.24],[0.065,0.0975,0.13,0.26],[0.07,0.105,0.14,0.28],[0.075,0.1125,0.15,0.3],[0.08125,0.121875,0.1625,0.325],[0.0875,0.13125,0.175,0.35],[0.09375,0.140625,0.1875,0.375],[0.1,0.15,0.2,0.4],[0.105,0.1575,0.21,0.42],[0.11,0.165,0.22,0.44],[0.115,0.1725,0.23,0.46],[0.12,0.18,0.24,0.48],[0.125,0.1875,0.25,0.5]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Elation",
        "EE": []
},
        "Live": {
        "Name": "渲染理性，解构欢愉",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "辅助",
        "Desc": "队伍中「欢愉」命途角色数量等于1/2/3/4或以上时，使我方全体目标下一次攻击后，对攻击目标额外造成@ <b>#1[p]</b> #/@ <b>#2[p]</b> #/@ <b>#3[p]</b> #/@ <b>#4[p]</b> #的对应属性<u>欢愉伤害</u>。",
        "Params": [[0.05,0.075,0.1,0.2],[0.055,0.0825,0.11,0.22],[0.06,0.09,0.12,0.24],[0.065,0.0975,0.13,0.26],[0.07,0.105,0.14,0.28],[0.075,0.1125,0.15,0.3],[0.08125,0.121875,0.1625,0.325],[0.0875,0.13125,0.175,0.35],[0.09375,0.140625,0.1875,0.375],[0.1,0.15,0.2,0.4],[0.105,0.1575,0.21,0.42],[0.11,0.165,0.22,0.44],[0.115,0.1725,0.23,0.46],[0.12,0.18,0.24,0.48],[0.125,0.1875,0.25,0.5]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1503_Elation",
        "EE": []
},
    },
}

var _avatarskilltree_ = {
    "1503": {
        "v1": {
        "Add": {
                "DefenceAddedRatio": 0.225,
                "SpeedDelta": 9.0,
                "StatusResistanceBase": 0.1,
                "ElationDamageAddedRatioBase": 0.1
        },
        "Tree1": {
                "Name": "洞察万物",
                "Desc": "防御力大于等于<b><color style='color:#f29e38'>2400</color></b>时，使自身欢愉度提高<b><color style='color:#f29e38'>32.0%</color></b>，之后每超过<b><color style='color:#f29e38'>100</color></b>点防御力使自身欢愉度提高<b><color style='color:#f29e38'>3.0%</color></b>，最多计入<b><color style='color:#f29e38'>3600</color></b>点超出的防御力。",
                "Icon": "SkillIcon_1503_SkillTree1"
        },
        "Tree2": {
                "Name": "感知容差",
                "Desc": "我方目标回合开始时，真珠获得<b><color style='color:#f29e38'>5</color></b>点【<u>好活当赏</u>】，最多获得<b><color style='color:#f29e38'>50</color></b>点【<u>好活当赏</u>】，真珠回合开始时重置可获得【<u>好活当赏</u>】数量。施放强化普攻和战技时，解除我方全体目标的<b><color style='color:#f29e38'>100%</color></b>个<u>负面效果</u>。",
                "Icon": "SkillIcon_1503_SkillTree2"
        },
        "Tree3": {
                "Name": "艺术壁垒",
                "Desc": "进入战斗和施放终结技后，若【美学底本】为「欢愉」命途角色，使其下一次施放终结技时，为真珠固定恢复<b><color style='color:#f29e38'>90</color></b>点能量。该效果无法叠加。",
                "Icon": "SkillIcon_1503_SkillTree3"
        }
},
        "v2": {
        "Add": {
                "DefenceAddedRatio": 0.225,
                "SpeedDelta": 9.0,
                "StatusResistanceBase": 0.1,
                "ElationDamageAddedRatioBase": 0.1
        },
        "Tree1": {
                "Name": "洞察万物",
                "Desc": "防御力大于等于<b><color style='color:#f29e38'>2400</color></b>时，使自身欢愉度提高<b><color style='color:#f29e38'>32.0%</color></b>，之后每超过<b><color style='color:#f29e38'>100</color></b>点防御力使自身欢愉度提高<b><color style='color:#f29e38'>3.0%</color></b>，最多计入<b><color style='color:#f29e38'>3600</color></b>点超出的防御力。",
                "Icon": "SkillIcon_1503_SkillTree1"
        },
        "Tree2": {
                "Name": "感知容差",
                "Desc": "我方目标回合开始时，真珠获得<b><color style='color:#f29e38'>5</color></b>点【<u>好活当赏</u>】，最多获得<b><color style='color:#f29e38'>50</color></b>点【<u>好活当赏</u>】，真珠回合开始时重置可获得【<u>好活当赏</u>】数量。施放强化普攻和战技时，解除我方全体目标的<b><color style='color:#f29e38'>100%</color></b>个<u>负面效果</u>。",
                "Icon": "SkillIcon_1503_SkillTree2"
        },
        "Tree3": {
                "Name": "艺术壁垒",
                "Desc": "进入战斗和施放终结技后，若【美学底本】为「欢愉」命途角色，使其下一次施放终结技时，为真珠固定恢复<b><color style='color:#f29e38'>90</color></b>点能量。该效果无法叠加。",
                "Icon": "SkillIcon_1503_SkillTree3"
        }
},
        "v3": {
        "Add": {
                "DefenceAddedRatio": 0.225,
                "SpeedDelta": 9.0,
                "StatusResistanceBase": 0.1,
                "ElationDamageAddedRatioBase": 0.1
        },
        "Tree1": {
                "Name": "洞察万物",
                "Desc": "防御力大于等于<b><color style='color:#f29e38'>2400</color></b>时，使自身欢愉度提高<b><color style='color:#f29e38'>32.0%</color></b>，之后每超过<b><color style='color:#f29e38'>100</color></b>点防御力使自身欢愉度提高<b><color style='color:#f29e38'>3.0%</color></b>，最多计入<b><color style='color:#f29e38'>3600</color></b>点超出的防御力。真珠获得等同于欢愉度<b><color style='color:#f29e38'>20.0%</color></b>的治疗量加成。",
                "Icon": "SkillIcon_1503_SkillTree1"
        },
        "Tree2": {
                "Name": "感知容差",
                "Desc": "持有【<u>好活当赏</u>】时，我方全体效果抵抗提高<b><color style='color:#f29e38'>50.0%</color></b>。我方目标回合开始时，真珠获得<b><color style='color:#f29e38'>5</color></b>点【<u>好活当赏</u>】，最多获得<b><color style='color:#f29e38'>50</color></b>点【<u>好活当赏</u>】，真珠回合开始时重置可获得【<u>好活当赏</u>】数量。施放强化普攻和战技时，解除我方全体目标的<b><color style='color:#f29e38'>100%</color></b>个<u>负面效果</u>。",
                "Icon": "SkillIcon_1503_SkillTree2"
        },
        "Tree3": {
                "Name": "艺术壁垒",
                "Desc": "进入战斗和施放终结技后，若【美学底本】为「欢愉」命途角色，使其下一次施放终结技时，为真珠固定恢复<b><color style='color:#f29e38'>90</color></b>点能量。该效果无法叠加。",
                "Icon": "SkillIcon_1503_SkillTree3"
        }
},
        "v4": {
        "Add": {
                "DefenceAddedRatio": 0.225,
                "SpeedDelta": 9.0,
                "StatusResistanceBase": 0.1,
                "ElationDamageAddedRatioBase": 0.1
        },
        "Tree1": {
                "Name": "洞察万物",
                "Desc": "真珠的防御力大于等于<b><color style='color:#f29e38'>2400</color></b>时，使自身欢愉度提高<b><color style='color:#f29e38'>32.0%</color></b>，之后每超过<b><color style='color:#f29e38'>100</color></b>点防御力使自身欢愉度提高<b><color style='color:#f29e38'>3.0%</color></b>，最多计入<b><color style='color:#f29e38'>3600</color></b>点超出的防御力。真珠获得等同于自身欢愉度<b><color style='color:#f29e38'>20.0%</color></b>的治疗量加成。",
                "Icon": "SkillIcon_1503_SkillTree1"
        },
        "Tree2": {
                "Name": "感知容差",
                "Desc": "持有【<u>好活当赏</u>】时，我方全体目标的效果抵抗提高<b><color style='color:#f29e38'>50.0%</color></b>。我方目标回合开始时，真珠获得<b><color style='color:#f29e38'>5</color></b>点【<u>好活当赏</u>】，最多获得<b><color style='color:#f29e38'>50</color></b>点【<u>好活当赏</u>】，真珠回合开始时重置可获得【<u>好活当赏</u>】数量。施放强化普攻和战技时，解除我方全体目标的<b><color style='color:#f29e38'>100%</color></b>个<u>负面效果</u>。",
                "Icon": "SkillIcon_1503_SkillTree2"
        },
        "Tree3": {
                "Name": "艺术壁垒",
                "Desc": "进入战斗和施放终结技后，若【美学底本】为「欢愉」命途角色，使其下一次施放终结技时，为真珠固定恢复<b><color style='color:#f29e38'>90</color></b>点能量。该效果无法叠加。",
                "Icon": "SkillIcon_1503_SkillTree3"
        }
},
        "Live": {
        "Add": {
                "DefenceAddedRatio": 0.225,
                "SpeedDelta": 9.0,
                "StatusResistanceBase": 0.1,
                "ElationDamageAddedRatioBase": 0.1
        },
        "Tree1": {
                "Name": "洞察万物",
                "Desc": "真珠的防御力大于等于<b><color style='color:#f29e38'>2400</color></b>时，使自身欢愉度提高<b><color style='color:#f29e38'>32.0%</color></b>，之后每超过<b><color style='color:#f29e38'>100</color></b>点防御力使自身欢愉度提高<b><color style='color:#f29e38'>3.0%</color></b>，最多计入<b><color style='color:#f29e38'>3600</color></b>点超出的防御力。真珠获得等同于自身欢愉度<b><color style='color:#f29e38'>20.0%</color></b>的治疗量加成。",
                "Icon": "SkillIcon_1503_SkillTree1"
        },
        "Tree2": {
                "Name": "感知容差",
                "Desc": "持有【<u>好活当赏</u>】时，我方全体目标的效果抵抗提高<b><color style='color:#f29e38'>50.0%</color></b>。我方目标回合开始时，真珠获得<b><color style='color:#f29e38'>5</color></b>点【<u>好活当赏</u>】，最多获得<b><color style='color:#f29e38'>50</color></b>点【<u>好活当赏</u>】，真珠回合开始时重置可获得【<u>好活当赏</u>】数量。施放强化普攻和战技时，解除我方全体目标的<b><color style='color:#f29e38'>100%</color></b>个<u>负面效果</u>。",
                "Icon": "SkillIcon_1503_SkillTree2"
        },
        "Tree3": {
                "Name": "艺术壁垒",
                "Desc": "进入战斗和施放终结技后，若【美学底本】为「欢愉」命途角色，使其下一次施放终结技时，为真珠固定恢复<b><color style='color:#f29e38'>90</color></b>点能量。该效果无法叠加。",
                "Icon": "SkillIcon_1503_SkillTree3"
        }
},
    },
}

var _avatarrank_ = {
    "150301": {
        "v1": {
        "Rank": 1,
        "Name": "珍珠，藏在海的留白处",
        "Desc": "队伍中「欢愉」命途角色数量等于2/3/4或以上时，使我方全体欢愉度提高，提高数值等同于真珠欢愉度的<b><color style='color:#f29e38'>10.0%</color></b>/<b><color style='color:#f29e38'>20.0%</color></b>/<b><color style='color:#f29e38'>80.0%</color></b>，最多提高<b><color style='color:#f29e38'>60.0%</color></b>欢愉度。",
        "Icon": "SkillIcon_1503_Rank1"
},
        "v2": {
        "Rank": 1,
        "Name": "珍珠，藏在海的留白处",
        "Desc": "队伍中「欢愉」命途角色数量等于2/3/4或以上时，使我方全体欢愉度提高，提高数值等同于真珠欢愉度的<b><color style='color:#f29e38'>10.0%</color></b>/<b><color style='color:#f29e38'>20.0%</color></b>/<b><color style='color:#f29e38'>80.0%</color></b>，最多提高<b><color style='color:#f29e38'>60.0%</color></b>欢愉度。",
        "Icon": "SkillIcon_1503_Rank1"
},
        "v3": {
        "Rank": 1,
        "Name": "珍珠，藏在海的留白处",
        "Desc": "队伍中「欢愉」命途角色数量等于2/3/4或以上时，使我方全体欢愉度提高<b><color style='color:#f29e38'>10.0%</color></b>/<b><color style='color:#f29e38'>20.0%</color></b>/<b><color style='color:#f29e38'>60.0%</color></b>。若我方目标受到致命伤害，不会陷入<u>无法战斗状态</u>，并立即回复等同于其生命上限<b><color style='color:#f29e38'>50.0%</color></b>的生命值。该效果单场战斗中可以触发<b><color style='color:#f29e38'>2</color></b>次。",
        "Icon": "SkillIcon_1503_Rank1"
},
        "v4": {
        "Rank": 1,
        "Name": "珍珠，藏在海的留白处",
        "Desc": "队伍中「欢愉」命途角色数量等于2/3/4或以上时，使我方全体欢愉度提高<b><color style='color:#f29e38'>10.0%</color></b>/<b><color style='color:#f29e38'>20.0%</color></b>/<b><color style='color:#f29e38'>60.0%</color></b>。若我方目标受到致命伤害，不会陷入<u>无法战斗状态</u>，并立即回复等同于其生命上限<b><color style='color:#f29e38'>50.0%</color></b>的生命值。该效果单场战斗中可以触发<b><color style='color:#f29e38'>2</color></b>次。",
        "Icon": "SkillIcon_1503_Rank1"
},
        "Live": {
        "Rank": 1,
        "Name": "珍珠，藏在海的留白处",
        "Desc": "队伍中「欢愉」命途角色数量等于2/3/4或以上时，使我方全体欢愉度提高<b><color style='color:#f29e38'>10.0%</color></b>/<b><color style='color:#f29e38'>20.0%</color></b>/<b><color style='color:#f29e38'>60.0%</color></b>。若我方目标受到致命伤害，不会陷入<u>无法战斗状态</u>，并立即回复等同于其生命上限<b><color style='color:#f29e38'>50.0%</color></b>的生命值。该效果单场战斗中可以触发<b><color style='color:#f29e38'>2</color></b>次。",
        "Icon": "SkillIcon_1503_Rank1"
},
    },
    "150302": {
        "v1": {
        "Rank": 2,
        "Name": "截取，顷刻破晓的光斑",
        "Desc": "我方全体目标的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>15.0%</color></b>。施放终结技时，使除真珠和【美学底本】外的其他我方「欢愉」命途角色也触发行动提前效果，并使终结技提供的额外回合开始时获得的【<u>好活当赏</u>】和<u>笑点</u>提高<b><color style='color:#f29e38'>100%</color></b>。",
        "Icon": "SkillIcon_1503_Rank2"
},
        "v2": {
        "Rank": 2,
        "Name": "截取，顷刻破晓的光斑",
        "Desc": "我方全体目标的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>15.0%</color></b>。施放终结技时，使除真珠和【美学底本】外的其他我方「欢愉」命途角色也触发行动提前效果，并使终结技提供的额外回合开始时获得的【<u>好活当赏</u>】和<u>笑点</u>提高<b><color style='color:#f29e38'>100%</color></b>。",
        "Icon": "SkillIcon_1503_Rank2"
},
        "v3": {
        "Rank": 2,
        "Name": "截取，顷刻破晓的光斑",
        "Desc": "我方全体目标的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>15.0%</color></b>。施放终结技时，使除真珠和【美学底本】外的其他我方「欢愉」命途角色也触发行动提前效果，并使终结技提供的额外回合开始时获得的【<u>好活当赏</u>】和<u>笑点</u>提高<b><color style='color:#f29e38'>100%</color></b>。",
        "Icon": "SkillIcon_1503_Rank2"
},
        "v4": {
        "Rank": 2,
        "Name": "截取，顷刻破晓的光斑",
        "Desc": "我方全体目标的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>15.0%</color></b>。施放终结技时，使除真珠和【美学底本】外的其他我方「欢愉」命途角色也触发行动提前效果，并使终结技提供的<u>额外回合</u>开始时获得的【<u>好活当赏</u>】和<u>笑点</u>提高<b><color style='color:#f29e38'>100%</color></b>。",
        "Icon": "SkillIcon_1503_Rank2"
},
        "Live": {
        "Rank": 2,
        "Name": "截取，顷刻破晓的光斑",
        "Desc": "我方全体目标的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>15.0%</color></b>。施放终结技时，使除真珠和【美学底本】外的其他我方「欢愉」命途角色也触发行动提前效果，并使终结技提供的<u>额外回合</u>开始时获得的【<u>好活当赏</u>】和<u>笑点</u>提高<b><color style='color:#f29e38'>100%</color></b>。",
        "Icon": "SkillIcon_1503_Rank2"
},
    },
    "150303": {
        "v1": {
        "Rank": 3,
        "Name": "速写，惊涛悬停的刹那",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1503_Ultra"
},
        "v2": {
        "Rank": 3,
        "Name": "速写，惊涛悬停的刹那",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1503_Ultra"
},
        "v3": {
        "Rank": 3,
        "Name": "速写，惊涛悬停的刹那",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1503_Ultra"
},
        "v4": {
        "Rank": 3,
        "Name": "速写，惊涛悬停的刹那",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1503_Ultra"
},
        "Live": {
        "Rank": 3,
        "Name": "速写，惊涛悬停的刹那",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1503_Ultra"
},
    },
    "150304": {
        "v1": {
        "Rank": 4,
        "Name": "解译，唇角模糊的笑意",
        "Desc": "天赋【吞纳沙砾，重塑生机】中每点【<u>好活当赏</u>】提供的<u>抵御值</u>提高<b><color style='color:#f29e38'>40</color></b>，且可抵挡伤害的比例提高<b><color style='color:#f29e38'>5.0%</color></b>。",
        "Icon": "SkillIcon_1503_Rank4"
},
        "v2": {
        "Rank": 4,
        "Name": "解译，唇角模糊的笑意",
        "Desc": "天赋【吞纳沙砾，重塑生机】中每点【<u>好活当赏</u>】提供的<u>抵御值</u>提高<b><color style='color:#f29e38'>40</color></b>，且可抵挡伤害的比例提高<b><color style='color:#f29e38'>5.0%</color></b>。",
        "Icon": "SkillIcon_1503_Rank4"
},
        "v3": {
        "Rank": 4,
        "Name": "解译，唇角模糊的笑意",
        "Desc": "欢愉技为我方全体提供的<u>欢愉伤害</u>倍率提高<b><color style='color:#f29e38'>100%</color></b>。",
        "Icon": "SkillIcon_1503_Rank4"
},
        "v4": {
        "Rank": 4,
        "Name": "解译，唇角模糊的笑意",
        "Desc": "欢愉技为我方全体目标提供的<u>欢愉伤害</u>倍率提高原倍率的<b><color style='color:#f29e38'>100%</color></b>。",
        "Icon": "SkillIcon_1503_Rank4"
},
        "Live": {
        "Rank": 4,
        "Name": "解译，唇角模糊的笑意",
        "Desc": "欢愉技为我方全体目标提供的<u>欢愉伤害</u>倍率提高原倍率的<b><color style='color:#f29e38'>100%</color></b>。",
        "Icon": "SkillIcon_1503_Rank4"
},
    },
    "150305": {
        "v1": {
        "Rank": 5,
        "Name": "透视，笔端星夜的肌理",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1503_BP"
},
        "v2": {
        "Rank": 5,
        "Name": "透视，笔端星夜的肌理",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1503_BP"
},
        "v3": {
        "Rank": 5,
        "Name": "透视，笔端星夜的肌理",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1503_BP"
},
        "v4": {
        "Rank": 5,
        "Name": "透视，笔端星夜的肌理",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1503_BP"
},
        "Live": {
        "Rank": 5,
        "Name": "透视，笔端星夜的肌理",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1503_BP"
},
    },
    "150306": {
        "v1": {
        "Rank": 6,
        "Name": "用一副躯壳，演算生命",
        "Desc": "【深度学习】时，我方全体目标的全属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。真珠的强化普攻额外造成<b><color style='color:#f29e38'>2.4</color></b>的冰属性<u>欢愉伤害</u>，该次<u>欢愉伤害</u>使用【美学底本】的属性值计算。",
        "Icon": "SkillIcon_1503_Rank6"
},
        "v2": {
        "Rank": 6,
        "Name": "用一副躯壳，演算生命",
        "Desc": "【深度学习】时，我方全体目标的全属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。真珠的强化普攻额外造成<b><color style='color:#f29e38'>2.4</color></b>的冰属性<u>欢愉伤害</u>，该次<u>欢愉伤害</u>使用【美学底本】的属性值计算。",
        "Icon": "SkillIcon_1503_Rank6"
},
        "v3": {
        "Rank": 6,
        "Name": "用一副躯壳，演算生命",
        "Desc": "【深度学习】时，我方全体目标的全属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。真珠的强化普攻额外造成<b><color style='color:#f29e38'>2.4</color></b>的冰属性<u>欢愉伤害</u>，该次<u>欢愉伤害</u>使用【美学底本】的属性值计算。",
        "Icon": "SkillIcon_1503_Rank6"
},
        "v4": {
        "Rank": 6,
        "Name": "用一副躯壳，演算生命",
        "Desc": "【深度学习】时，我方全体目标的全属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。真珠的强化普攻额外造成<b><color style='color:#f29e38'>2.4</color></b>的冰属性<u>欢愉伤害</u>，该次<u>欢愉伤害</u>使用【美学底本】的属性值计算。",
        "Icon": "SkillIcon_1503_Rank6"
},
        "Live": {
        "Rank": 6,
        "Name": "用一副躯壳，演算生命",
        "Desc": "【深度学习】时，我方全体目标的全属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。真珠的强化普攻额外造成<b><color style='color:#f29e38'>2.4</color></b>的冰属性<u>欢愉伤害</u>，该次<u>欢愉伤害</u>使用【美学底本】的属性值计算。",
        "Icon": "SkillIcon_1503_Rank6"
},
    },
}

var _story_ = {
    "1503": [
        {
            "_id": 11,
            "Story": "点染星月，描摹万象，文明的遗珠重焕光彩。\<br>因解析艺术而诞生，她追寻美的极境，却从未失却「存护」的底色：\<br>历经洗礼，她会收获怎样的「真珠」？"
        },
        {
            "_id": 12,
            "Story": "母题：何为『艺术』？\<br>报告编号：ART-ANL<unbreak>-001</unbreak>\<br>执行单元：P<unbreak>-07</unbreak>\<br>样品：画作《月夜星》\<br>报告日期：████\<br> \<br>一、 解析目标\<br>画作《月夜星》中，十一颗星体以不规则的间距散布，形成巨大的螺旋星云。\<br>从解析母题的角度出发，我需要解明：「为何它会被称之为『艺术』」——意味着，将它拆解为可量化参数的集合。\<br> \<br>二、 成分解析\<br>画作呈现半哑光质感，可见极细微的、波浪状的笔触肌理。\<br>色层丰富，其白色并非纯白，而是由<unbreak>1.3%</unbreak>的冷灰色，<unbreak>2.1%</unbreak>的钴蓝色等细密点状颗粒叠加而成，模拟了星夜具有光学深度的色泽。\<br>……\<br>复现这些笔触并不困难，为此，我决定进行一场实验。\<br> \<br>三、 复现实验\<br> 严格遵循数据进行的复现，理应产出等同原件的艺术效果。\<br>以超高次数的浮点计算，我确信：每一个像素以不超过<unbreak>0.1%</unbreak>的误差反映了《月夜星》的原貌。\<br>\<br>但当我邀请《月夜星》的故乡——月卫之盾——的幸存者观赏这幅画时，他们却在久久端详后露出了困惑的神情——\<br><i>「总感觉…少了点什么？」\<br>「这幅画描绘了我故乡的天空，但我感受不到它的温度……」</i>\<br> ……\<br>在感性的层面上，观察者能够识别出两幅画在视觉上的相似性，但一致认为临摹件「缺少温度」。\<br>我重新审视原作的背景资料：《月夜星》是画家在世界沦亡之后，凭借记忆所描绘的故乡景象。他的画并非客观还原，而是融汇了情感的再现。\<br><i>「而你仅仅只是复现了画面，却从未理解过画家和他所描绘的世界。」</i>——来自观察者的批评。\<br> \<br>四、 结论\<br>若「艺术」存在于可量化数据中，则我的复现应当等效——但观察者的反馈否定了这一点。\<br>我将继续探索母题，本次报告至少排除了一项错误答案。我相信：这将是「理解」的开始。"
        },
        {
            "_id": 13,
            "Story": "《月夜星》所描绘的天空，曾真实存在过。\<br> \<br>但当她作为公司代表初次抵达那颗星球之际，天空一无所有，独留毁灭的疮痍。\<br>以不规则间距散布的十一颗星体与巨大的螺旋星云不知所踪，风从裂谷的方向吹来，卷起灰烬，掠过她脚下龟裂的土地。\<br>智械少女抬起头，如初次仰望画卷一般——仰望天空。\<br> \<br>艺术深植于文明，修复一个文明，也许就能触摸艺术诞生的奥秘。\<br>于是智械少女举起手中之笔，月夜与星为卷，向天空绘作世界的图景。\<br> \<br><i>「我将拾起逝去的笔触，拼合文明的碎片。此即诸世界重建计划：还给你们一片『月』、『夜』与『星』。」</i>\<br> \<br>启动大气层重构程式，调整成分比例，可见光谱完全呈现。\<br>「诸世界重建计划」基金会与流光忆庭合作，根据忆庭的资料，她开始主导这项宏伟的工程。\<br>第一夜，破碎的天空逐渐弥合，如同灰白的画布。\<br>第一百夜，十一颗星体螺旋在夜幕中浮现，旋转，星体拖曳的轨迹交织成黄金的回旋。\<br>第一千夜，三十二次日落之后——天空恢复了熟悉的钴蓝和铬黄，亲临此处的幸存者无不落泪。\<br> \<br><i>「画家曾忠实地描绘故乡的景象，深蓝色的天幕以剧烈的螺旋纹路旋转，光晕层层叠叠地扩散，如同温暖的涟漪。」</i>\<br>她确实复现了天空，这是真正的天穹；是一度遭受毁灭，又再度与寰宇连结的星空。\<br>但此刻仰望星空的并非画家，唯有一名智械。\<br>\<br>然而，月卫之盾的文明已然成为记忆，再精巧的修复也只是雕刻时光的琥珀。\<br>智械少女眺望重新亮起的天空，永恒的静止凝固永恒的美丽，她的指尖似乎得以触及一点「理解」的真谛——\<br><i>「如果…我做的并非只是『复现』，而是『创作』……」</i>"
        },
        {
            "_id": 14,
            "Story": "哈托彼亚被打捞出画后，五个月又十五天，她以高超的洞察力与宽容的文化政策坐稳了执行官的座位。\<br>智械少女怜爱人类的灵魂，更惊异于二相乐园涌现的创造力。\<br>就像面对一张从头开始的画卷，她小心翼翼地呵护着脆弱的文化，从古老的艺术中汲取灵感。\<br>\<br>如重构大气层般重建秩序，如调整成分般调整协议。\<br>珠星财团建立起必要的秩序，划定边界，让创作回归良性的流动…当她苦思绘世的创作奥秘，当她为漫画会心一笑时，她确信：自己喜爱这里，渴望学习人类的文明。\<br>高悬于天上的幻月需要的是众生所愿、诸多欢笑。它问：\<br><i>「真珠，你想将『哈托彼亚』创作成怎样的世界？」</i>\<br>\<br>于是智械少女挥笔，她以自身为蓝本，将机械与幻想熔铸成原型。\<br><i>「机铠登场！二相乐园的美好，就由我们来守护！」</i>\<br>机铠在轰鸣中走出工坊，穿梭于二相乐园的街巷。\<br>\<br><i>「珠星财团创作者激励大会圆满谢幕，冠军得主『模糊二维马』，将获得漫画推广机会！」</i>\<br>智械少女亲自担任评委，最后让她注目的是一群航行于星海的可爱生灵。\<br>\<br>主导反毁灭同盟的建立，她牵桥连线，防备风浪暗涌动摇乐园的根基。\<br>星穹列车、仙舟、猎手、游侠…在她的布局下，众派系齐聚幻月游戏，她的计算依然精确，但灾难的来袭仍然出乎了所有人的预料。\<br>血涂游戏轮番上演，沉寂的兽骸再度躁动，绝灭大君点燃绝望——\<br>\<br>她仰望那不再欢笑的幻月，眼前却闪动着千年前绘世为乐园作画的场景。\<br>同样的战火，同样的哭喊，她来不及想象绘世是以何种心情挥动画笔，甚至没有意识到自己已经挡在了所有居民身前。\<br>\<br>落笔的一瞬，唯有将天地列入织锦的愿望。\<br>那不可以数据推演的逻辑，从智械的心中翻涌而出——\<br>她已全然忘记了技法。"
        },
        {
            "_id": 15,
            "Story": "她一次次分析和审察着心中涌现的「冲动」——\<br>那在「创作」瞬间统摄全局、挥毫抒发的感触，似乎交织着愤怒、怜悯、悲伤，却始于最坚定的「存护」意志。\<br>她曾在摹仿中耗尽成千上万个系统时，只为逼近那与「真作」的一线偏差。\<br><i>「也许…它就藏在随心落笔的那个瞬间。」</i>\<br>\<br>灵感打破瓶颈，也让她有了更多尝试的可能。\<br>将二相乐园封入琥珀仅是缓兵之计，她需要主动出击，赢下保卫乐园的胜利。\<br>\<br>一笔顺其自然的勾勒。\<br>深知公司对兽蜕的垂涎，她揭开生研院埋藏已久的伏笔。\<br>一道危险又迷人的色彩。\<br>朽叶…那个来历神秘的女士，她愿意跨越自己的规则，冒险一试。\<br>刮刀涂抹大胆而又出格的笔触。\<br>不出于任何上级的意志，她决意要将重蹈贪饕之灾的可能扼杀在摇篮之中——\<br>\<br>这可能吗？\<br>在擘画蓝图的许多个日夜，她浸泡在液冷装置中，才能稍稍平息思考回路的过载。\<br>她思索着计划的每一个细节，失败的每一种结局，无穷无尽的可能淹没了她，也带来恐惧和退缩。\<br>\<br>这值得吗？\<br>她漫步在避难所，望着一个个向她跑来的孩子，向她道谢的居民。\<br><i>「真珠女士，你看我给你画的画！」</i>\<br>她笑了。\<br>稚嫩的画面上，孩子们把她画成了巨大的机铠，张开双臂挡在了毁灭城市的大怪兽之前。\<br>\<br>星体差分机赋予她的原初之问，依然时刻在她的底层逻辑上回响——\<br>何为「艺术」？\<br>直到现在，她仍然不知道答案。\<br>但在这一刻，她想，那还重要么？\<br>一粒沙砾被反复包裹，直到蜕变成珠。\<br><i>「我的『艺术』，便是只有我、需要我——方可『创作』之物。」</i>\<br>\<br>在启程之前，智械少女回望「哈托彼亚」色彩斑斓的画卷。\<br>——那里有无数个尚未成形的未来，正等她落下第一道笔触。"
        },
    ]
}

var _voice_ = {
    "1503": [
        {
            "_id": "1",
            "Title": "初次见面",
            "Voice": "「真珠」，隶属于公司战略投资部的艺术品投资专家，二相乐园首席执行官，欢迎你的来访。据我测算：为了更好地了解彼此，不妨从我的画作开始。"
        },
        {
            "_id": "2",
            "Title": "问候",
            "Voice": "一些新近的艺术尝试，你觉得如何？"
        },
        {
            "_id": "3",
            "Title": "道别",
            "Voice": "与你相谈时总有许多灵感碰撞，希望下次见面，我能向你展示臻至完美的作品。"
        },
        {
            "_id": "4",
            "Title": "关于自己•职责",
            "Voice": "以数学模型代替主观判断，从海量数据中鉴识风险，进行艺术投资——这是我在战略投资部的本职，与解析二相乐园幻造的奥秘一样，这两种艺术都需要：理性，灵感，与一份突如其来的激情。"
        },
        {
            "_id": "5",
            "Title": "关于自己•首席执行官",
            "Voice": "二相乐园是依靠想象运转的土地，我感受过它诸多浓墨重彩的时刻，所以：无论是对艺术或生命的守护，只要我仍是这里的首席执行官，我会继续演算千万次，与它共存共荣的可能。"
        },
        {
            "_id": "6",
            "Title": "关于自己•绘画",
            "Voice": "我喜欢这个比喻：绘画，就像一面镜子在描摹它倒映的对象。充满人性的事物往往会更吸引我：画中的牵牛花，庭院的山水，离别的一滴泪…既然我能触到它们的温度，现在，该考虑如何复现了。"
        },
        {
            "_id": "7",
            "Title": "闲谈•珠星财团",
            "Voice": "从公司派驻二相乐园的办事处，到拥有绒绒号、机铠等大热IP的企业，珠星财团希望：乐园历<unbreak>2000</unbreak>年到来之际，打造一个银河各世界向往的文化乐园——我坚信：我们还有时间，全力以赴完成这个约定。"
        },
        {
            "_id": "8",
            "Title": "闲谈•珍珠",
            "Voice": "遍布海洋的星球上，人们会用沙砾批量制造珍珠。我曾站在那里看了很久——在灿烂的阳光下，每一颗珍珠，其实都有着独一无二的本色。"
        },
        {
            "_id": "9",
            "Title": "闲谈•机铠",
            "Voice": "在设计机铠时，我也曾考虑过将自己进行一次改装，比如…一条能在星海潜游的尾鳍。思考：还是留待离任后再说吧。"
        },
        {
            "_id": "10",
            "Title": "爱好•盲盒",
            "Voice": "抽取盲盒是概率论与人性的经典案例。每逢绒绒号的新盲盒上市，我都会暂时关闭概率计算功能，体验一番纯粹的惊喜。日积月累，现在我不得不购买一座星舰来存放我的收藏。"
        },
        {
            "_id": "11",
            "Title": "烦恼",
            "Voice": "于二相乐园任职期间，我需要一刻不停地演算才能平衡公司的利益和二相乐园的未来——确信：偶尔，我也想变成一只狸猫，有一刻不受打扰的闲暇。"
        },
        {
            "_id": "12",
            "Title": "分享",
            "Voice": "在「毁灭」的巨浪中打捞并修复那些湮灭的文明，犹如在残破的浮世之上作画，举目所见，都是褪尽的花色，冰凉的露珠，干涸的长川。「诸世界重建计划」不会抹去惨烈的历史，而要描绘更美好的未来。"
        },
        {
            "_id": "13",
            "Title": "见闻",
            "Voice": "于工艺：我对「覆世沧浪图」等巨作的临摹已趋近完美。浪尾的黄金比，海沫的高光，乃至朦胧阴影我不会笔误分毫。但浪花隐藏的秘密，就像欢愉究竟为何物一样难解。"
        },
        {
            "_id": "14",
            "Title": "见闻",
            "Voice": "于工艺：我对「覆世沧浪图」等巨作的临摹已趋近完美。浪尾的黄金比，海沫的高光，乃至朦胧阴影我不会笔误分毫。一直以来，浪花隐藏的秘密，就像欢愉究竟为何物一样难解。可当我为「存护」世界而落笔时，答案忽然清晰可见：无关乎技巧，唯有从真「芯」中涌现的创造，才拥有触摸至美的可能。"
        },
        {
            "_id": "15",
            "Title": "关于{NICKNAME}",
            "Voice": "你天然能够聚焦「期待」和「信任」的目光，在超过<unbreak>80%</unbreak>的交际场合中：这种情感投射通常需要高昂的社交资本置换。"
        },
        {
            "_id": "16",
            "Title": "关于砂金",
            "Voice": "有他参与的一切事务，概率推算皆会暂时失效。不过，在能让他暂且卸下防备的休闲派对里，他似乎并不那么在乎输赢。"
        },
        {
            "_id": "17",
            "Title": "关于砂金•戏浪",
            "Voice": "据我的观察：「石心十人」的棋局，没有一步是闲棋——将风险化为浪尖的锋芒，他又会在未来引发怎样的风暴？"
        },
        {
            "_id": "18",
            "Title": "关于翡翠",
            "Voice": "我会帮她鉴定收藏中的赝品，作为回报，我可以从她的宝库中挑选一件艺术品带走…遗憾的是，这样的机会并不多。"
        },
        {
            "_id": "19",
            "Title": "关于托帕",
            "Voice": "<unbreak>89%</unbreak>的业务记录表明：叶琳娜的行动基于她丰沛的情感与意志。我喜爱这一点，但也时常提醒她，别让自己成了某些人手中的武器。"
        },
        {
            "_id": "20",
            "Title": "关于爻光",
            "Voice": "我相信：对于一位将自身化作命运罗盘的将军，在那片无从观测的可能性之海，「迷失」不会是她的结局。"
        },
        {
            "_id": "21",
            "Title": "关于不死途",
            "Voice": "抛开雇主与猎人的关系，他的直觉往往能带给我醍醐灌顶的启发。但每次想追问更多，他却总是点到为止…这也许就相当于画艺中的「留白」吧。"
        },
        {
            "_id": "22",
            "Title": "关于火花",
            "Voice": "二相乐园的网络里，仍翻涌着对「火花」不可计数的戏仿。这验证了复读是人类的本质之一，也证实了：她依然保持着对人性的敏锐掌握。"
        },
        {
            "_id": "23",
            "Title": "关于银狼LV.<unbreak>999</unbreak>",
            "Voice": "一直以来，我整合分析了她的诸多数据，无一例外：由它们拟合的预测曲线，都指向了无人踏足的边界。"
        },
        {
            "_id": "24",
            "Title": "关于绯英",
            "Voice": "一些同僚将公司视为二相乐园的统领者，但它和它的人民自有运转的逻辑。她展现出的守护意志，值得我们更多的尊重。"
        },
        {
            "_id": "25",
            "Title": "关于虚照",
            "Voice": "和她谈到绒绒号下一期连载的选题时，她常说「你又开始变得很商业化」。投资是我的本职，但还好我仍葆有艺术家的品味，和她探讨漫画的「名场面」，也是我最享受的灵感碰撞环节。"
        },
        {
            "_id": "26",
            "Title": "关于姬子",
            "Voice": "在我的演算中，「开拓」永远是一个未知数。而对于在那混沌中锚定方向，点出航标的人，我愿意给予我最大的信任。"
        },
        {
            "_id": "27",
            "Title": "关于绘世",
            "Voice": "我曾为她的存在感到疑惑：身为「毁灭」的造物，却在创造生的艺术。但在描摹她的笔锋时，我感受到了：那如血如火的意志，已化作向命运挥舞的重色。"
        },
        {
            "_id": "28",
            "Title": "关于亚婆离",
            "Voice": "以「存护」之名所行的恶，往往比纯粹的恶破坏更大。不惜赌上职业生涯，断绝罪恶的源头——那是我经历数万次计算后得出的最优解。"
        },
        {
            "_id": "101",
            "Title": "星魂激活",
            "Voice": "万千数据，只为描摹灵魂的色彩。"
        },
        {
            "_id": "102",
            "Title": "角色晋阶",
            "Voice": "每一次落笔，都更接近完美。"
        },
        {
            "_id": "103",
            "Title": "角色满级",
            "Voice": "最后一抹神韵，会在何处？"
        },
        {
            "_id": "104",
            "Title": "行迹激活",
            "Voice": "只要走着，总会有灵感不期而遇。"
        },
        {
            "_id": "105",
            "Title": "队伍编成•{NICKNAME}",
            "Voice": "默契，是最需雕琢的珍贵数据。合作愉快。"
        },
        {
            "_id": "106",
            "Title": "队伍编成•砂金",
            "Voice": "即便胜率是1%，我想，你也会让它成为<unbreak>99%</unbreak>。"
        },
        {
            "_id": "107",
            "Title": "队伍编成•砂金•戏浪",
            "Voice": "同面巨浪，也是同僚的责任。"
        },
        {
            "_id": "108",
            "Title": "队伍编成•绯英",
            "Voice": "绯英小姐，我会履行好「存护」的职责。"
        },
        {
            "_id": "109",
            "Title": "队伍编成•银狼",
            "Voice": "银狼小姐，当成私人交易就好。"
        },
        {
            "_id": "110",
            "Title": "队伍编成•银狼LV.<unbreak>999</unbreak>",
            "Voice": "银狼小姐，有幸观瞻真正的骇客技巧。"
        },
        {
            "_id": "111",
            "Title": "队伍编成•翡翠",
            "Voice": "这次，你会收入怎样的珍品？"
        },
        {
            "_id": "112",
            "Title": "队伍编成•托帕",
            "Voice": "叶琳娜，好久不见。账账，想来我这里玩一会吗？"
        },
        {
            "_id": "113",
            "Title": "队伍编成•爻光",
            "Voice": "风险预测：<unbreak>98%</unbreak>，果然，你不会轻易出手。"
        },
        {
            "_id": "114",
            "Title": "队伍编成•火花",
            "Voice": "火花小姐，拍摄请提前向我报备。"
        },
        {
            "_id": "115",
            "Title": "队伍编成•不死途",
            "Voice": "不死途先生，委托有什么进展么？"
        },
        {
            "_id": "116",
            "Title": "队伍编成•姬子",
            "Voice": "姬子女士，别来无恙。"
        },
        {
            "_id": "117",
            "Title": "队伍编成•姬子•启行",
            "Voice": "能与「开拓」共绘这段航程，荣幸之至。"
        },
        {
            "_id": "201",
            "Title": "战斗开始•弱点击破",
            "Voice": "生命皆有瑕疵。"
        },
        {
            "_id": "202",
            "Title": "战斗开始•危险预警",
            "Voice": "别让恐惧污染你的判断。"
        },
        {
            "_id": "203",
            "Title": "回合开始•一",
            "Voice": "投资的艺术，在于洞察本质。"
        },
        {
            "_id": "204",
            "Title": "回合开始•二",
            "Voice": "灵感，正如浪花般跃动。"
        },
        {
            "_id": "205",
            "Title": "回合待机",
            "Voice": "美的瞬间，短暂而易逝。"
        },
        {
            "_id": "206",
            "Title": "普攻",
            "Voice": "稍作润色。"
        },
        {
            "_id": "207",
            "Title": "强化普攻一•施放•一",
            "Voice": "败笔，亟待修复。"
        },
        {
            "_id": "208",
            "Title": "强化普攻一•施放•二",
            "Voice": "遗憾，美中不足。"
        },
        {
            "_id": "209",
            "Title": "强化普攻二•施放•一",
            "Voice": "喧嚣，落笔封存。"
        },
        {
            "_id": "210",
            "Title": "强化普攻二•施放•二",
            "Voice": "灵韵，定格此刻。"
        },
        {
            "_id": "211",
            "Title": "轻受击",
            "Voice": "小故障。"
        },
        {
            "_id": "212",
            "Title": "重受击",
            "Voice": "状态：异常。"
        },
        {
            "_id": "213",
            "Title": "战技•一",
            "Voice": "以此笔触，珠玉长存。"
        },
        {
            "_id": "214",
            "Title": "战技•二",
            "Voice": "浮世易朽，入画如初。"
        },
        {
            "_id": "215",
            "Title": "欢愉技•一",
            "Voice": "信笔由疆，点染星月。"
        },
        {
            "_id": "216",
            "Title": "欢愉技•二",
            "Voice": "着墨繁星，徜徉漫步。"
        },
        {
            "_id": "217",
            "Title": "终结技•激活",
            "Voice": "我欲入深海，打捞遗珠——"
        },
        {
            "_id": "218",
            "Title": "终结技•施放",
            "Voice": "解析，描摹，复原…重塑完美。"
        },
        {
            "_id": "219",
            "Title": "无法战斗",
            "Voice": "「作品」…尚未完成……"
        },
        {
            "_id": "220",
            "Title": "重回战斗",
            "Voice": "灵感回路，已更新。"
        },
        {
            "_id": "221",
            "Title": "回复生命",
            "Voice": "妙手回春，感谢你的添色。"
        },
        {
            "_id": "222",
            "Title": "秘技",
            "Voice": "深度学习，开始。"
        },
        {
            "_id": "223",
            "Title": "战斗胜利",
            "Voice": "珍贵的历史数据。"
        },
        {
            "_id": "224",
            "Title": "开启战利品•一",
            "Voice": "一点一滴的积累，也能汇成洋流。"
        },
        {
            "_id": "225",
            "Title": "开启战利品•二",
            "Voice": "没有赝品，请放心收下。"
        },
        {
            "_id": "226",
            "Title": "开启贵重战利品",
            "Voice": "稀缺之物，不妨静待它的升值。"
        },
        {
            "_id": "227",
            "Title": "解谜成功•一",
            "Voice": "判断：「芯」算即可。"
        },
        {
            "_id": "228",
            "Title": "解谜成功•二",
            "Voice": "艺术性有待提升。"
        },
        {
            "_id": "229",
            "Title": "发现敌方目标",
            "Voice": "建议，而非警告：谨慎前行。"
        },
        {
            "_id": "230",
            "Title": "返回城镇",
            "Voice": "世间雪月风花，也一样令我留恋。"
        },
    ]
}

var _notes_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _adiff_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _mtc_ = {
    "1503": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "116001": 5
            },
            {
                "2": 8000,
                "116001": 10
            },
            {
                "2": 16000,
                "116002": 6,
                "110433": 3
            },
            {
                "2": 40000,
                "116002": 9,
                "110433": 7
            },
            {
                "2": 80000,
                "116003": 6,
                "110433": 20
            },
            {
                "2": 160000,
                "116003": 9,
                "110433": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110261": 2,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 2
                    },
                    {
                        "2": 16000,
                        "110262": 3,
                        "116002": 3
                    },
                    {
                        "2": 32000,
                        "110263": 3,
                        "116003": 2
                    },
                    {
                        "2": 120000,
                        "110263": 5,
                        "116003": 2
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "116001": 2
                    },
                    {
                        "2": 4000,
                        "110261": 3,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 3
                    },
                    {
                        "2": 15000,
                        "110262": 4,
                        "116002": 3
                    },
                    {
                        "2": 24000,
                        "110262": 6,
                        "116002": 5
                    },
                    {
                        "2": 32000,
                        "110263": 2,
                        "116003": 2
                    },
                    {
                        "2": 65000,
                        "110263": 4,
                        "110509": 1,
                        "116003": 4
                    },
                    {
                        "2": 120000,
                        "110263": 6,
                        "241": 1,
                        "110509": 1
                    },
                    {
                        "2": 250000,
                        "110263": 12,
                        "241": 1,
                        "110509": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "116001": 2
                    },
                    {
                        "2": 4000,
                        "110261": 3,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 3
                    },
                    {
                        "2": 15000,
                        "110262": 4,
                        "116002": 3
                    },
                    {
                        "2": 24000,
                        "110262": 6,
                        "116002": 5
                    },
                    {
                        "2": 32000,
                        "110263": 2,
                        "116003": 2
                    },
                    {
                        "2": 65000,
                        "110263": 4,
                        "110509": 1,
                        "116003": 4
                    },
                    {
                        "2": 120000,
                        "110263": 6,
                        "241": 1,
                        "110509": 1
                    },
                    {
                        "2": 250000,
                        "110263": 12,
                        "241": 1,
                        "110509": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "116001": 2
                    },
                    {
                        "2": 4000,
                        "110261": 3,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 3
                    },
                    {
                        "2": 15000,
                        "110262": 4,
                        "116002": 3
                    },
                    {
                        "2": 24000,
                        "110262": 6,
                        "116002": 5
                    },
                    {
                        "2": 32000,
                        "110263": 2,
                        "116003": 2
                    },
                    {
                        "2": 65000,
                        "110263": 4,
                        "110509": 1,
                        "116003": 4
                    },
                    {
                        "2": 120000,
                        "110263": 6,
                        "241": 1,
                        "110509": 1
                    },
                    {
                        "2": 250000,
                        "110263": 12,
                        "241": 1,
                        "110509": 1
                    }
                ]
            },
            {
                "Name": "秘技",
                "Level": 1,
                "Mats": []
            }
        ],
        "Points": [
            {
                "Name": "防御力 +22.5%",
                "Mat": {
                    "2": 180000,
                    "116001": 2,
                    "110262": 4,
                    "116002": 3,
                    "110263": 8,
                    "116003": 8
                }
            },
            {
                "Name": "速度 +9",
                "Mat": {
                    "2": 210000,
                    "110261": 2,
                    "116001": 6,
                    "110263": 11,
                    "116003": 10
                }
            },
            {
                "Name": "效果抵抗 +10.0%",
                "Mat": {
                    "2": 55000,
                    "110262": 4,
                    "116002": 2,
                    "110263": 3,
                    "116003": 2
                }
            },
            {
                "Name": "欢愉度 +10.0%",
                "Mat": {
                    "2": 130000,
                    "110262": 4,
                    "116002": 2,
                    "110263": 5,
                    "116003": 2
                }
            }
        ],
        "Traces": [
            {
                "Name": "洞察万物",
                "Mat": {
                    "2": 5000,
                    "110261": 2,
                    "110509": 1
                }
            },
            {
                "Name": "感知容差",
                "Mat": {
                    "2": 20000,
                    "110262": 4,
                    "241": 1,
                    "110509": 1
                }
            },
            {
                "Name": "艺术壁垒",
                "Mat": {
                    "2": 140000,
                    "110263": 8,
                    "241": 1,
                    "110509": 1
                }
            }
        ]
    }
}

var _recommend_ = {
    "1503": {
        "relics": {
            "avatar_id": 1503,
            "set4_id_list": [
                133,
                130,
                114
            ],
            "set2_id_list": [
                308,
                317,
                310
            ],
            "property_list3": [
                "HealRatioBase"
            ],
            "property_list4": [
                "SpeedDelta",
                "DefenceAddedRatio"
            ],
            "property_list5": [
                "DefenceAddedRatio"
            ],
            "property_list6": [
                "SPRatioBase",
                "DefenceAddedRatio"
            ],
            "property_list": [
                {
                    "relic_type": "BODY",
                    "property_type": "HealRatioBase"
                },
                {
                    "relic_type": "FOOT",
                    "property_type": "SpeedDelta"
                },
                {
                    "relic_type": "NECK",
                    "property_type": "DefenceAddedRatio"
                },
                {
                    "relic_type": "OBJECT",
                    "property_type": "SPRatioBase"
                }
            ],
            "sub_affix_property_list": [
                "DefenceAddedRatio",
                "SpeedDelta"
            ],
            "score_rank_list": [
                260,
                202
            ]
        },
        "lightcones": [
            23055,
            21064
        ],
        "teams": [
            {
                "avatar_id": 1503,
                "team_id": 1,
                "position": 1,
                "member_list": [
                    1506,
                    1502,
                    1501
                ],
                "backup_list1": [],
                "backup_list2": [
                    8009
                ],
                "backup_list3": [
                    8009
                ],
                "backup_group_list1": [],
                "backup_group_list2": [],
                "backup_group_list3": []
            },
            {
                "avatar_id": 1503,
                "team_id": 2,
                "position": 1,
                "member_list": [
                    1505,
                    1502,
                    1501
                ],
                "backup_list1": [],
                "backup_list2": [
                    8009
                ],
                "backup_list3": [
                    8009
                ],
                "backup_group_list1": [],
                "backup_group_list2": [],
                "backup_group_list3": []
            },
            {
                "avatar_id": 1503,
                "team_id": 3,
                "position": 1,
                "member_list": [
                    1513,
                    1502,
                    1501
                ],
                "backup_list1": [],
                "backup_list2": [
                    8009
                ],
                "backup_list3": [
                    8009
                ],
                "backup_group_list1": [],
                "backup_group_list2": [],
                "backup_group_list3": []
            }
        ]
    }
}
