// Auto Generated from turnbasedgamedata (TextMap + export)
var _avatarskill_ = {
    "150401": {
        "Live": {
            "Name": "利爪，授以礼仪",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于不死途@ <b>#1[p]</b> #攻击力的雷属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20,
            "AttackType": "Normal",
            "Stance": [
                1,
                0,
                0
            ],
            "Icon": "SkillIcon_1504_Normal"
        }
    },
    "150402": {
        "Live": {
            "Name": "鞭哨，逐尽恶兽",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "使指定敌方单体成为【饲饵】，对其造成等同于不死途@ <b>#1[p]</b> #攻击力的雷属性伤害。若该目标为【饲饵】，则额外对其造成等同于不死途@ <b>#3[p]</b> #攻击力的雷属性伤害，并恢复 <b>#5[f]</b> 点战技点。场上存在【饲饵】时，敌方全体防御力降低@ <b>#4[p]</b> #。<br>场上不存在【饲饵】时，不死途立即使当前场上生命值最低的敌方单体目标成为【饲饵】，【饲饵】状态仅对最新被施加的目标生效。",
            "Params": [
                [
                    1,
                    1,
                    0.5,
                    0.2,
                    1
                ],
                [
                    1.1,
                    1,
                    0.55,
                    0.22,
                    1
                ],
                [
                    1.2,
                    1,
                    0.6,
                    0.24,
                    1
                ],
                [
                    1.3,
                    1,
                    0.65,
                    0.26,
                    1
                ],
                [
                    1.4,
                    1,
                    0.7,
                    0.28,
                    1
                ],
                [
                    1.5,
                    1,
                    0.75,
                    0.3,
                    1
                ],
                [
                    1.625,
                    1,
                    0.8125,
                    0.325,
                    1
                ],
                [
                    1.75,
                    1,
                    0.875,
                    0.35,
                    1
                ],
                [
                    1.875,
                    1,
                    0.9375,
                    0.375,
                    1
                ],
                [
                    2,
                    1,
                    1,
                    0.4,
                    1
                ],
                [
                    2.1,
                    1,
                    1.05,
                    0.42,
                    1
                ],
                [
                    2.2,
                    1,
                    1.1,
                    0.44,
                    1
                ],
                [
                    2.3,
                    1,
                    1.15,
                    0.46,
                    1
                ],
                [
                    2.4,
                    1,
                    1.2,
                    0.48,
                    1
                ],
                [
                    2.5,
                    1,
                    1.25,
                    0.5,
                    1
                ]
            ],
            "BP": -1,
            "SPAdd": 30,
            "AttackType": "BPSkill",
            "Stance": [
                2,
                0,
                0
            ],
            "Icon": "SkillIcon_1504_BP"
        }
    },
    "150403": {
        "Live": {
            "Name": "飨宴，自始无终",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "使指定敌方单体成为【饲饵】，对其造成等同于不死途@ <b>#1[p]</b> #攻击力的雷属性伤害，随后立即对【饲饵】发动1次获得强化的天赋<u>追加攻击</u>，且不死途获得 <b>#2[f]</b> 点充能。<br>强化天赋<u>追加攻击</u>不消耗充能，拥有【婪酣】时，每消耗 <b>#3[f]</b> 层【婪酣】可额外造成1次等同于不死途@ <b>#4[p]</b> #攻击力的雷属性伤害，且本次<u>追加攻击</u>过程中对目标造成致命攻击时，会继续对新的【饲饵】造成伤害，直至【婪酣】小于 <b>#3[f]</b> 层。若当前场上的所有敌方目标都受到致命攻击后强化天赋<u>追加攻击</u>会立即结束。",
            "Params": [
                [
                    2,
                    3,
                    4,
                    1
                ],
                [
                    2.2,
                    3,
                    4,
                    1.1
                ],
                [
                    2.4,
                    3,
                    4,
                    1.2
                ],
                [
                    2.6,
                    3,
                    4,
                    1.3
                ],
                [
                    2.8,
                    3,
                    4,
                    1.4
                ],
                [
                    3,
                    3,
                    4,
                    1.5
                ],
                [
                    3.25,
                    3,
                    4,
                    1.625
                ],
                [
                    3.5,
                    3,
                    4,
                    1.75
                ],
                [
                    3.75,
                    3,
                    4,
                    1.875
                ],
                [
                    4,
                    3,
                    4,
                    2
                ],
                [
                    4.2,
                    3,
                    4,
                    2.1
                ],
                [
                    4.4,
                    3,
                    4,
                    2.2
                ],
                [
                    4.6,
                    3,
                    4,
                    2.3
                ],
                [
                    4.8,
                    3,
                    4,
                    2.4
                ],
                [
                    5,
                    3,
                    4,
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5,
            "AttackType": "Ultra",
            "Stance": [
                3,
                0,
                0
            ],
            "Icon": "SkillIcon_1504_Ultra",
            "SPNeed": 150
        }
    },
    "150404": {
        "Live": {
            "Name": "宿怨，切齿奉还",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "单攻",
            "Desc": "不死途初始拥有 <b>#1[f]</b> 点充能，最多拥有 <b>#2[f]</b> 点充能。【饲饵】受到我方其他目标攻击后，不死途固定恢复 <b>#7[f]</b> 点能量，随后消耗 <b>#3[f]</b> 点充能对【饲饵】发动<u>追加攻击</u>，造成等同于不死途@ <b>#4[p]</b> #攻击力的雷属性伤害，随后获得 <b>#5[f]</b> 层【婪酣】，最多叠加 <b>#6[f]</b> 层。",
            "Params": [
                [
                    2,
                    3,
                    1,
                    1,
                    2,
                    12,
                    8
                ],
                [
                    2,
                    3,
                    1,
                    1.1,
                    2,
                    12,
                    8
                ],
                [
                    2,
                    3,
                    1,
                    1.2,
                    2,
                    12,
                    8
                ],
                [
                    2,
                    3,
                    1,
                    1.3,
                    2,
                    12,
                    8
                ],
                [
                    2,
                    3,
                    1,
                    1.4,
                    2,
                    12,
                    8
                ],
                [
                    2,
                    3,
                    1,
                    1.5,
                    2,
                    12,
                    8
                ],
                [
                    2,
                    3,
                    1,
                    1.625,
                    2,
                    12,
                    8
                ],
                [
                    2,
                    3,
                    1,
                    1.75,
                    2,
                    12,
                    8
                ],
                [
                    2,
                    3,
                    1,
                    1.875,
                    2,
                    12,
                    8
                ],
                [
                    2,
                    3,
                    1,
                    2,
                    2,
                    12,
                    8
                ],
                [
                    2,
                    3,
                    1,
                    2.1,
                    2,
                    12,
                    8
                ],
                [
                    2,
                    3,
                    1,
                    2.2,
                    2,
                    12,
                    8
                ],
                [
                    2,
                    3,
                    1,
                    2.3,
                    2,
                    12,
                    8
                ],
                [
                    2,
                    3,
                    1,
                    2.4,
                    2,
                    12,
                    8
                ],
                [
                    2,
                    3,
                    1,
                    2.5,
                    2,
                    12,
                    8
                ]
            ],
            "BP": 0,
            "SPAdd": 5,
            "AttackType": "None",
            "Stance": [
                0.5,
                0,
                0
            ],
            "Icon": "SkillIcon_1504_Passive"
        }
    },
    "150406": {
        "Live": {
            "Name": "利爪，授以礼仪",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1,
                0,
                0
            ],
            "Icon": "SkillIcon_1504_Normal"
        }
    },
    "150407": {
        "Live": {
            "Name": "吃吧，可憎的手",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后使一定区域内的敌人陷入 <b>#1[f]</b> 秒的晕眩状态，晕眩状态下敌人不会主动攻击我方目标。<br>若主动攻击陷入晕眩状态的敌人，进入战斗时，对敌方全体造成等同于不死途攻击力@ <b>#2[p]</b> #的雷属性伤害，且不死途获得 <b>#3[f]</b> 点充能。",
            "Params": [
                [
                    10,
                    1,
                    1
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0,
                0,
                0
            ],
            "Icon": "SkillIcon_1504_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1504": {
        "Live": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "ThunderAddedRatio": 0.14400000000000002,
                "AttackAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "罪途",
                "Desc": "不死途施放战技/终结技时，获得 <b>1</b> / <b>2</b> 层【婪酣】。不死途<u>追加攻击</u>过程中每有 <b>1</b> 个敌人受到致命攻击时，不死途获得 <b>1</b> 层【婪酣】。",
                "Icon": "SkillIcon_1504_SkillTree1"
            },
            "Tree2": {
                "Name": "影肢",
                "Desc": "不死途<u>追加攻击</u>造成的伤害提高<color style='color:#f29e38;'> <b>80%</b> </color>，且每有 <b>1</b> 层【婪酣】，<u>追加攻击</u>造成的伤害额外提高<color style='color:#f29e38;'> <b>10%</b> </color>。",
                "Icon": "SkillIcon_1504_SkillTree2"
            },
            "Tree3": {
                "Name": "头狼",
                "Desc": "不死途在场时，我方目标造成的暴击伤害提高<color style='color:#f29e38;'> <b>40%</b> </color>，我方目标<u>追加攻击</u>造成的暴击伤害额外提高<color style='color:#f29e38;'> <b>80%</b> </color>。",
                "Icon": "SkillIcon_1504_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "150401": {
        "Live": {
            "Rank": 1,
            "Name": "小心，满月不可外出",
            "Desc": "不死途在场时，敌方全体受到的伤害提高<color style='color:#f29e38;'> <b>24%</b> </color>。当敌方目标当前生命值百分比小于等于<color style='color:#f29e38;'> <b>50%</b> </color>时，其受到的伤害提高至<color style='color:#f29e38;'> <b>36%</b> </color>。",
            "Icon": "1504_rank1"
        }
    },
    "150402": {
        "Live": {
            "Rank": 2,
            "Name": "敲门，屋内空余窃笑",
            "Desc": "【婪酣】叠加上限提高至 <b>18</b> 层，每当不死途发动强化天赋<u>追加攻击</u>后，返还所移除【婪酣】层数的<color style='color:#f29e38;'> <b>35%</b> </color>。",
            "Icon": "1504_rank2"
        }
    },
    "150403": {
        "Live": {
            "Rank": 3,
            "Name": "沉默，老友各怀心事",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "1504_rank3"
        }
    },
    "150404": {
        "Live": {
            "Rank": 4,
            "Name": "切记，不必咀嚼真相",
            "Desc": "不死途施放终结技时，攻击力提高<color style='color:#f29e38;'> <b>40%</b> </color>，持续 <b>3</b> 回合。",
            "Icon": "1504_rank4"
        }
    },
    "150405": {
        "Live": {
            "Rank": 5,
            "Name": "提醒，侦探亦是凶手",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "1504_rank5",
        }
    },
    "150406": {
        "Live": {
            "Rank": 6,
            "Name": "结局，或许无人生还",
            "Desc": "当场上存在【饲饵】时，敌方全体的全属性抗性降低<color style='color:#f29e38;'> <b>20%</b> </color>。不死途每获得过1层【婪酣】，造成的伤害提高<color style='color:#f29e38;'> <b>4%</b> </color>，该效果最多叠加 <b>30</b> 层。",
            "Icon": "1504_rank6",
        }
    }
}

var _story_ = {
    "1504": [
        {
            "_id": 1,
            "Story": "随缘营业，硬核推理，全凭直觉却屡破奇案。<br>猴子当助手，一心盼退休，侦探睡在冰箱，只为等愿者上钩。<br>幻月下，恶兽长嗥，他的追猎游戏会如何收网？"
        },
        {
            "_id": 2,
            "Story": "<align=\"center\">野兽派侦探故事集（一）</align><br> <br><i>「谨以此书献给我的朋友不死途先生。他本人不擅文采，所以在写作这件事上，我很愿意继续担任他的『旁白』。」</i><br> <br>在外人们看来，我的朋友是一个极为古怪的人，例如：<br>1、怀表永远慢于正常时间却不想更换①。<br>2、说梦话的次数非常频繁②。<br>3、习惯睡冰箱③。<br>4、喜欢在别人写稿子时出言不逊，甚至抢夺羽毛笔，比如现在。<br>……<br>由于这些异于常人之处，再加上我的朋友对推理一窍不通，为了当好侦探，我的朋友进行了如下尝试：<br> <br>周一：搬回一摞推理指南，细细研读了五分钟。<br>周二：上街采购易容所需要的衣饰，但过于花哨没能用上几次。<br>周三：打扮成一位绅士混入名流宴会，因为用餐不够礼貌，惨遭驱逐。<br>周四：花费一下午打扮成一位平易近人的老妇人，打探消息时因暴露男性嗓音而遭到报警。<br>周五：他招揽来了一位客户，侦探事业似乎在朝着好的方向发展。<br>周六：枕着推理指南睡了一天。<br>周天：放假。<br>周一：无客，继续放假。<br>本次尝试以阶段性失败告终。<br>……<br> <br>如今的不死途先生已经是二相乐园的「不死神探」，坐拥鸽川区最隐蔽的侦探事务所，挥舞香蕉指挥着一群忠诚的雇员。<br>而当谈起这段我称之为「野兽派扮演」的经历时，他这样总结道：<br><i>「不要听老白胡说，事实没有那样不堪。」</i><br>说这话时，他面不红心不跳，露出自然的微笑。<br>看来那段经历的确让他的演技有所提高。<br> <br>基于此，我总结道：<br><color=#dbc291ff><i>「侦探守则第一条：试着扮演侦探，就离真的侦探不远了。」</i></color><br> <br>（应我朋友的要求备注如下：<br>①不死途先生并非不懂怎么调时间的白痴。<br>②不死途先生的梦话并不滑稽。<br>③不死途先生是人，不是一只冬眠的熊。）"
        },
        {
            "_id": 3,
            "Story": "<align=\"center\">野兽派侦探故事集（三）</align><br> <br>大侦探并不是孤身一人，请看事务所成员的合影：猴子们露出灿烂的笑容，将侦探（二排左三）挤在中间。<br>侦探幸福又绝望地看着镜头，就像他看到账单的时候，他掏空口袋缴纳香蕉费的时候，以及月底断水断电的时候。<br> <br>他的确为伙伴们操碎了心，因为更严重的退化，它们无法像我一样流畅地思考和交谈。<br>作为猴子们的老板，他得一遍遍告诫它们不要惹出事端：<br><i>「『弓手』，城市不是实验室，别害怕噪音，明白了吗？」</i><br><i>「蕉蕉？」</i><br><i>「噗噜虽然是黄色的，但它不是香蕉。」</i><br><i>「蕉蕉？」</i><br><i>「机铠也不能吃，『诗人』，我说第二次了。」</i><br><i>「……」</i><br><i>「你也是，『乐手』，别偷吃了。」</i><br><i>「嚼嚼！」</i><br> <br>他有时会和我讲起它们的故事：「弓手」如何掩护同伴，在战火里失去了双手；变成了哑巴的「诗人」以前有多么妙语连珠；「乐手」如何挥舞着一人高的巨锤，硬生生杀出一条血路……<br> <br>按不死途先生的说法，「头狼」有责任帮助社群里的每一个伙伴。那些无力谋生的同伴，都被他妥善安顿在了可供疗养的星系。<br>在大家的帮助下，事务所的确在过去的一年内完成了真珠女士交托的各种奇案——至于钓鱼执法，暴力侦查之类的小瑕疵就另当别论了。<br> <br>在所有案件中，令他最为难忘的是发生在鸽川的一起帮派仇杀案。<br>为追索十五年前的仇人，男人牺牲了自己的伙伴，家人，孩子……然而在那场失败的复仇尽头，他得到的只是一个鲜血染红的月亮倒影。<br> <br>查案结束后，大侦探在河边徘徊了许久。<br>他也看到了自己的倒影么？<br>没有人知道，在某些时刻，这位侦探会突然变得像漩涡一样黑暗且难以捉摸。<br> <br>所幸，他还要去赚每天的香蕉费，还有许多微小琐碎的事情分散着他的孤独。<br><color=#dbc291ff><i>「侦探守则第二条：珍惜你的同伴，就算它们是一群猴子。」</i></color>"
        },
        {
            "_id": 4,
            "Story": "<align=\"center\">野兽派侦探故事集（八）</align><br> <br>不死途先生的怪病偶尔会剧烈发作。<br>他让所有人远离现场，我们会听见冰箱剧烈的抖动，然后是撕咬和啃噬的声音，压抑的嚎叫，映照在百叶窗上狰狞的黑影。<br>平静过后，他会拖着疲惫的身躯爬出冰箱，扫去冻成寒霜的血迹和汗水，仔细加固手腕上的钉子。<br>所以，他时常打趣自己：<br><i>「如果我在侦探小说里，一定会被人怀疑是罪犯。」</i><br> <br>对此，的确有很多可疑的迹象。<br>首先，据我的不完全统计，不死途先生搬过无数次家。其次，一些老朋友在找他，但他总是避而不见。<br>但作为助手，我有义务向各位读者澄清真相。<br> <br>不死途先生是个恋旧的人，在他古旧的行李箱里，珍藏着久远的遗物。<br>一颗染血的子弹，哪怕十个琥珀纪过去，其上沾染的鲜血仍然鲜艳如同燃烧的火焰。<br>一支生锈的箭矢，它被拦腰咬断，却仍在颤动，似乎想飞往某一个方向。<br>……<br>还有一枚黯淡的忆泡，据说来自于某位大君陨落的古战场。<br> <br>在触碰忆泡的一瞬间，我觉得自己也经历过类似的梦——<br>虚卒炽烈的咆哮，战友失温的呢喃，还有在喉咙处滚动的、冰冷的恐惧。<br> <br><i>「别分神，盯着我们的目标。」</i>一个熟悉的身影背对着伙伴咽下鲜血。<br>无数道流星从各处赶来，却像飞蛾扑火一般被毁灭的烈焰焚尽。<br><i>「我们会赢吗？」</i><br><i>「这么多牺牲有意义吗……」</i><br>比周遭黑暗更可怖的绝望在众人心中盘旋。<br> <br>在那个惨烈的夜晚，男人被自己的誓言贯穿。<br><i>「如果我们找不到光明，那就以更深的黑暗吞噬黑暗。」</i><br>影子从他的手臂蔓延开来，化作漆黑的罪孽，将战场、他自己、所有伙伴一同淹没——从此，它就变成了附骨之疽一样的诅咒。<br> <br>其实，不死途先生并非罪犯，而是个病人，他的病也绝不只有关节炎和老寒腿。<br>但他早已为自己开好了药方：<br><color=#dbc291ff><i>「侦探守则第三条：长夜里的牺牲，是换取明天的代价。」</i></color>"
        },
        {
            "_id": 5,
            "Story": "<align=\"center\">野兽派侦探故事集（尾声）</align><br>行文至此，我终于回想起了一些零碎的过往——在翁瓦克的雨林中变成原始生物之前，不死途先生的名字已常常出现在我们的谈话中。<br> <br><i>「生存守则？我们还有这东西？」</i>在篝火旁，「弓手」罗宾汉曾这样问我。<br><i>「试着扮演英雄，就离真的英雄不远了——这是第一条，你们已经差不多做到了。」</i>我说。<br><i>「不会都是你现编的吧？」</i>「诗人」科尔打趣道。<br>「乐手」科里亚正在大笑着嚼着肉排，那对小情侣莉娜和克里斯正合唱着他们从银河各处搜罗来的歌谣。<br><i>「他还说过，第二条…珍惜你的同伴，就算他们是一群混蛋。」</i>我说。<br><i>「那混蛋们的老大呢？岂不是混蛋中的混蛋？」</i><br><i>「又想魔鬼训练了？」</i><br><i>「手下留情…」</i>罗宾汉举起双手，<i>「明天还有场恶战要打。」</i><br>一阵沉默。<br>科尔看着漆黑的夜空，<i>「要不要我给大家写本传记，等一切结束后？」</i><br><i>「记得加上这句，」</i>我拍拍他的肩膀。<i>「生存守则第三条：长夜里的牺牲，是换取明天的代价。」</i><br><i>「我会记住的，把它当做结尾怎么样？」</i><br><i>「等他想出第四条吧，如果他还活着的话。」</i><br>……<br> <br>那并不只是侦探破案的技巧，也是他教给我们的守则。<br>瞧，他当了这么久的侦探，身上却仍残留着过去的影子。<br> <br>因此，我将第一节的备注作如下修改：<br>①他衷心希望怀表的时间过得慢一些，因为他的复仇之誓还没有完成。<br>②他时常在梦中经历过去，为了记住那些牺牲的同伴。<br>③睡在冰箱能减少每夜的幻痛，他以此等待诛杀恶兽的时机。<br> <br>或许一直以来，他做的都是同一件事，为了心中的公义，向黑暗追索，直到为罪恶降下惩罚。<br>如今，他活着，是因为他的敌人还没有死去。<br>不死途是不向命运跪伏的野兽，奔行在通往死亡的狭途——<br> <br><color=#dbc291ff><i>「生存守则第四条：循着时间追猎未来，直到足够弥补过去。」</i></color>"
        }
    ]
}
var _voice_ = {
    "1504": [
        {
            "_id": "archive_ashveil_1",
            "Title": "初次见面",
            "Voice": "在下是「不死神探事务所」的名侦探不死途，这是事务所的名片。我接取各类委托，不管是寻找走失狗猫，冒充家长参会，或者抓捕星际通缉犯，追查星神的下落——你想委托什么？"
        },
        {
            "_id": "archive_ashveil_2",
            "Title": "问候",
            "Voice": "久等。侦探从不缺席，只是偶尔迟到——新线索出现了，聊聊？"
        },
        {
            "_id": "archive_ashveil_3",
            "Title": "道别",
            "Voice": "说完下次见，人们大多像射出去的子弹一样一去不回。所以，来个拥抱怎么样？"
        },
        {
            "_id": "archive_ashveil_4",
            "Title": "关于自己•侦探事务所",
            "Voice": "《侦探推理入门》第120条…找到了！「侦探和助手之间，两个人中总得有一个懂点推理」——所以我才高薪聘请了老白。至于我嘛，管你编了哪些不在场证据，或是想了多少种不同的证词——和我的狼牙钉说去吧。"
        },
        {
            "_id": "archive_ashveil_5",
            "Title": "关于自己•「老狼」",
            "Voice": "别人都叫我热心「老狼」，估计是看我比较擅长调和邻里矛盾吧。看看，自从我住到这里以来，整个街区的不安定分子都消停了。"
        },
        {
            "_id": "archive_ashveil_6",
            "Title": "关于自己•「老狼」",
            "Voice": "别人都叫我热心「老狼」，估计是看我比较擅长调和邻里矛盾吧。看看，自从我住到这里以来，整个街区的不安定分子都消停了。——和以前调教那帮上天入地的狼崽子相比，这都不算事。"
        },
        {
            "_id": "archive_ashveil_7",
            "Title": "关于自己•义肢",
            "Voice": "抓罪犯的人，哪能没有几个仇家？瞧我的右手…那里藏着的影子是我终究要还的债，即使换上了义肢也依然幻痛。不过我倒喜欢那种痛，复仇这种事就像容易迷路的森林，我甩掉穷追不舍的死神，用痛感让自己记住，我从哪里进来，又要从哪里出去——可这条不死之路，又会在哪里停下？"
        },
        {
            "_id": "archive_ashveil_8",
            "Title": "关于自己•义肢",
            "Voice": "哪个领猎人脚下，没有一片血海？瞧我的右手…那里藏着的影子是我终究要还的债，即使换上了义肢也依然幻痛。不过我倒喜欢那种痛，复仇这种事就像容易迷路的森林，我甩掉穷追不舍的死神，用痛感让自己记住，我从哪里进来，又要从哪里出去——可这条不死之路，又会在哪里停下？"
        },
        {
            "_id": "archive_ashveil_9",
            "Title": "闲谈·睡冰箱",
            "Voice": "把十个琥珀纪的时间放进冰箱需要几步？答案是三步，打开冰箱门，把我塞进去，关上冰箱门——人生啊，本质上就是需要保鲜的一根香蕉而已，谁让我还不能过期呢。"
        },
        {
            "_id": "archive_ashveil_10",
            "Title": "闲谈·衣着",
            "Voice": "要是能退休，我恨不得天天穿花衬衫，最好还配上草帽、墨镜以及一双走起来啪嗒响的人字拖。我要搬到一座热带的海岛上，吹着暖风，没事干了就下水看鲜艳的海鱼在珊瑚礁里游来游去…这才叫日子呢。"
        },
        {
            "_id": "archive_ashveil_11",
            "Title": "爱好",
            "Voice": "不觉得狗这种生物很美妙吗？它们忠诚，勇敢，像并肩作战的伙伴一样可靠…还有那双爪子，毛茸茸的，闻起来有阳光和土壤的味道。每次路上遇见，就想对它们行吻手礼。"
        },
        {
            "_id": "archive_ashveil_12",
            "Title": "烦恼",
            "Voice": "缺钱这种事就像老寒腿，绝对不会轻易离开你，习惯就好了。"
        },
        {
            "_id": "archive_ashveil_13",
            "Title": "分享",
            "Voice": "二相乐园的节奏太快，人们在意的只有天上星辰的明灭，左右银河的大人物们生死相搏的壮绝故事，至于一个普通人死在冰冷的街头，谁又会多看一眼？可不正义就是不正义，它没有大小之分，也没有高下之别。"
        },
        {
            "_id": "archive_ashveil_14",
            "Title": "见闻",
            "Voice": "二相乐园有句老话，一个人发下的誓，就是对自己的诅咒。誓发的越大，诅咒也越大——这要是真的，我该是个多么心怀银河的人。"
        },
        {
            "_id": "archive_ashveil_15",
            "Title": "关于{NICKNAME}",
            "Voice": "这世上的大英雄很多，伙伴能陪在身边的很少，希望你永远不用像他们一样孤独。"
        },
        {
            "_id": "archive_ashveil_16",
            "Title": "关于火花",
            "Voice": "以前，我学着她在事务所开了个直播，最后发现被分到了#鬼畜#宠物#下饭#ASMR的标签下面——要不说有人天生就能吃这碗饭呢？"
        },
        {
            "_id": "archive_ashveil_17",
            "Title": "关于爻光",
            "Voice": "有些东西光靠眼睛是看不出来的，得靠利齿的撕咬才行，她那只小绿鸟凶起来不也啄人么？"
        },
        {
            "_id": "archive_ashveil_18",
            "Title": "关于朽叶",
            "Voice": "我闻不出什么奇怪的地方…不过考虑到卷进这届幻月游戏的人背景大多复杂，这本身就很奇怪了。"
        },
        {
            "_id": "archive_ashveil_19",
            "Title": "关于波提欧",
            "Voice": "他来二相乐园找过他的老大，结果无功而返。大家都说，前任游侠首领早就把财宝卷走，远走高飞过好日子去了，傻孩子怎么不信呢。"
        },
        {
            "_id": "archive_ashveil_20",
            "Title": "关于乱破",
            "Voice": "那孩子委托我调查原始博士的行踪，临走前把老白留给我了。她说等哪天打败了原始博士，再过来把它接走。这些年的香蕉费，到时候我要一笔一笔拿回来。"
        },
        {
            "_id": "archive_ashveil_101",
            "Title": "星魂激活",
            "Voice": "群星间的狼嚎，何曾有一刻停下？"
        },
        {
            "_id": "archive_ashveil_102",
            "Title": "角色晋阶",
            "Voice": "看，折足的老狼，也能走的够远。"
        },
        {
            "_id": "archive_ashveil_103",
            "Title": "角色满级",
            "Voice": "该露出獠牙的时候，不要犹豫。"
        },
        {
            "_id": "archive_ashveil_104",
            "Title": "行迹激活",
            "Voice": "抹掉你的气味，跟紧你的猎物。"
        },
        {
            "_id": "archive_ashveil_105",
            "Title": "队伍编成·{NICKNAME}",
            "Voice": "来吧，让我看看大英雄的实力。"
        },
        {
            "_id": "archive_ashveil_106",
            "Title": "队伍编成·火花",
            "Voice": "别看我，我可没钱刷礼物。"
        },
        {
            "_id": "archive_ashveil_107",
            "Title": "队伍编成·爻光",
            "Voice": "事业运，分我点呗？"
        },
        {
            "_id": "archive_ashveil_108",
            "Title": "队伍编成·乱破",
            "Voice": "请我出手，记得结香蕉费啊。"
        },
        {
            "_id": "archive_ashveil_109",
            "Title": "队伍编成·波提欧",
            "Voice": "现在的游侠，一代比一代强啊。"
        },
        {
            "_id": "archive_ashveil_201",
            "Title": "战斗开始•弱点击破",
            "Voice": "老狼的獠牙，还没掉光。"
        },
        {
            "_id": "archive_ashveil_202",
            "Title": "战斗开始•危险预警",
            "Voice": "还有人自己送上门？"
        },
        {
            "_id": "archive_ashveil_203",
            "Title": "回合开始•一",
            "Voice": "直觉告诉我，你很可疑。"
        },
        {
            "_id": "archive_ashveil_204",
            "Title": "回合开始•二",
            "Voice": "我的职责就是——多管闲事。"
        },
        {
            "_id": "archive_ashveil_205",
            "Title": "回合待机",
            "Voice": "想想办法，让猎物自个儿放松警惕吧。"
        },
        {
            "_id": "archive_ashveil_206",
            "Title": "普攻",
            "Voice": "狼来咯。"
        },
        {
            "_id": "archive_ashveil_207",
            "Title": "追加攻击•一",
            "Voice": "罪孽，必要以牙还牙。"
        },
        {
            "_id": "archive_ashveil_208",
            "Title": "追加攻击•二",
            "Voice": "去呀，争个你死我活。"
        },
        {
            "_id": "archive_ashveil_209",
            "Title": "战技•一",
            "Voice": "千疮百孔呐。"
        },
        {
            "_id": "archive_ashveil_210",
            "Title": "战技•二",
            "Voice": "你，露馅了。"
        },
        {
            "_id": "archive_ashveil_211",
            "Title": "轻受击",
            "Voice": "哟，学聪明了。"
        },
        {
            "_id": "archive_ashveil_212",
            "Title": "重受击",
            "Voice": "是个狠人。"
        },
        {
            "_id": "archive_ashveil_213",
            "Title": "终结技•激活",
            "Voice": "献出我血，吞没不义……"
        },
        {
            "_id": "archive_ashveil_214",
            "Title": "终结技•施放",
            "Voice": "恶兽们，来，开始自相残杀吧！"
        },
        {
            "_id": "archive_ashveil_215",
            "Title": "无法战斗",
            "Voice": "我的…星星们啊……"
        },
        {
            "_id": "archive_ashveil_216",
            "Title": "重回战斗",
            "Voice": "保命绝招，想学吗？"
        },
        {
            "_id": "archive_ashveil_217",
            "Title": "回复生命",
            "Voice": "啊，久违的温暖。"
        },
        {
            "_id": "archive_ashveil_218",
            "Title": "秘技",
            "Voice": "想耍花样？"
        },
        {
            "_id": "archive_ashveil_219",
            "Title": "战斗胜利",
            "Voice": "太平的日子，还是难得。"
        },
        {
            "_id": "archive_ashveil_220",
            "Title": "开启战利品•一",
            "Voice": "再少的报酬也是报酬。"
        },
        {
            "_id": "archive_ashveil_221",
            "Title": "开启战利品•二",
            "Voice": "见好就收，不能贪得无厌。"
        },
        {
            "_id": "archive_ashveil_222",
            "Title": "开启贵重战利品",
            "Voice": "只要活得够久，天上也能掉馅饼。"
        },
        {
            "_id": "archive_ashveil_223",
            "Title": "解谜成功•一",
            "Voice": "名侦探可不是白叫的。"
        },
        {
            "_id": "archive_ashveil_224",
            "Title": "解谜成功•二",
            "Voice": "难道…我到了喜欢益智小游戏的年纪？"
        },
        {
            "_id": "archive_ashveil_225",
            "Title": "发现敌方目标",
            "Voice": "这位…也是来寻仇的么？"
        },
        {
            "_id": "archive_ashveil_226",
            "Title": "返回城镇",
            "Voice": "什么时候才能真的退休？"
        }
    ]
}
var _notes_ = {
    "1504": []
}
var _adiff_ = {
    "1504": {}
}
var _mtc_ = {
    "1504": {
        "Promotion": [{}, {
            "2": 4000,
            "116001": 5
        }, {
            "2": 8000,
            "116001": 10
        }, {
            "2": 16000,
            "116002": 6,
            "110434": 3
        }, {
            "2": 40000,
            "116002": 9,
            "110434": 7
        }, {
            "2": 80000,
            "116003": 6,
            "110434": 20
        }, {
            "2": 160000,
            "116003": 9,
            "110434": 35
        }, {}],
        "Skills": [{
            "Name": "普攻",
            "Level": 6,
            "Mats": [{
                "2": 5000,
                "110271": 3,
                "116001": 6
            }, {
                "2": 10000,
                "110272": 3,
                "116002": 3
            }, {
                "2": 20000,
                "110272": 5,
                "116002": 4
            }, {
                "2": 45000,
                "110273": 3,
                "116003": 3
            }, {
                "2": 160000,
                "110273": 8,
                "116003": 4
            }]
        }, {
            "Name": "战技",
            "Level": 10,
            "Mats": [{
                "2": 2500,
                "116001": 3
            }, {
                "2": 5000,
                "110271": 3,
                "116001": 6
            }, {
                "2": 10000,
                "110272": 3,
                "116002": 3
            }, {
                "2": 20000,
                "110272": 5,
                "116002": 4
            }, {
                "2": 30000,
                "110272": 7,
                "116002": 6
            }, {
                "2": 45000,
                "110273": 3,
                "116003": 3
            }, {
                "2": 80000,
                "110273": 5,
                "110508": 1,
                "116003": 4
            }, {
                "2": 160000,
                "110273": 8,
                "241": 1,
                "110508": 1
            }, {
                "2": 300000,
                "110273": 14,
                "241": 1,
                "110508": 1
            }]
        }, {
            "Name": "终结技",
            "Level": 10,
            "Mats": [{
                "2": 2500,
                "116001": 3
            }, {
                "2": 5000,
                "110271": 3,
                "116001": 6
            }, {
                "2": 10000,
                "110272": 3,
                "116002": 3
            }, {
                "2": 20000,
                "110272": 5,
                "116002": 4
            }, {
                "2": 30000,
                "110272": 7,
                "116002": 6
            }, {
                "2": 45000,
                "110273": 3,
                "116003": 3
            }, {
                "2": 80000,
                "110273": 5,
                "110508": 1,
                "116003": 4
            }, {
                "2": 160000,
                "110273": 8,
                "241": 1,
                "110508": 1
            }, {
                "2": 300000,
                "110273": 14,
                "241": 1,
                "110508": 1
            }]
        }, {
            "Name": "天赋",
            "Level": 10,
            "Mats": [{
                "2": 2500,
                "116001": 3
            }, {
                "2": 5000,
                "110271": 3,
                "116001": 6
            }, {
                "2": 10000,
                "110272": 3,
                "116002": 3
            }, {
                "2": 20000,
                "110272": 5,
                "116002": 4
            }, {
                "2": 30000,
                "110272": 7,
                "116002": 6
            }, {
                "2": 45000,
                "110273": 3,
                "116003": 3
            }, {
                "2": 80000,
                "110273": 5,
                "110508": 1,
                "116003": 4
            }, {
                "2": 160000,
                "110273": 8,
                "241": 1,
                "110508": 1
            }, {
                "2": 300000,
                "110273": 14,
                "241": 1,
                "110508": 1
            }]
        }],
        "Points": [{
            "Name": "暴击伤害 +37.3%",
            "Mat": {
                "2": 237500,
                "116001": 2,
                "110272": 8,
                "116002": 7,
                "110273": 11,
                "116003": 11
            }
        }, {
            "Name": "雷属性伤害提高 +14.4%",
            "Mat": {
                "2": 210000,
                "110271": 3,
                "116001": 6,
                "110273": 11,
                "116003": 11
            }
        }, {
            "Name": "攻击力 +10%",
            "Mat": {
                "2": 170000,
                "110272": 3,
                "116002": 3,
                "110273": 8,
                "116003": 8
            }
        }],
        "Traces": [{
            "Name": "罪途",
            "Mat": {
                "2": 5000,
                "110271": 3,
                "110508": 1
            }
        }, {
            "Name": "影肢",
            "Mat": {
                "2": 20000,
                "110272": 5,
                "241": 1,
                "110508": 1
            }
        }, {
            "Name": "头狼",
            "Mat": {
                "2": 160000,
                "110273": 8,
                "241": 1,
                "110508": 1
            }
        }]
    }
}
