// Auto Generated

var _versions_ = {
    "1505": ["v1","v2","v3","v4","v5"]
}

var _avatarskill_ = {
    "150501": {
        "v1": {
        "Name": "课业•突击检查",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Normal",
        "EE": []
},
        "v2": {
        "Name": "课业•突击检查",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Normal",
        "EE": []
},
        "v3": {
        "Name": "课业•突击检查",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Normal",
        "EE": []
},
        "v4": {
        "Name": "课业•突击检查",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Normal",
        "EE": []
},
        "v5": {
        "Name": "课业•突击检查",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Normal",
        "EE": []
},
    },
    "150502": {
        "v1": {
        "Name": "风纪•尺出缭判",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "扩散",
        "Desc": "对指定敌方单体造成等同于绯英@ <b>#2[p]</b> #攻击力的物理属性伤害，对相邻目标造成@ <b>#3[p]</b> #的物理属性伤害，并额外获得 <b>#4[f]</b> 点<u>笑点</u>。",
        "Params": [[1,2.4,1.2,5],[1,2.64,1.32,5],[1,2.88,1.44,5],[1,3.12,1.56,5],[1,3.36,1.68,5],[1,3.6,1.8,5],[1,3.9,1.95,5],[1,4.2,2.1,5],[1,4.5,2.25,5],[1,4.8,2.4,5],[1,5.04,2.52,5],[1,5.28,2.64,5],[1,5.52,2.76,5],[1,5.76,2.88,5],[1,6,3,5]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                2.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_BP",
        "EE": []
},
        "v2": {
        "Name": "风纪•尺出缭判",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "扩散",
        "Desc": "对指定敌方单体造成等同于绯英@ <b>#2[p]</b> #攻击力的物理属性伤害，对相邻目标造成@ <b>#3[p]</b> #的物理属性伤害，并额外获得 <b>#4[f]</b> 点<u>笑点</u>。",
        "Params": [[1,2.4,1.2,5],[1,2.64,1.32,5],[1,2.88,1.44,5],[1,3.12,1.56,5],[1,3.36,1.68,5],[1,3.6,1.8,5],[1,3.9,1.95,5],[1,4.2,2.1,5],[1,4.5,2.25,5],[1,4.8,2.4,5],[1,5.04,2.52,5],[1,5.28,2.64,5],[1,5.52,2.76,5],[1,5.76,2.88,5],[1,6,3,5]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                2.0,
                0.0,
                1.0
        ],
        "Icon": "SkillIcon_1505_BP",
        "EE": []
},
        "v3": {
        "Name": "风纪•尺出缭判",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "扩散",
        "Desc": "对指定敌方单体造成等同于绯英@ <b>#2[p]</b> #攻击力的物理属性伤害，对相邻目标造成@ <b>#3[p]</b> #的物理属性伤害，并额外获得 <b>#4[f]</b> 点<u>笑点</u>。",
        "Params": [[1,1.5,0.75,10],[1,1.65,0.825,10],[1,1.8,0.9,10],[1,1.95,0.975,10],[1,2.1,1.05,10],[1,2.25,1.125,10],[1,2.4375,1.21875,10],[1,2.625,1.3125,10],[1,2.8125,1.40625,10],[1,3,1.5,10],[1,3.15,1.575,10],[1,3.3,1.65,10],[1,3.45,1.725,10],[1,3.6,1.8,10],[1,3.75,1.875,10]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                2.0,
                0.0,
                1.0
        ],
        "Icon": "SkillIcon_1505_BP",
        "EE": []
},
        "v4": {
        "Name": "风纪•尺出缭判",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "扩散",
        "Desc": "对指定敌方单体造成等同于绯英@ <b>#2[p]</b> #攻击力的物理属性伤害，对相邻目标造成等同于绯英@ <b>#3[p]</b> #攻击力的物理属性伤害，并额外获得 <b>#4[f]</b> 点<u>笑点</u>。",
        "Params": [[1,1.5,0.75,10],[1,1.65,0.825,10],[1,1.8,0.9,10],[1,1.95,0.975,10],[1,2.1,1.05,10],[1,2.25,1.125,10],[1,2.4375,1.21875,10],[1,2.625,1.3125,10],[1,2.8125,1.40625,10],[1,3,1.5,10],[1,3.15,1.575,10],[1,3.3,1.65,10],[1,3.45,1.725,10],[1,3.6,1.8,10],[1,3.75,1.875,10]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                2.0,
                0.0,
                1.0
        ],
        "Icon": "SkillIcon_1505_BP",
        "EE": []
},
        "v5": {
        "Name": "风纪•尺出缭判",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "扩散",
        "Desc": "对指定敌方单体造成等同于绯英@ <b>#2[p]</b> #攻击力的物理属性伤害，对相邻目标造成等同于绯英@ <b>#3[p]</b> #攻击力的物理属性伤害，并额外获得 <b>#4[f]</b> 点<u>笑点</u>。",
        "Params": [[1,1.5,0.75,10],[1,1.65,0.825,10],[1,1.8,0.9,10],[1,1.95,0.975,10],[1,2.1,1.05,10],[1,2.25,1.125,10],[1,2.4375,1.21875,10],[1,2.625,1.3125,10],[1,2.8125,1.40625,10],[1,3,1.5,10],[1,3.15,1.575,10],[1,3.3,1.65,10],[1,3.45,1.725,10],[1,3.6,1.8,10],[1,3.75,1.875,10]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                2.0,
                0.0,
                1.0
        ],
        "Icon": "SkillIcon_1505_BP",
        "EE": []
},
    },
    "150503": {
        "v1": {
        "Name": "剑歌•神鬼无赦",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害，随后造成5次伤害，每次对随机的敌方目标造成等同于绯英@ <b>#3[p]</b> #攻击力的物理属性伤害。",
        "Params": [[1.44,5,0.96,88],[1.536,5,1.024,88],[1.632,5,1.088,88],[1.728,5,1.152,88],[1.824,5,1.216,88],[1.92,5,1.28,88],[2.04,5,1.36,88],[2.16,5,1.44,88],[2.28,5,1.52,88],[2.4,5,1.6,88],[2.496,5,1.664,88],[2.592,5,1.728,88],[2.688,5,1.792,88],[2.784,5,1.856,88],[2.88,5,1.92,88]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Ultra",
        "EE": []
},
        "v2": {
        "Name": "剑歌•神鬼无赦",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害，随后造成5次伤害，每次对随机的敌方目标造成等同于绯英@ <b>#3[p]</b> #攻击力的物理属性伤害。",
        "Params": [[1.44,5,0.96,88],[1.536,5,1.024,88],[1.632,5,1.088,88],[1.728,5,1.152,88],[1.824,5,1.216,88],[1.92,5,1.28,88],[2.04,5,1.36,88],[2.16,5,1.44,88],[2.28,5,1.52,88],[2.4,5,1.6,88],[2.496,5,1.664,88],[2.592,5,1.728,88],[2.688,5,1.792,88],[2.784,5,1.856,88],[2.88,5,1.92,88]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.5,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Ultra",
        "EE": []
},
        "v3": {
        "Name": "剑歌•神鬼无赦",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害，随后造成5次伤害，每次对随机的敌方目标造成等同于绯英@ <b>#3[p]</b> #攻击力的物理属性伤害。",
        "Params": [[0.8,5,0.72,88],[0.88,5,0.768,88],[0.96,5,0.816,88],[1.04,5,0.864,88],[1.12,5,0.912,88],[1.2,5,0.96,88],[1.3,5,1.02,88],[1.4,5,1.08,88],[1.5,5,1.14,88],[1.6,5,1.2,88],[1.68,5,1.248,88],[1.76,5,1.296,88],[1.84,5,1.344,88],[1.92,5,1.392,88],[2,5,1.44,88]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.5,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Ultra",
        "EE": []
},
        "v4": {
        "Name": "剑歌•神鬼无赦",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害，随后造成5次伤害，每次伤害对敌方随机单体造成等同于绯英@ <b>#3[p]</b> #攻击力的物理属性伤害。",
        "Params": [[0.8,5,0.72,88],[0.88,5,0.768,88],[0.96,5,0.816,88],[1.04,5,0.864,88],[1.12,5,0.912,88],[1.2,5,0.96,88],[1.3,5,1.02,88],[1.4,5,1.08,88],[1.5,5,1.14,88],[1.6,5,1.2,88],[1.68,5,1.248,88],[1.76,5,1.296,88],[1.84,5,1.344,88],[1.92,5,1.392,88],[2,5,1.44,88]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.5,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Ultra",
        "EE": []
},
        "v5": {
        "Name": "剑歌•神鬼无赦",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害，随后造成5次伤害，每次伤害对敌方随机单体造成等同于绯英@ <b>#3[p]</b> #攻击力的物理属性伤害。",
        "Params": [[0.8,5,0.72,88],[0.88,5,0.768,88],[0.96,5,0.816,88],[1.04,5,0.864,88],[1.12,5,0.912,88],[1.2,5,0.96,88],[1.3,5,1.02,88],[1.4,5,1.08,88],[1.5,5,1.14,88],[1.6,5,1.2,88],[1.68,5,1.248,88],[1.76,5,1.296,88],[1.84,5,1.344,88],[1.92,5,1.392,88],[2,5,1.44,88]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.5,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Ultra",
        "EE": []
},
    },
    "150504": {
        "v1": {
        "Name": "青春•韶华无限",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "绯英获得等同于暴击伤害@ <b>#5[p]</b> #的欢愉度。绯英获得能量时，将同步获得等值的【<u>好活当赏</u>】；绯英获得【<u>好活当赏</u>】时，将同步获得等值的能量，单次通过此方式计算的【<u>好活当赏</u>】不超过 <b>#2[f]</b> 点，当绯英持有【<u>好活当赏</u>】时： 施放战技可对受到攻击的敌方目标造成@ <b>#7[p]</b> #的物理属性<u>欢愉伤害</u>。 施放终结技可对敌方全体造成@ <b>#6[p]</b> #的物理属性<u>欢愉伤害</u>，并对随机敌方目标造成@ <b>#8[p]</b> #的物理属性<u>欢愉伤害</u>，当【<u>好活当赏</u>】小于等于能量上限时，终结技视为拥有能量上限数量的【<u>好活当赏</u>】。 累计获得 <b>#3[f]</b> 点能量时，【狐狸老师】对全体敌方造成@ <b>#1[p]</b> #的物理属性<u>欢愉伤害</u>，为绯英恢复 <b>#4[f]</b> 点能量，随后清空累计值。",
        "Params": [[0.125,100,240,10,0.25,0.11,0.08,0.12],[0.1375,100,240,10,0.25,0.121,0.088,0.133],[0.15,100,240,10,0.25,0.132,0.096,0.146],[0.1625,100,240,10,0.25,0.143,0.104,0.159],[0.175,100,240,10,0.25,0.154,0.112,0.172],[0.1875,100,240,10,0.25,0.165,0.12,0.185],[0.203125,100,240,10,0.25,0.17875,0.13,0.20125],[0.21875,100,240,10,0.25,0.1925,0.14,0.2175],[0.234375,100,240,10,0.25,0.20625,0.15,0.23375],[0.25,100,240,10,0.25,0.22,0.16,0.25],[0.2625,100,240,10,0.25,0.231,0.168,0.263],[0.275,100,240,10,0.25,0.242,0.176,0.276],[0.2875,100,240,10,0.25,0.253,0.184,0.289],[0.3,100,240,10,0.25,0.264,0.192,0.302],[0.3125,100,240,10,0.25,0.275,0.2,0.315]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_",
        "EE": []
},
        "v2": {
        "Name": "青春•韶华无限",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "绯英获得等同于暴击伤害@ <b>#5[p]</b> #的欢愉度。绯英获得能量时，将同步获得等值的【<u>好活当赏</u>】；绯英获得【<u>好活当赏</u>】时，将同步获得等值的能量，单次通过此方式计算的【<u>好活当赏</u>】不超过 <b>#2[f]</b> 点，当绯英持有【<u>好活当赏</u>】时： 施放战技可对受到攻击的敌方目标造成@ <b>#7[p]</b> #的物理属性<u>欢愉伤害</u>。 施放终结技可对敌方全体造成@ <b>#6[p]</b> #的物理属性<u>欢愉伤害</u>，并对随机敌方目标造成@ <b>#8[p]</b> #的物理属性<u>欢愉伤害</u>，当【<u>好活当赏</u>】小于等于能量上限时，终结技视为拥有能量上限数量的【<u>好活当赏</u>】。 累计获得 <b>#3[f]</b> 点能量时，【狐狸老师】对全体敌方造成@ <b>#1[p]</b> #的物理属性<u>欢愉伤害</u>，为绯英恢复 <b>#4[f]</b> 点能量，随后清空累计值。",
        "Params": [[0.125,100,240,10,0.25,0.11,0.08,0.12],[0.1375,100,240,10,0.25,0.121,0.088,0.133],[0.15,100,240,10,0.25,0.132,0.096,0.146],[0.1625,100,240,10,0.25,0.143,0.104,0.159],[0.175,100,240,10,0.25,0.154,0.112,0.172],[0.1875,100,240,10,0.25,0.165,0.12,0.185],[0.203125,100,240,10,0.25,0.17875,0.13,0.20125],[0.21875,100,240,10,0.25,0.1925,0.14,0.2175],[0.234375,100,240,10,0.25,0.20625,0.15,0.23375],[0.25,100,240,10,0.25,0.22,0.16,0.25],[0.2625,100,240,10,0.25,0.231,0.168,0.263],[0.275,100,240,10,0.25,0.242,0.176,0.276],[0.2875,100,240,10,0.25,0.253,0.184,0.289],[0.3,100,240,10,0.25,0.264,0.192,0.302],[0.3125,100,240,10,0.25,0.275,0.2,0.315]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_",
        "EE": []
},
        "v3": {
        "Name": "青春•韶华无限",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "绯英获得等同于暴击伤害@ <b>#5[p]</b> #的欢愉度。绯英获得能量时，将同步获得等值的【<u>好活当赏</u>】；绯英获得【<u>好活当赏</u>】时，将同步获得等值的能量，单次通过此方式计算的【<u>好活当赏</u>】不超过100点。 累计获得 <b>#3[f]</b> 点能量时，消耗 <b>#3[f]</b> 点累计值，【狐狸老师】发动<u>追加攻击</u>对全体敌方造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害，为绯英恢复 <b>#4[f]</b> 点能量。当绯英持有【<u>好活当赏</u>】时： 施放战技可对受到攻击的敌方目标造成@ <b>#7[p]</b> #的物理属性<u>欢愉伤害</u>。 施放终结技可对敌方全体造成@ <b>#6[p]</b> #的物理属性<u>欢愉伤害</u>，并对终结技随机造成伤害的敌方目标造成@ <b>#8[p]</b> #的物理属性<u>欢愉伤害</u>，终结技造成<u>欢愉伤害</u>时至少计入等同于能量上限的【<u>好活当赏</u>】。 【狐狸老师】的<u>追加攻击</u>可对敌方全体造成@ <b>#2[p]</b> #的物理属性<u>欢愉伤害</u>。",
        "Params": [[0.5,0.125,240,10,0.25,0.12,0.08,0.12],[0.55,0.1375,240,10,0.25,0.132,0.088,0.133],[0.6,0.15,240,10,0.25,0.144,0.096,0.146],[0.65,0.1625,240,10,0.25,0.156,0.104,0.159],[0.7,0.175,240,10,0.25,0.168,0.112,0.172],[0.75,0.1875,240,10,0.25,0.18,0.12,0.185],[0.8125,0.203125,240,10,0.25,0.195,0.13,0.20125],[0.875,0.21875,240,10,0.25,0.21,0.14,0.2175],[0.9375,0.234375,240,10,0.25,0.225,0.15,0.23375],[1,0.25,240,10,0.25,0.24,0.16,0.25],[1.05,0.2625,240,10,0.25,0.252,0.168,0.263],[1.1,0.275,240,10,0.25,0.264,0.176,0.276],[1.15,0.2875,240,10,0.25,0.276,0.184,0.289],[1.2,0.3,240,10,0.25,0.288,0.192,0.302],[1.25,0.3125,240,10,0.25,0.3,0.2,0.315]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_",
        "EE": []
},
        "v4": {
        "Name": "青春•韶华无限",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "绯英获得等同于暴击伤害@ <b>#5[p]</b> #的欢愉度。绯英获得能量时，将同步获得等值的【<u>好活当赏</u>】；绯英获得【<u>好活当赏</u>】时，将同步获得等值的能量，单次通过此方式计算的【<u>好活当赏</u>】不超过100点。 累计获得 <b>#3[f]</b> 点能量时，消耗 <b>#3[f]</b> 点累计值，【狐狸老师】发动<u>追加攻击</u>对全体敌方造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害，为绯英恢复 <b>#4[f]</b> 点能量。当绯英持有【<u>好活当赏</u>】时： 施放战技可对受到攻击的敌方目标造成@ <b>#7[p]</b> #的物理属性<u>欢愉伤害</u>。 施放终结技可对敌方全体造成@ <b>#6[p]</b> #的物理属性<u>欢愉伤害</u>，并对终结技随机造成伤害的敌方目标造成@ <b>#8[p]</b> #的物理属性<u>欢愉伤害</u>，终结技造成<u>欢愉伤害</u>时至少计入等同于能量上限的【<u>好活当赏</u>】。 【狐狸老师】的<u>追加攻击</u>可对敌方全体造成@ <b>#2[p]</b> #的物理属性<u>欢愉伤害</u>。",
        "Params": [[0.5,0.125,240,10,0.2,0.12,0.08,0.14],[0.55,0.1375,240,10,0.2,0.132,0.088,0.154],[0.6,0.15,240,10,0.2,0.144,0.096,0.168],[0.65,0.1625,240,10,0.2,0.156,0.104,0.182],[0.7,0.175,240,10,0.2,0.168,0.112,0.196],[0.75,0.1875,240,10,0.2,0.18,0.12,0.21],[0.8125,0.203125,240,10,0.2,0.195,0.13,0.2275],[0.875,0.21875,240,10,0.2,0.21,0.14,0.245],[0.9375,0.234375,240,10,0.2,0.225,0.15,0.2625],[1,0.25,240,10,0.2,0.24,0.16,0.28],[1.05,0.2625,240,10,0.2,0.252,0.168,0.294],[1.1,0.275,240,10,0.2,0.264,0.176,0.308],[1.15,0.2875,240,10,0.2,0.276,0.184,0.322],[1.2,0.3,240,10,0.2,0.288,0.192,0.336],[1.25,0.3125,240,10,0.2,0.3,0.2,0.35]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_",
        "EE": []
},
        "v5": {
        "Name": "青春•韶华无限",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "绯英获得等同于暴击伤害@ <b>#5[p]</b> #的欢愉度。绯英获得能量时，将同步获得等值的【<u>好活当赏</u>】；绯英获得【<u>好活当赏</u>】时，将同步获得等值的能量，单次通过此方式计算的【<u>好活当赏</u>】不超过100点。 累计获得 <b>#3[f]</b> 点能量时，消耗 <b>#3[f]</b> 点累计值，【狐狸老师】发动<u>追加攻击</u>对敌方全体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害，为绯英恢复 <b>#4[f]</b> 点能量，单次获得能量时最多获得 <b>#3[f]</b> 点累计值。当绯英持有【<u>好活当赏</u>】时： 施放战技可对受到攻击的敌方目标造成@ <b>#7[p]</b> #的物理属性<u>欢愉伤害</u>。 施放终结技可对敌方全体造成@ <b>#6[p]</b> #的物理属性<u>欢愉伤害</u>，并对终结技随机造成伤害的敌方目标造成@ <b>#8[p]</b> #的物理属性<u>欢愉伤害</u>，终结技造成<u>欢愉伤害</u>时至少计入等同于能量上限的【<u>好活当赏</u>】。 【狐狸老师】的<u>追加攻击</u>可对敌方全体造成@ <b>#2[p]</b> #的物理属性<u>欢愉伤害</u>。",
        "Params": [[0.5,0.125,240,10,0.2,0.12,0.08,0.14],[0.55,0.1375,240,10,0.2,0.132,0.088,0.154],[0.6,0.15,240,10,0.2,0.144,0.096,0.168],[0.65,0.1625,240,10,0.2,0.156,0.104,0.182],[0.7,0.175,240,10,0.2,0.168,0.112,0.196],[0.75,0.1875,240,10,0.2,0.18,0.12,0.21],[0.8125,0.203125,240,10,0.2,0.195,0.13,0.2275],[0.875,0.21875,240,10,0.2,0.21,0.14,0.245],[0.9375,0.234375,240,10,0.2,0.225,0.15,0.2625],[1,0.25,240,10,0.2,0.24,0.16,0.28],[1.05,0.2625,240,10,0.2,0.252,0.168,0.294],[1.1,0.275,240,10,0.2,0.264,0.176,0.308],[1.15,0.2875,240,10,0.2,0.276,0.184,0.322],[1.2,0.3,240,10,0.2,0.288,0.192,0.336],[1.25,0.3125,240,10,0.2,0.3,0.2,0.35]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_",
        "EE": []
},
    },
    "150506": {
        "v1": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "dev_连携",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Normal",
        "EE": []
},
        "v2": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "dev_连携",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Normal",
        "EE": []
},
        "v3": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "dev_连携",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Normal",
        "EE": []
},
        "v4": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "dev_连携",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Normal",
        "EE": []
},
        "v5": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "dev_连携",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Normal",
        "EE": []
},
    },
    "150507": {
        "v1": {
        "Name": "落英•散者皆忆",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "",
        "Desc": "立即攻击一定范围内的所有敌人。进入战斗后，对敌方全体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害并获得 <b>#2[f]</b> 点【<u>好活当赏</u>】。",
        "Params": [[1,20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                2.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Maze",
        "EE": []
},
        "v2": {
        "Name": "落英•散者皆忆",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "",
        "Desc": "立即攻击一定范围内的所有敌人。进入战斗后，对敌方全体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害并获得 <b>#2[f]</b> 点【<u>好活当赏</u>】。",
        "Params": [[1,20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                2.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Maze",
        "EE": []
},
        "v3": {
        "Name": "落英•散者皆忆",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "",
        "Desc": "立即攻击一定范围内的所有敌人。进入战斗后，对敌方全体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害并获得 <b>#2[f]</b> 点【<u>好活当赏</u>】。",
        "Params": [[1,20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                2.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Maze",
        "EE": []
},
        "v4": {
        "Name": "落英•散者皆忆",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "",
        "Desc": "立即攻击一定范围内的所有敌人。进入战斗后，对敌方全体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害并获得 <b>#2[f]</b> 点【<u>好活当赏</u>】。",
        "Params": [[1,20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                2.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Maze",
        "EE": []
},
        "v5": {
        "Name": "落英•散者皆忆",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "",
        "Desc": "立即攻击一定范围内的所有敌人。进入战斗后，对敌方全体造成等同于绯英@ <b>#1[p]</b> #攻击力的物理属性伤害并获得 <b>#2[f]</b> 点【<u>好活当赏</u>】。",
        "Params": [[1,20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                2.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Maze",
        "EE": []
},
    },
    "150520": {
        "v1": {
        "Name": "绯色•不乐即斩",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成@ <b>#2[p]</b> #的物理属性<u>欢愉伤害</u>并额外获得 <b>#1[f]</b> 点【<u>好活当赏</u>】。",
        "Params": [[10,0.5],[10,0.55],[10,0.6],[10,0.65],[10,0.7],[10,0.75],[10,0.8125],[10,0.875],[10,0.9375],[10,1],[10,1.05],[10,1.1],[10,1.15],[10,1.2],[10,1.25]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Elation",
        "EE": []
},
        "v2": {
        "Name": "绯色•不乐即斩",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成@ <b>#2[p]</b> #的物理属性<u>欢愉伤害</u>并额外获得 <b>#1[f]</b> 点【<u>好活当赏</u>】。",
        "Params": [[10,0.5],[10,0.55],[10,0.6],[10,0.65],[10,0.7],[10,0.75],[10,0.8125],[10,0.875],[10,0.9375],[10,1],[10,1.05],[10,1.1],[10,1.15],[10,1.2],[10,1.25]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Elation",
        "EE": []
},
        "v3": {
        "Name": "绯色•不乐即斩",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成@ <b>#2[p]</b> #的物理属性<u>欢愉伤害</u>并额外获得 <b>#1[f]</b> 点【<u>好活当赏</u>】。",
        "Params": [[5,0.5],[5,0.55],[5,0.6],[5,0.65],[5,0.7],[5,0.75],[5,0.8125],[5,0.875],[5,0.9375],[5,1],[5,1.05],[5,1.1],[5,1.15],[5,1.2],[5,1.25]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Elation",
        "EE": []
},
        "v4": {
        "Name": "绯色•不乐即斩",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成@ <b>#2[p]</b> #的物理属性<u>欢愉伤害</u>并额外获得 <b>#1[f]</b> 点【<u>好活当赏</u>】。",
        "Params": [[5,0.55],[5,0.605],[5,0.66],[5,0.715],[5,0.77],[5,0.825],[5,0.89375],[5,0.9625],[5,1.03125],[5,1.1],[5,1.155],[5,1.21],[5,1.265],[5,1.32],[5,1.375]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Elation",
        "EE": []
},
        "v5": {
        "Name": "绯色•不乐即斩",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成@ <b>#2[p]</b> #的物理属性<u>欢愉伤害</u>并额外获得 <b>#1[f]</b> 点【<u>好活当赏</u>】。",
        "Params": [[5,0.55],[5,0.605],[5,0.66],[5,0.715],[5,0.77],[5,0.825],[5,0.89375],[5,0.9625],[5,1.03125],[5,1.1],[5,1.155],[5,1.21],[5,1.265],[5,1.32],[5,1.375]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1505_Elation",
        "EE": []
},
    },
}

var _avatarskilltree_ = {
    "1505": {
        "v1": {
        "Add": {
                "CriticalChanceBase": 0.187,
                "ElationDamageAddedRatioBase": 0.18,
                "SpeedDelta": 5.0
        },
        "Tree1": {
                "Name": "瞰众乐",
                "Desc": "绯英的暴击率提高<b><color style='color:#f29e38'>30%</color></b>，当场上敌方目标数量等于3或以上/2/1时，终结技的弹射次数增加<b><color style='color:#f29e38'>1</color></b>/<b><color style='color:#f29e38'>2</color></b>/<b><color style='color:#f29e38'>4</color></b>次。当欢愉技的参演编号小于绯英的队友获得【<u>好活当赏</u>】时，绯英会将其中的<b><color style='color:#f29e38'>50%</color></b>变成自身的【<u>好活当赏</u>】。",
                "Icon": "SkillIcon_1505_SkillTree1"
        },
        "Tree2": {
                "Name": "行裁断",
                "Desc": "【狐狸老师】施放攻击时会额外对目标施加易伤，使其受到的伤害提高<b><color style='color:#f29e38'>12%</color></b>，持续<b><color style='color:#f29e38'>3</color></b>回合。",
                "Icon": "SkillIcon_1505_SkillTree2"
        },
        "Tree3": {
                "Name": "开不败",
                "Desc": "队友持有的【<u>好活当赏</u>】结束时，绯英会将其中的<b><color style='color:#f29e38'>50%</color></b>转化为自身的【<u>好活当赏</u>】。",
                "Icon": "SkillIcon_1505_SkillTree3"
        }
},
        "v2": {
        "Add": {
                "CriticalChanceBase": 0.187,
                "ElationDamageAddedRatioBase": 0.18,
                "SpeedDelta": 5.0
        },
        "Tree1": {
                "Name": "瞰众乐",
                "Desc": "绯英的暴击率提高<b><color style='color:#f29e38'>30%</color></b>，当场上敌方目标数量等于3或以上/2/1时，终结技的弹射次数增加<b><color style='color:#f29e38'>1</color></b>/<b><color style='color:#f29e38'>2</color></b>/<b><color style='color:#f29e38'>4</color></b>次。当欢愉技的参演编号小于绯英的队友获得【<u>好活当赏</u>】时，绯英会将其中的<b><color style='color:#f29e38'>50%</color></b>变成自身的【<u>好活当赏</u>】。",
                "Icon": "SkillIcon_1505_SkillTree1"
        },
        "Tree2": {
                "Name": "行裁断",
                "Desc": "【狐狸老师】施放攻击时会额外对目标施加易伤，使其受到的伤害提高<b><color style='color:#f29e38'>12%</color></b>，持续<b><color style='color:#f29e38'>3</color></b>回合。",
                "Icon": "SkillIcon_1505_SkillTree2"
        },
        "Tree3": {
                "Name": "开不败",
                "Desc": "队友持有的【<u>好活当赏</u>】结束时，绯英会将其中的<b><color style='color:#f29e38'>50%</color></b>转化为自身的【<u>好活当赏</u>】。",
                "Icon": "SkillIcon_1505_SkillTree3"
        }
},
        "v3": {
        "Add": {
                "CriticalChanceBase": 0.187,
                "ElationDamageAddedRatioBase": 0.18,
                "SpeedDelta": 5.0
        },
        "Tree1": {
                "Name": "瞰众乐",
                "Desc": "绯英的暴击率提高<b><color style='color:#f29e38'>30%</color></b>，当场上敌方目标数量等于3或以上/2/1时，终结技的弹射次数增加<b><color style='color:#f29e38'>1</color></b>/<b><color style='color:#f29e38'>2</color></b>/<b><color style='color:#f29e38'>4</color></b>次。当欢愉技的参演编号小于绯英的队友获得【<u>好活当赏</u>】时，绯英会将其中的<b><color style='color:#f29e38'>50%</color></b>变成自身的【<u>好活当赏</u>】。",
                "Icon": "SkillIcon_1505_SkillTree1"
        },
        "Tree2": {
                "Name": "行裁断",
                "Desc": "【狐狸老师】施放攻击时会额外对目标施加易伤，使其受到的伤害提高<b><color style='color:#f29e38'>12%</color></b>，持续<b><color style='color:#f29e38'>3</color></b>回合。",
                "Icon": "SkillIcon_1505_SkillTree2"
        },
        "Tree3": {
                "Name": "开不败",
                "Desc": "队友持有的【<u>好活当赏</u>】结束时，绯英会将其中的<b><color style='color:#f29e38'>50%</color></b>转化为自身的【<u>好活当赏</u>】。",
                "Icon": "SkillIcon_1505_SkillTree3"
        }
},
        "v4": {
        "Add": {
                "CriticalChanceBase": 0.187,
                "ElationDamageAddedRatioBase": 0.18,
                "SpeedDelta": 5.0
        },
        "Tree1": {
                "Name": "瞰众乐",
                "Desc": "绯英的暴击率提高<b><color style='color:#f29e38'>30%</color></b>，当场上敌方目标数量等于3或以上/2/1时，终结技的弹射次数增加<b><color style='color:#f29e38'>1</color></b>/<b><color style='color:#f29e38'>2</color></b>/<b><color style='color:#f29e38'>4</color></b>次。当欢愉技的参演编号小于绯英的队友获得【<u>好活当赏</u>】时，绯英会将其中的<b><color style='color:#f29e38'>50%</color></b>变成自身的【<u>好活当赏</u>】。",
                "Icon": "SkillIcon_1505_SkillTree1"
        },
        "Tree2": {
                "Name": "行裁断",
                "Desc": "【狐狸老师】施放攻击时会额外对目标施加易伤，使其受到的伤害提高<b><color style='color:#f29e38'>12%</color></b>，持续<b><color style='color:#f29e38'>3</color></b>回合。",
                "Icon": "SkillIcon_1505_SkillTree2"
        },
        "Tree3": {
                "Name": "开不败",
                "Desc": "队友持有的【<u>好活当赏</u>】结束时，绯英会将其中的<b><color style='color:#f29e38'>50%</color></b>转化为自身的【<u>好活当赏</u>】。",
                "Icon": "SkillIcon_1505_SkillTree3"
        }
},
        "v5": {
        "Add": {
                "CriticalChanceBase": 0.187,
                "ElationDamageAddedRatioBase": 0.18,
                "SpeedDelta": 5.0
        },
        "Tree1": {
                "Name": "瞰众乐",
                "Desc": "绯英的暴击率提高<b><color style='color:#f29e38'>30%</color></b>，当场上敌方目标数量等于3或以上/2/1时，终结技的弹射次数增加<b><color style='color:#f29e38'>1</color></b>/<b><color style='color:#f29e38'>2</color></b>/<b><color style='color:#f29e38'>4</color></b>次。当欢愉技的参演编号小于绯英的队友获得【<u>好活当赏</u>】时，绯英会将其中的<b><color style='color:#f29e38'>50%</color></b>变成自身的【<u>好活当赏</u>】。",
                "Icon": "SkillIcon_1505_SkillTree1"
        },
        "Tree2": {
                "Name": "行裁断",
                "Desc": "【狐狸老师】施放攻击时会额外对目标施加易伤，使其受到的伤害提高<b><color style='color:#f29e38'>12%</color></b>，持续<b><color style='color:#f29e38'>3</color></b>回合。",
                "Icon": "SkillIcon_1505_SkillTree2"
        },
        "Tree3": {
                "Name": "开不败",
                "Desc": "队友持有的【<u>好活当赏</u>】结束时，绯英会将其中的<b><color style='color:#f29e38'>50%</color></b>转化为自身的【<u>好活当赏</u>】。",
                "Icon": "SkillIcon_1505_SkillTree3"
        }
},
    },
}

var _avatarrank_ = {
    "150501": {
        "v1": {
        "Rank": 1,
        "Name": "故乡，为祈福起舞",
        "Desc": "全属性穿透提高<b><color style='color:#f29e38'>20%</color></b>，【狐狸老师】施放攻击后会额外触发一次欢愉技。欢愉技会使自身额外获得<b><color style='color:#f29e38'>10</color></b>点【好活当赏】。",
        "Icon": "SkillIcon_1505_Rank1"
},
        "v2": {
        "Rank": 1,
        "Name": "故乡，为祈福起舞",
        "Desc": "全属性穿透提高<b><color style='color:#f29e38'>20%</color></b>，【狐狸老师】施放攻击后会额外触发一次欢愉技。欢愉技会使自身额外获得<b><color style='color:#f29e38'>10</color></b>点【好活当赏】。",
        "Icon": "SkillIcon_1505_Rank1"
},
        "v3": {
        "Rank": 1,
        "Name": "故乡，为祈福起舞",
        "Desc": "暴击伤害提高<b><color style='color:#f29e38'>36%</color></b>，【狐狸老师】施放攻击后会额外触发一次欢愉技。欢愉技会使自身额外获得<b><color style='color:#f29e38'>10</color></b>点【<u>好活当赏</u>】。",
        "Icon": "SkillIcon_1505_Rank1"
},
        "v4": {
        "Rank": 1,
        "Name": "故乡，为祈福起舞",
        "Desc": "全属性抗性穿透提高<b><color style='color:#f29e38'>20%</color></b>，【狐狸老师】施放攻击后会额外触发一次欢愉技。欢愉技会使自身额外获得<b><color style='color:#f29e38'>10</color></b>点【<u>好活当赏</u>】。",
        "Icon": "SkillIcon_1505_Rank1"
},
        "v5": {
        "Rank": 1,
        "Name": "故乡，为祈福起舞",
        "Desc": "全属性抗性穿透提高<b><color style='color:#f29e38'>20%</color></b>，【狐狸老师】施放攻击后会额外触发一次欢愉技。欢愉技会使自身额外获得<b><color style='color:#f29e38'>10</color></b>点【<u>好活当赏</u>】。",
        "Icon": "SkillIcon_1505_Rank1"
},
    },
    "150502": {
        "v1": {
        "Rank": 2,
        "Name": "遥途，求长开不谢",
        "Desc": "欢愉度提高<b><color style='color:#f29e38'>25%</color></b>，行迹【行裁断】的易伤效果可以叠加，最多叠加<b><color style='color:#f29e38'>2</color></b>层。",
        "Icon": "SkillIcon_1505_Rank2"
},
        "v2": {
        "Rank": 2,
        "Name": "遥途，求长开不谢",
        "Desc": "欢愉度提高<b><color style='color:#f29e38'>25%</color></b>，行迹【行裁断】的易伤效果可以叠加，最多叠加<b><color style='color:#f29e38'>2</color></b>层。",
        "Icon": "SkillIcon_1505_Rank2"
},
        "v3": {
        "Rank": 2,
        "Name": "遥途，求长开不谢",
        "Desc": "全属性抗性穿透提高<b><color style='color:#f29e38'>20%</color></b>，参演编号小于绯英的队友获得【<u>好活当赏</u>】/我方队友的【<u>好活当赏</u>】结束时，绯英额外获得其中的<b><color style='color:#f29e38'>50%</color></b>/<b><color style='color:#f29e38'>50%</color></b>变成自身的【<u>好活当赏</u>】。",
        "Icon": "SkillIcon_1505_Rank2"
},
        "v4": {
        "Rank": 2,
        "Name": "遥途，求长开不谢",
        "Desc": "暴击伤害提高<b><color style='color:#f29e38'>36%</color></b>，触发行迹【瞰众乐】/行迹【开不败】的获得好活当赏效果时，额外获得等同于本次获得的【<u>好活当赏</u>】<b><color style='color:#f29e38'>50%</color></b>/<b><color style='color:#f29e38'>1</color></b>的【<u>好活当赏</u>】。",
        "Icon": "SkillIcon_1505_Rank2"
},
        "v5": {
        "Rank": 2,
        "Name": "遥途，求长开不谢",
        "Desc": "暴击伤害提高<b><color style='color:#f29e38'>36%</color></b>，触发行迹【瞰众乐】/行迹【开不败】的获得好活当赏效果时，额外获得等同于本次获得的【<u>好活当赏</u>】<b><color style='color:#f29e38'>50%</color></b>/<b><color style='color:#f29e38'>1</color></b>的【<u>好活当赏</u>】。",
        "Icon": "SkillIcon_1505_Rank2"
},
    },
    "150503": {
        "v1": {
        "Rank": 3,
        "Name": "尺剑，吞赤月妖邪",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1505_Rank3"
},
        "v2": {
        "Rank": 3,
        "Name": "尺剑，吞赤月妖邪",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1505_Rank3"
},
        "v3": {
        "Rank": 3,
        "Name": "尺剑，吞赤月妖邪",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1505_Rank3"
},
        "v4": {
        "Rank": 3,
        "Name": "尺剑，吞赤月妖邪",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1505_Rank3"
},
        "v5": {
        "Rank": 3,
        "Name": "尺剑，吞赤月妖邪",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1505_Rank3"
},
    },
    "150504": {
        "v1": {
        "Rank": 4,
        "Name": "花田，遭恶徒摘落",
        "Desc": "绯英造成的伤害无视敌方目标<b><color style='color:#f29e38'>15%</color></b>的防御力。",
        "Icon": "SkillIcon_1505_Rank4"
},
        "v2": {
        "Rank": 4,
        "Name": "花田，遭恶徒摘落",
        "Desc": "绯英造成的伤害无视敌方目标<b><color style='color:#f29e38'>15%</color></b>的防御力。",
        "Icon": "SkillIcon_1505_Rank4"
},
        "v3": {
        "Rank": 4,
        "Name": "花田，遭恶徒摘落",
        "Desc": "绯英造成的伤害无视敌方目标<b><color style='color:#f29e38'>15%</color></b>的防御力。",
        "Icon": "SkillIcon_1505_Rank4"
},
        "v4": {
        "Rank": 4,
        "Name": "花田，遭恶徒摘落",
        "Desc": "绯英造成的伤害无视敌方目标<b><color style='color:#f29e38'>15%</color></b>的防御力。",
        "Icon": "SkillIcon_1505_Rank4"
},
        "v5": {
        "Rank": 4,
        "Name": "花田，遭恶徒摘落",
        "Desc": "绯英造成的伤害无视敌方目标<b><color style='color:#f29e38'>15%</color></b>的防御力。",
        "Icon": "SkillIcon_1505_Rank4"
},
    },
    "150505": {
        "v1": {
        "Rank": 5,
        "Name": "乐园，见悲喜苦乐",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1505_Rank5"
},
        "v2": {
        "Rank": 5,
        "Name": "乐园，见悲喜苦乐",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1505_Rank5"
},
        "v3": {
        "Rank": 5,
        "Name": "乐园，见悲喜苦乐",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1505_Rank5"
},
        "v4": {
        "Rank": 5,
        "Name": "乐园，见悲喜苦乐",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1505_Rank5"
},
        "v5": {
        "Rank": 5,
        "Name": "乐园，见悲喜苦乐",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1505_Rank5"
},
    },
    "150506": {
        "v1": {
        "Rank": 6,
        "Name": "少女，见浮生入梦",
        "Desc": "绯英造成的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>25%</color></b>，参演编号小于绯英的队友获得【<u>好活当赏</u>】/我方队友的【<u>好活当赏</u>】时间耗尽时，绯英额外获得其中的<b><color style='color:#f29e38'>50%</color></b>/<b><color style='color:#f29e38'>50%</color></b>变成自身的【<u>好活当赏</u>】。进入战斗首次施放终结技后，为绯英固定恢复<b><color style='color:#f29e38'>120</color></b>点能量，该效果每再施放<b><color style='color:#f29e38'>4</color></b>次终结技可触发1次。",
        "Icon": "SkillIcon_1505_Rank6"
},
        "v2": {
        "Rank": 6,
        "Name": "少女，见浮生入梦",
        "Desc": "绯英造成的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>25%</color></b>，参演编号小于绯英的队友获得【<u>好活当赏</u>】/我方队友的【<u>好活当赏</u>】结束时，绯英额外获得其中的<b><color style='color:#f29e38'>50%</color></b>/<b><color style='color:#f29e38'>50%</color></b>变成自身的【<u>好活当赏</u>】。进入战斗首次施放终结技后，为绯英固定恢复<b><color style='color:#f29e38'>120</color></b>点能量，该效果每再施放<b><color style='color:#f29e38'>4</color></b>次终结技可触发1次。",
        "Icon": "SkillIcon_1505_Rank6"
},
        "v3": {
        "Rank": 6,
        "Name": "少女，见浮生入梦",
        "Desc": "绯英的【<u>好活当赏</u>】的持续时间增加<b><color style='color:#f29e38'>1</color></b>回合。绯英造成的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>15%</color></b>，每持有100点【<u>好活当赏</u>】额外<u>增笑</u><b><color style='color:#f29e38'>2%</color></b>，最高计入1000点【<u>好活当赏</u>】。进入战斗首次施放终结技后，为绯英固定恢复<b><color style='color:#f29e38'>120</color></b>点能量，该效果每再施放<b><color style='color:#f29e38'>4</color></b>次终结技可触发1次。",
        "Icon": "SkillIcon_1505_Rank6"
},
        "v4": {
        "Rank": 6,
        "Name": "少女，见浮生入梦",
        "Desc": "绯英的【<u>好活当赏</u>】的持续时间增加<b><color style='color:#f29e38'>1</color></b>回合。绯英造成的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>15%</color></b>，每持有100点【<u>好活当赏</u>】额外<u>增笑</u><b><color style='color:#f29e38'>2%</color></b>，最高计入1000点【<u>好活当赏</u>】。进入战斗首次施放终结技后，为绯英固定恢复<b><color style='color:#f29e38'>120</color></b>点能量，该效果每再施放<b><color style='color:#f29e38'>4</color></b>次终结技可触发1次。",
        "Icon": "SkillIcon_1505_Rank6"
},
        "v5": {
        "Rank": 6,
        "Name": "少女，见浮生入梦",
        "Desc": "绯英的【<u>好活当赏</u>】的持续时间增加<b><color style='color:#f29e38'>1</color></b>回合。绯英造成的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>15%</color></b>，每持有100点【<u>好活当赏</u>】额外<u>增笑</u><b><color style='color:#f29e38'>2%</color></b>，最高计入1000点【<u>好活当赏</u>】。进入战斗首次施放终结技后，为绯英固定恢复<b><color style='color:#f29e38'>120</color></b>点能量，该效果每再施放<b><color style='color:#f29e38'>4</color></b>次终结技可触发1次。",
        "Icon": "SkillIcon_1505_Rank6"
},
    },
}

var _story_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _voice_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _notes_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _adiff_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _mtc_ = [
    {
        "Name": "",
        "Desc": ""
    }
]
