// Auto Generated

var _versions_ = {
    "1506": ["v1","v2","v3","v4","v5"]
}

var _avatarskill_ = {
    "150601": {
        "v1": {
        "Name": "拳头硬了！",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于「银狼LV.999」@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v2": {
        "Name": "拳头硬了！",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于「银狼LV.999」@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v3": {
        "Name": "拳头硬了！",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于「银狼LV.999」@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v4": {
        "Name": "拳头硬了！",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于「银狼LV.999」@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v5": {
        "Name": "拳头硬了！",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于「银狼LV.999」@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
    },
    "150602": {
        "v1": {
        "Name": "Shoot属性大爆发",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "群攻",
        "Desc": "获得 <b>#2[f]</b> 个<u>笑点</u>，对敌方全体造成等同于「银狼LV.999」@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
        "Params": [[0.8,5],[0.88,5],[0.96,5],[1.04,5],[1.12,5],[1.2,5],[1.3,5],[1.4,5],[1.5,5],[1.6,5],[1.68,5],[1.76,5],[1.84,5],[1.92,5],[2,5]],
        "BP": -1,
        "SPAdd": 0,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_BP",
        "EE": []
},
        "v2": {
        "Name": "Shoot属性大爆发",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "群攻",
        "Desc": "获得 <b>#2[f]</b> 个<u>笑点</u>，对敌方全体造成等同于「银狼LV.999」@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
        "Params": [[0.8,5],[0.88,5],[0.96,5],[1.04,5],[1.12,5],[1.2,5],[1.3,5],[1.4,5],[1.5,5],[1.6,5],[1.68,5],[1.76,5],[1.84,5],[1.92,5],[2,5]],
        "BP": -1,
        "SPAdd": 0,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_BP",
        "EE": []
},
        "v3": {
        "Name": "Shoot属性大爆发",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "群攻",
        "Desc": "获得 <b>#2[f]</b> 个<u>笑点</u>，对敌方全体造成等同于「银狼LV.999」@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
        "Params": [[0.8,5],[0.88,5],[0.96,5],[1.04,5],[1.12,5],[1.2,5],[1.3,5],[1.4,5],[1.5,5],[1.6,5],[1.68,5],[1.76,5],[1.84,5],[1.92,5],[2,5]],
        "BP": -1,
        "SPAdd": 0,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_BP",
        "EE": []
},
        "v4": {
        "Name": "Shoot属性大爆发",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "群攻",
        "Desc": "获得 <b>#2[f]</b> 个<u>笑点</u>，对敌方全体造成等同于「银狼LV.999」@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
        "Params": [[0.8,5],[0.88,5],[0.96,5],[1.04,5],[1.12,5],[1.2,5],[1.3,5],[1.4,5],[1.5,5],[1.6,5],[1.68,5],[1.76,5],[1.84,5],[1.92,5],[2,5]],
        "BP": -1,
        "SPAdd": 0,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_BP",
        "EE": []
},
        "v5": {
        "Name": "Shoot属性大爆发",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "群攻",
        "Desc": "获得 <b>#2[f]</b> 个<u>笑点</u>，对敌方全体造成等同于「银狼LV.999」@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
        "Params": [[0.8,5],[0.88,5],[0.96,5],[1.04,5],[1.12,5],[1.2,5],[1.3,5],[1.4,5],[1.5,5],[1.6,5],[1.68,5],[1.76,5],[1.84,5],[1.92,5],[2,5]],
        "BP": -1,
        "SPAdd": 0,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_BP",
        "EE": []
},
    },
    "150603": {
        "v1": {
        "Name": "无敌玩家，启动！",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "Enhance",
        "Desc": "获得 <b>#1[f]</b> 点【隐藏分】，进入【无敌玩家】状态并且<u>行动提前</u>100%。 【无敌玩家】状态下展开结界。持有【<u>好活当赏</u>】时，结界内我方目标每消耗1个战技点，有概率触发1次「银狼LV.999」的【<u>头号补给盲盒</u>】：对敌方全体造成@ <b>#3[p]</b> #的虚数属性<u>欢愉伤害</u>，并随机触发1种效果： 【超超超大剑】：对生命值最高的敌方目标额外造成等同于本次总伤害值@ <b>#5[p]</b> #的<u>真实伤害</u>； 【爆爆爆炸蛋】：恢复 <b>#7[f]</b> 个战技点； 【怪怪怪味豆】：获得 <b>#6[f]</b> 个<u>笑点</u>。 触发该效果的初始<u>固定概率</u>为100%，成功触发后下一次触发的<u>固定概率</u>降低至当前概率的@ <b>#4[p]</b> #。若触发前目标被消灭则对新入场的敌方目标触发。",
        "Params": [[80,0,0.17,0.2,0.2,3,2],[80,0,0.187,0.2,0.2,3,2],[80,0,0.204,0.2,0.2,3,2],[80,0,0.221,0.2,0.2,3,2],[80,0,0.238,0.2,0.2,3,2],[80,0,0.255,0.2,0.2,3,2],[80,0,0.27625,0.2,0.2,3,2],[80,0,0.2975,0.2,0.2,3,2],[80,0,0.31875,0.2,0.2,3,2],[80,0,0.34,0.2,0.2,3,2],[80,0,0.357,0.2,0.2,3,2],[80,0,0.374,0.2,0.2,3,2],[80,0,0.391,0.2,0.2,3,2],[80,0,0.408,0.2,0.2,3,2],[80,0,0.425,0.2,0.2,3,2]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.5,
                0.0
        ],
        "Icon": "SkillIcon_1506_Ultra",
        "EE": []
},
        "v2": {
        "Name": "无敌玩家，启动！",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "Enhance",
        "Desc": "获得 <b>#1[f]</b> 点【隐藏分】，进入【无敌玩家】状态并且<u>行动提前</u>100%。 【无敌玩家】状态下展开结界。持有【<u>好活当赏</u>】时，结界内我方目标每消耗1个战技点，有概率触发1次「银狼LV.999」的【<u>头号补给盲盒</u>】：对敌方全体造成@ <b>#3[p]</b> #的虚数属性<u>欢愉伤害</u>，并随机触发1种效果： 【超超超大剑】：对生命值最高的敌方目标额外造成等同于本次总伤害值@ <b>#5[p]</b> #的<u>真实伤害</u>； 【爆爆爆炸蛋】：恢复 <b>#7[f]</b> 个战技点； 【怪怪怪味豆】：获得 <b>#6[f]</b> 个<u>笑点</u>。 触发该效果的初始<u>固定概率</u>为100%，成功触发后下一次触发的<u>固定概率</u>降低至当前概率的@ <b>#4[p]</b> #。若触发前目标被消灭则对新入场的敌方目标触发。",
        "Params": [[80,0,0.17,0.2,0.2,3,2],[80,0,0.187,0.2,0.2,3,2],[80,0,0.204,0.2,0.2,3,2],[80,0,0.221,0.2,0.2,3,2],[80,0,0.238,0.2,0.2,3,2],[80,0,0.255,0.2,0.2,3,2],[80,0,0.27625,0.2,0.2,3,2],[80,0,0.2975,0.2,0.2,3,2],[80,0,0.31875,0.2,0.2,3,2],[80,0,0.34,0.2,0.2,3,2],[80,0,0.357,0.2,0.2,3,2],[80,0,0.374,0.2,0.2,3,2],[80,0,0.391,0.2,0.2,3,2],[80,0,0.408,0.2,0.2,3,2],[80,0,0.425,0.2,0.2,3,2]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.5,
                0.0
        ],
        "Icon": "SkillIcon_1506_Ultra",
        "EE": []
},
        "v3": {
        "Name": "无敌玩家，启动！",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "Enhance",
        "Desc": "进入【无敌玩家】状态并且<u>行动提前</u>100%。 【无敌玩家】状态下展开结界。「银狼LV.999」持有【<u>好活当赏</u>】时，结界内我方目标每消耗1个战技点，有概率触发1次「银狼LV.999」的【<u>头号补给盲盒</u>】：造成@ <b>#3[p]</b> #的虚数属性<u>欢愉伤害</u>，由敌方全体均分，并随机触发1种效果： 【超超超大剑】：对生命值最高的敌方目标额外造成等同于本次总伤害值@ <b>#5[p]</b> #的<u>真实伤害</u>； 【爆爆爆炸蛋】：恢复 <b>#7[f]</b> 个战技点； 【怪怪怪味豆】：获得 <b>#6[f]</b> 个<u>笑点</u>。 触发该效果的初始<u>固定概率</u>为100%，成功触发后下一次触发的<u>固定概率</u>降低至当前概率的@ <b>#4[p]</b> #。若触发前目标被消灭则对新入场的敌方目标触发。",
        "Params": [[60,0,0.45,0.2,0.2,3,2],[60,0,0.495,0.2,0.2,3,2],[60,0,0.54,0.2,0.2,3,2],[60,0,0.585,0.2,0.2,3,2],[60,0,0.63,0.2,0.2,3,2],[60,0,0.675,0.2,0.2,3,2],[60,0,0.73125,0.2,0.2,3,2],[60,0,0.7875,0.2,0.2,3,2],[60,0,0.84375,0.2,0.2,3,2],[60,0,0.9,0.2,0.2,3,2],[60,0,0.945,0.2,0.2,3,2],[60,0,0.99,0.2,0.2,3,2],[60,0,1.035,0.2,0.2,3,2],[60,0,1.08,0.2,0.2,3,2],[60,0,1.125,0.2,0.2,3,2]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Ultra",
        "EE": []
},
        "v4": {
        "Name": "无敌玩家，启动！",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "Enhance",
        "Desc": "进入【无敌玩家】状态并且<u>行动提前</u>100%。 【无敌玩家】状态下展开结界。「银狼LV.999」持有【<u>好活当赏</u>】时，结界内我方目标每消耗1个战技点，有概率触发1次「银狼LV.999」的【<u>头号补给盲盒</u>】：造成@ <b>#3[p]</b> #的虚数属性<u>欢愉伤害</u>，由敌方全体均分，并随机触发1种效果： 【超超超大剑】：对生命值最高的敌方目标额外造成等同于本次总伤害值@ <b>#5[p]</b> #的<u>真实伤害</u>； 【爆爆爆炸蛋】：恢复 <b>#7[f]</b> 个战技点； 【怪怪怪味豆】：获得 <b>#6[f]</b> 个<u>笑点</u>。 触发该效果的初始<u>固定概率</u>为100%，成功触发后下一次触发的<u>固定概率</u>降低至当前概率的@ <b>#4[p]</b> #。若触发前目标被消灭则对新入场的敌方目标触发。",
        "Params": [[60,0,0.45,0.2,0.2,3,2],[60,0,0.495,0.2,0.2,3,2],[60,0,0.54,0.2,0.2,3,2],[60,0,0.585,0.2,0.2,3,2],[60,0,0.63,0.2,0.2,3,2],[60,0,0.675,0.2,0.2,3,2],[60,0,0.73125,0.2,0.2,3,2],[60,0,0.7875,0.2,0.2,3,2],[60,0,0.84375,0.2,0.2,3,2],[60,0,0.9,0.2,0.2,3,2],[60,0,0.945,0.2,0.2,3,2],[60,0,0.99,0.2,0.2,3,2],[60,0,1.035,0.2,0.2,3,2],[60,0,1.08,0.2,0.2,3,2],[60,0,1.125,0.2,0.2,3,2]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Ultra",
        "EE": []
},
        "v5": {
        "Name": "无敌玩家，启动！",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "Enhance",
        "Desc": "进入【无敌玩家】状态并且<u>行动提前</u>100%。 【无敌玩家】状态下展开结界。「银狼LV.999」持有【<u>好活当赏</u>】时，结界内我方目标每消耗1个战技点，有概率触发1次「银狼LV.999」的【<u>头号补给盲盒</u>】：造成@ <b>#3[p]</b> #的虚数属性<u>欢愉伤害</u>，由敌方全体均分，并随机触发1种效果： 【超超超大剑】：对生命值最高的敌方目标额外造成等同于本次总伤害值@ <b>#5[p]</b> #的<u>真实伤害</u>； 【爆爆爆炸蛋】：恢复 <b>#7[f]</b> 个战技点； 【怪怪怪味豆】：获得 <b>#6[f]</b> 个<u>笑点</u>。 触发该效果的初始<u>固定概率</u>为100%，成功触发后下一次触发的<u>固定概率</u>降低至当前概率的@ <b>#4[p]</b> #。若触发前目标被消灭则对新入场的敌方目标触发。",
        "Params": [[60,0,0.45,0.2,0.2,3,2],[60,0,0.495,0.2,0.2,3,2],[60,0,0.54,0.2,0.2,3,2],[60,0,0.585,0.2,0.2,3,2],[60,0,0.63,0.2,0.2,3,2],[60,0,0.675,0.2,0.2,3,2],[60,0,0.73125,0.2,0.2,3,2],[60,0,0.7875,0.2,0.2,3,2],[60,0,0.84375,0.2,0.2,3,2],[60,0,0.9,0.2,0.2,3,2],[60,0,0.945,0.2,0.2,3,2],[60,0,0.99,0.2,0.2,3,2],[60,0,1.035,0.2,0.2,3,2],[60,0,1.08,0.2,0.2,3,2],[60,0,1.125,0.2,0.2,3,2]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Ultra",
        "EE": []
},
    },
    "150604": {
        "v1": {
        "Name": "有我在，把把都是顺风局",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "【隐藏分】达到 <b>#1[f]</b> 点后可激活终结技，达到上限后还可溢出 <b>#2[f]</b> 点。获得<u>笑点</u>时「银狼LV.999」也会获得等量【隐藏分】。 【无敌玩家】状态下，「银狼LV.999」免疫<u>控制类负面状态</u>，暴击伤害提高@ <b>#4[p]</b> #，无法施放终结技，拥有强化普攻和强化欢愉技，完整施放 <b>#5[f]</b> 次强化普攻后退出【无敌玩家】状态。 持有【<u>好活当赏</u>】时，施放普攻、战技对受到攻击的敌方目标造成@ <b>#3[p]</b> #的虚数属性<u>欢愉伤害</u>，强化普攻的技能伤害改为相同倍率的<u>欢愉伤害</u>。",
        "Params": [[80,80,0.2,0.15,3,40],[80,80,0.22,0.165,3,40],[80,80,0.24,0.18,3,40],[80,80,0.26,0.195,3,40],[80,80,0.28,0.21,3,40],[80,80,0.3,0.225,3,40],[80,80,0.325,0.24375,3,40],[80,80,0.35,0.2625,3,40],[80,80,0.375,0.28125,3,40],[80,80,0.4,0.3,3,40],[80,80,0.42,0.315,3,40],[80,80,0.44,0.33,3,40],[80,80,0.46,0.345,3,40],[80,80,0.48,0.36,3,40],[80,80,0.5,0.375,3,40]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_",
        "EE": []
},
        "v2": {
        "Name": "有我在，把把都是顺风局",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "【隐藏分】达到 <b>#1[f]</b> 点后可激活终结技，达到上限后还可溢出 <b>#2[f]</b> 点。获得<u>笑点</u>时「银狼LV.999」也会获得等量【隐藏分】。 【无敌玩家】状态下，「银狼LV.999」免疫<u>控制类负面状态</u>，暴击伤害提高@ <b>#4[p]</b> #，无法施放终结技，拥有强化普攻和强化欢愉技，完整施放 <b>#5[f]</b> 次强化普攻后退出【无敌玩家】状态。 持有【<u>好活当赏</u>】时，施放普攻、战技对受到攻击的敌方目标造成@ <b>#3[p]</b> #的虚数属性<u>欢愉伤害</u>，强化普攻的技能伤害改为相同倍率的<u>欢愉伤害</u>。",
        "Params": [[80,80,0.2,0.15,3,40],[80,80,0.22,0.165,3,40],[80,80,0.24,0.18,3,40],[80,80,0.26,0.195,3,40],[80,80,0.28,0.21,3,40],[80,80,0.3,0.225,3,40],[80,80,0.325,0.24375,3,40],[80,80,0.35,0.2625,3,40],[80,80,0.375,0.28125,3,40],[80,80,0.4,0.3,3,40],[80,80,0.42,0.315,3,40],[80,80,0.44,0.33,3,40],[80,80,0.46,0.345,3,40],[80,80,0.48,0.36,3,40],[80,80,0.5,0.375,3,40]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_",
        "EE": []
},
        "v3": {
        "Name": "有我在，把把都是顺风局",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "【隐藏分】达到 <b>#1[f]</b> 点后可激活终结技，达到上限后还可溢出 <b>#2[f]</b> 点。 获得<u>笑点</u>时，「银狼LV.999」获得等量【隐藏分】。每点【隐藏分】使暴击率提高@ <b>#4[p]</b> #。暴击率达到100%后，其余每点【隐藏分】改为使暴击伤害提高@ <b>#6[p]</b> #。 【无敌玩家】状态下，「银狼LV.999」免疫<u>控制类负面状态</u>，无法施放终结技，拥有强化普攻和强化欢愉技，完整施放 <b>#5[f]</b> 次强化普攻后退出【无敌玩家】状态。退出【无敌玩家】状态时【隐藏分】会被清空。 持有【<u>好活当赏</u>】时，施放普攻、战技对受到攻击的敌方目标造成@ <b>#3[p]</b> #的虚数属性<u>欢愉伤害</u>，强化普攻的技能伤害改为相同倍率的<u>欢愉伤害</u>。",
        "Params": [[60,240,0.2,0.0015,3,0.003],[60,240,0.22,0.00165,3,0.0033],[60,240,0.24,0.0018,3,0.0036],[60,240,0.26,0.00195,3,0.0039],[60,240,0.28,0.0021,3,0.0042],[60,240,0.3,0.00225,3,0.0045],[60,240,0.325,0.002438,3,0.004875],[60,240,0.35,0.002625,3,0.00525],[60,240,0.375,0.002813,3,0.005625],[60,240,0.4,0.003,3,0.006],[60,240,0.42,0.00315,3,0.0063],[60,240,0.44,0.0033,3,0.0066],[60,240,0.46,0.00345,3,0.0069],[60,240,0.48,0.0036,3,0.0072],[60,240,0.5,0.00375,3,0.0075]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_",
        "EE": []
},
        "v4": {
        "Name": "有我在，把把都是顺风局",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "【隐藏分】达到 <b>#1[f]</b> 点后可激活终结技，达到上限后还可溢出 <b>#2[f]</b> 点。 获得<u>笑点</u>时，「银狼LV.999」获得等量【隐藏分】。每点【隐藏分】使暴击率提高@ <b>#4[p]</b> #。暴击率达到100%后，其余每点【隐藏分】改为使暴击伤害提高@ <b>#6[p]</b> #。 【无敌玩家】状态下，「银狼LV.999」免疫<u>控制类负面状态</u>，无法施放终结技，拥有强化普攻和强化欢愉技，完整施放 <b>#5[f]</b> 次强化普攻后退出【无敌玩家】状态。退出【无敌玩家】状态时【隐藏分】会被清空。 持有【<u>好活当赏</u>】时，施放普攻、战技对受到攻击的敌方目标造成@ <b>#3[p]</b> #的虚数属性<u>欢愉伤害</u>，强化普攻的技能伤害改为相同倍率的<u>欢愉伤害</u>。",
        "Params": [[60,240,0.2,0.002,3,0.004],[60,240,0.22,0.0022,3,0.0044],[60,240,0.24,0.0024,3,0.0048],[60,240,0.26,0.0026,3,0.0052],[60,240,0.28,0.0028,3,0.0056],[60,240,0.3,0.003,3,0.006],[60,240,0.325,0.00325,3,0.0065],[60,240,0.35,0.0035,3,0.007],[60,240,0.375,0.00375,3,0.0075],[60,240,0.4,0.004,3,0.008],[60,240,0.42,0.0042,3,0.0084],[60,240,0.44,0.0044,3,0.0088],[60,240,0.46,0.0046,3,0.0092],[60,240,0.48,0.0048,3,0.0096],[60,240,0.5,0.005,3,0.01]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_",
        "EE": []
},
        "v5": {
        "Name": "有我在，把把都是顺风局",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "【隐藏分】达到 <b>#1[f]</b> 点后可激活终结技，达到上限后还可溢出 <b>#2[f]</b> 点。 获得<u>笑点</u>时，「银狼LV.999」获得等量【隐藏分】。每点【隐藏分】使暴击率提高@ <b>#4[p]</b> #。暴击率达到100%后，其余每点【隐藏分】改为使暴击伤害提高@ <b>#6[p]</b> #。 【无敌玩家】状态下，「银狼LV.999」免疫<u>控制类负面状态</u>，无法施放终结技，拥有强化普攻和强化欢愉技，完整施放 <b>#5[f]</b> 次强化普攻后退出【无敌玩家】状态。退出【无敌玩家】状态时【隐藏分】会被清空。 持有【<u>好活当赏</u>】时，施放普攻、战技对受到攻击的敌方目标造成@ <b>#3[p]</b> #的虚数属性<u>欢愉伤害</u>，强化普攻的技能伤害改为相同倍率的<u>欢愉伤害</u>。",
        "Params": [[60,240,0.2,0.002,3,0.004],[60,240,0.22,0.0022,3,0.0044],[60,240,0.24,0.0024,3,0.0048],[60,240,0.26,0.0026,3,0.0052],[60,240,0.28,0.0028,3,0.0056],[60,240,0.3,0.003,3,0.006],[60,240,0.325,0.00325,3,0.0065],[60,240,0.35,0.0035,3,0.007],[60,240,0.375,0.00375,3,0.0075],[60,240,0.4,0.004,3,0.008],[60,240,0.42,0.0042,3,0.0084],[60,240,0.44,0.0044,3,0.0088],[60,240,0.46,0.0046,3,0.0092],[60,240,0.48,0.0048,3,0.0096],[60,240,0.5,0.005,3,0.01]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_",
        "EE": []
},
    },
    "150606": {
        "v1": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "dev_连携",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v2": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "dev_连携",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v3": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "dev_连携",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v4": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "dev_连携",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v5": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "dev_连携",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
    },
    "150607": {
        "v1": {
        "Name": "朋友，这才是T0级秘技",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Summon",
        "Desc": "召唤【怪怪怪味豆】，再次使用则解除召唤。使用秘技不消耗秘技点，秘技点为0时解除召唤且无法使用秘技。 【怪怪怪味豆】会使一定范围内的普通敌人陷入恐惧状态，同时自动搜寻并攻击普通敌人，消耗1个秘技点立即将其消灭，不会进入战斗。 【怪怪怪味豆】在场时，进入战斗后每个波次开始时触发1次【怪怪怪味豆】对应的【<u>头号补给盲盒</u>】。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Maze",
        "EE": []
},
        "v2": {
        "Name": "朋友，这才是T0级秘技",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Summon",
        "Desc": "召唤【怪怪怪味豆】，再次使用则解除召唤。使用秘技不消耗秘技点，秘技点为0时解除召唤且无法使用秘技。 【怪怪怪味豆】会使一定范围内的普通敌人陷入恐惧状态，同时自动搜寻并攻击普通敌人，消耗1个秘技点立即将其消灭，不会进入战斗。 【怪怪怪味豆】在场时，进入战斗后每个波次开始时触发1次【怪怪怪味豆】对应的【<u>头号补给盲盒</u>】。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Maze",
        "EE": []
},
        "v3": {
        "Name": "朋友，这才是T0级秘技",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Summon",
        "Desc": "召唤【怪怪怪味豆】，再次使用则解除召唤。使用秘技不消耗秘技点，秘技点为0时解除召唤且无法使用秘技。 【怪怪怪味豆】会使一定范围内的普通敌人陷入恐惧状态，同时自动搜寻并攻击普通敌人，消耗1个秘技点立即将其消灭，不会进入战斗。 【怪怪怪味豆】在场时，进入战斗后每个波次开始时触发1次【怪怪怪味豆】对应的【<u>头号补给盲盒</u>】，本次造成的<u>欢愉伤害</u>固定计入 <b>#1[f]</b> 点【<u>好活当赏</u>】。",
        "Params": [[99]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Maze",
        "EE": []
},
        "v4": {
        "Name": "朋友，这才是T0级秘技",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Summon",
        "Desc": "召唤【怪怪怪味豆】，再次使用则解除召唤。使用秘技不消耗秘技点，秘技点为0时解除召唤且无法使用秘技。 【怪怪怪味豆】会使一定范围内的普通敌人陷入恐惧状态，同时自动搜寻并攻击普通敌人，消耗1个秘技点立即将其消灭，不会进入战斗。 【怪怪怪味豆】在场时，进入战斗后每个波次开始时触发1次【怪怪怪味豆】对应的【<u>头号补给盲盒</u>】，本次造成的<u>欢愉伤害</u>固定计入 <b>#1[f]</b> 点【<u>好活当赏</u>】。",
        "Params": [[99]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Maze",
        "EE": []
},
        "v5": {
        "Name": "朋友，这才是T0级秘技",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Summon",
        "Desc": "召唤【怪怪怪味豆】，再次使用则解除召唤。使用秘技不消耗秘技点，秘技点为0时解除召唤且无法使用秘技。 【怪怪怪味豆】会使一定范围内的普通敌人陷入恐惧状态，同时自动搜寻并攻击普通敌人，消耗1个秘技点立即将其消灭，不会进入战斗。 【怪怪怪味豆】在场时，进入战斗后每个波次开始时触发1次【怪怪怪味豆】对应的【<u>头号补给盲盒</u>】，本次造成的<u>欢愉伤害</u>固定计入 <b>#1[f]</b> 点【<u>好活当赏</u>】。",
        "Params": [[99]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Maze",
        "EE": []
},
    },
    "150608": {
        "v1": {
        "Name": "奖励关：「狼尊时刻」",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "Bounce",
        "Desc": "造成总计等同于「银狼LV.999」@ <b>#1[p]</b> #攻击力的虚数属性伤害，均分为 <b>#3[f]</b> 段伤害弹射至敌方随机单体。每弹射一定段数，暂停弹射并触发1次【<u>头号补给盲盒</u>】，总计可触发 <b>#5[f]</b> 次，【隐藏分】达到 <b>#6[f]</b> / <b>#7[f]</b> 点可额外触发1/2次。 若对场上所有敌方造成了致命伤害则结束本次技能，当存在可攻击的敌方目标后获得1个<u>额外回合</u>并基于剩余弹射段数和【<u>头号补给盲盒</u>】次数再次施放。每回合首次触发该效果时，使自身所有<u>增益效果</u>延长1回合。 上述伤害全部结算后发动最后一击，造成等同于「银狼LV.999」@ <b>#4[p]</b> #攻击力的虚数属性伤害，由敌方全体均分。 每点【隐藏分】使强化普攻期间造成的伤害提高原伤害的@ <b>#8[p]</b> #。强化普攻期间累计的【隐藏分】暂时不会计入总值，施放最后一击后清空【隐藏分】并获得本次累计的【隐藏分】。 强化普攻无法恢复战技点。",
        "Params": [[0.8,0,100,0.3,2,40,80,0.003],[0.96,0,100,0.36,2,40,80,0.003],[1.12,0,100,0.42,2,40,80,0.003],[1.28,0,100,0.48,2,40,80,0.003],[1.44,0,100,0.54,2,40,80,0.003],[1.6,0,100,0.6,2,40,80,0.003],[1.76,0,100,0.66,2,40,80,0.003],[1.92,0,100,0.72,2,40,80,0.003],[2.08,0,100,0.78,2,40,80,0.003],[2.24,0,100,0.84,2,40,80,0.003]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v2": {
        "Name": "奖励关：「狼尊时刻」",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "Bounce",
        "Desc": "造成总计等同于「银狼LV.999」@ <b>#1[p]</b> #攻击力的虚数属性伤害，均分为 <b>#3[f]</b> 段伤害弹射至敌方随机单体。每弹射一定段数，暂停弹射并触发1次【<u>头号补给盲盒</u>】，总计可触发 <b>#5[f]</b> 次，【隐藏分】达到 <b>#6[f]</b> / <b>#7[f]</b> 点可额外触发1/2次。 若对场上所有敌方造成了致命伤害则结束本次技能，当存在可攻击的敌方目标后获得1个<u>额外回合</u>并基于剩余弹射段数和【<u>头号补给盲盒</u>】次数再次施放。每回合首次触发该效果时，使自身所有<u>增益效果</u>延长1回合。 上述伤害全部结算后发动最后一击，造成等同于「银狼LV.999」@ <b>#4[p]</b> #攻击力的虚数属性伤害，由敌方全体均分。 每点【隐藏分】使强化普攻期间造成的伤害提高原伤害的@ <b>#8[p]</b> #。强化普攻期间累计的【隐藏分】暂时不会计入总值，施放最后一击后清空【隐藏分】并获得本次累计的【隐藏分】。 强化普攻无法恢复战技点。",
        "Params": [[0.8,0,100,0.3,2,40,80,0.003],[0.96,0,100,0.36,2,40,80,0.003],[1.12,0,100,0.42,2,40,80,0.003],[1.28,0,100,0.48,2,40,80,0.003],[1.44,0,100,0.54,2,40,80,0.003],[1.6,0,100,0.6,2,40,80,0.003],[1.76,0,100,0.66,2,40,80,0.003],[1.92,0,100,0.72,2,40,80,0.003],[2.08,0,100,0.78,2,40,80,0.003],[2.24,0,100,0.84,2,40,80,0.003]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v3": {
        "Name": "奖励关：「狼尊时刻」",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "Bounce",
        "Desc": "造成总计等同于「银狼LV.999」@ <b>#1[p]</b> #攻击力的虚数属性伤害，均分为 <b>#3[f]</b> 段伤害弹射至敌方随机单体。每弹射一定段数，暂停弹射并触发1次【<u>头号补给盲盒</u>】，总计可触发 <b>#5[f]</b> 次。 若对场上所有敌方造成了致命伤害则结束本次技能，当存在可攻击的敌方目标后获得1个<u>额外回合</u>并基于剩余弹射段数和【<u>头号补给盲盒</u>】次数再次施放。每回合首次触发该效果时，使自身所有<u>增益效果</u>延长1回合。 上述伤害全部结算后发动最后一击，造成等同于「银狼LV.999」@ <b>#4[p]</b> #攻击力的虚数属性伤害，由敌方全体均分。 强化普攻无法恢复战技点。每拥有 <b>#6[f]</b> 点【隐藏分】，强化普攻期间造成的伤害提高原伤害的@ <b>#8[p]</b> #，最多叠加 <b>#7[f]</b> 层。",
        "Params": [[1.1,0,100,0.45,3,60,2,0.15],[1.32,0,100,0.54,3,60,2,0.15],[1.54,0,100,0.63,3,60,2,0.15],[1.76,0,100,0.72,3,60,2,0.15],[1.98,0,100,0.81,3,60,2,0.15],[2.2,0,100,0.9,3,60,2,0.15],[2.42,0,100,0.99,3,60,2,0.15],[2.64,0,100,1.08,3,60,2,0.15],[2.86,0,100,1.17,3,60,2,0.15],[3.08,0,100,1.26,3,60,2,0.15]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v4": {
        "Name": "奖励关：「狼尊时刻」",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "Bounce",
        "Desc": "造成总计等同于「银狼LV.999」@ <b>#1[p]</b> #攻击力的虚数属性伤害，均分为 <b>#3[f]</b> 段伤害弹射至敌方随机单体。每弹射一定段数，暂停弹射并触发1次【<u>头号补给盲盒</u>】，总计可触发 <b>#5[f]</b> 次。 若对场上所有敌方造成了致命伤害则结束本次技能，当存在可攻击的敌方目标后获得1个<u>额外回合</u>并基于剩余弹射段数和【<u>头号补给盲盒</u>】次数再次施放。每回合首次触发该效果时，使自身所有<u>增益效果</u>延长1回合。 上述伤害全部结算后发动最后一击，造成等同于「银狼LV.999」@ <b>#4[p]</b> #攻击力的虚数属性伤害，由敌方全体均分。 强化普攻无法恢复战技点。每拥有 <b>#6[f]</b> 点【隐藏分】，强化普攻期间造成的伤害提高原伤害的@ <b>#8[p]</b> #，最多叠加 <b>#7[f]</b> 层。",
        "Params": [[1.2,0,100,0.5,3,60,2,0.15],[1.44,0,100,0.6,3,60,2,0.15],[1.68,0,100,0.7,3,60,2,0.15],[1.92,0,100,0.8,3,60,2,0.15],[2.16,0,100,0.9,3,60,2,0.15],[2.4,0,100,1,3,60,2,0.15],[2.64,0,100,1.1,3,60,2,0.15],[2.88,0,100,1.2,3,60,2,0.15],[3.12,0,100,1.3,3,60,2,0.15],[3.36,0,100,1.4,3,60,2,0.15]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v5": {
        "Name": "奖励关：「狼尊时刻」",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "Bounce",
        "Desc": "造成总计等同于「银狼LV.999」@ <b>#1[p]</b> #攻击力的虚数属性伤害，均分为 <b>#3[f]</b> 段伤害弹射至敌方随机单体。每弹射一定段数，暂停弹射并触发1次【<u>头号补给盲盒</u>】，总计可触发 <b>#5[f]</b> 次。 若对场上所有敌方造成了致命伤害则结束本次技能，当存在可攻击的敌方目标后获得1个<u>额外回合</u>并基于剩余弹射段数和【<u>头号补给盲盒</u>】次数再次施放。每回合首次触发该效果时，使自身所有<u>增益效果</u>延长1回合。 上述伤害全部结算后发动最后一击，造成等同于「银狼LV.999」@ <b>#4[p]</b> #攻击力的虚数属性伤害，由敌方全体均分。 强化普攻无法恢复战技点。每拥有 <b>#6[f]</b> 点【隐藏分】，强化普攻期间造成的伤害提高原伤害的@ <b>#8[p]</b> #，最多叠加 <b>#7[f]</b> 层。",
        "Params": [[1.2,0,100,0.5,3,60,2,0.15],[1.44,0,100,0.6,3,60,2,0.15],[1.68,0,100,0.7,3,60,2,0.15],[1.92,0,100,0.8,3,60,2,0.15],[2.16,0,100,0.9,3,60,2,0.15],[2.4,0,100,1,3,60,2,0.15],[2.64,0,100,1.1,3,60,2,0.15],[2.88,0,100,1.2,3,60,2,0.15],[3.12,0,100,1.3,3,60,2,0.15],[3.36,0,100,1.4,3,60,2,0.15]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
    },
    "150610": {
        "v1": {
        "Name": "超超超大剑",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.5,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v2": {
        "Name": "超超超大剑",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.5,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v3": {
        "Name": "超超超大剑",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v4": {
        "Name": "超超超大剑",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v5": {
        "Name": "超超超大剑",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
    },
    "150612": {
        "v1": {
        "Name": "爆爆爆炸蛋",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.5,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v2": {
        "Name": "爆爆爆炸蛋",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.5,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v3": {
        "Name": "爆爆爆炸蛋",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v4": {
        "Name": "爆爆爆炸蛋",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v5": {
        "Name": "爆爆爆炸蛋",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
    },
    "150618": {
        "v1": {
        "Name": "怪怪怪味豆",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.5,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v2": {
        "Name": "怪怪怪味豆",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.5,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v3": {
        "Name": "怪怪怪味豆",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v4": {
        "Name": "怪怪怪味豆",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
        "v5": {
        "Name": "怪怪怪味豆",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Normal",
        "EE": []
},
    },
    "150620": {
        "v1": {
        "Name": "殿堂级操作回放",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "Enhance",
        "Desc": "获得 <b>#1[f]</b> 点【隐藏分】。",
        "Params": [[20],[20],[20],[20],[20],[20],[20],[20],[20],[20],[20],[20],[20],[20],[20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Elation",
        "EE": []
},
        "v2": {
        "Name": "殿堂级操作回放",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "Enhance",
        "Desc": "获得 <b>#1[f]</b> 点【隐藏分】。",
        "Params": [[20],[20],[20],[20],[20],[20],[20],[20],[20],[20],[20],[20],[20],[20],[20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Elation",
        "EE": []
},
        "v3": {
        "Name": "殿堂级操作回放",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "Enhance",
        "Desc": "获得 <b>#1[f]</b> 点【隐藏分】。",
        "Params": [[15],[15],[15],[15],[15],[15],[15],[15],[15],[15],[15],[15],[15],[15],[15]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Elation",
        "EE": []
},
        "v4": {
        "Name": "殿堂级操作回放",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "Enhance",
        "Desc": "获得 <b>#1[f]</b> 点【隐藏分】。",
        "Params": [[15],[15],[15],[15],[15],[15],[15],[15],[15],[15],[15],[15],[15],[15],[15]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Elation",
        "EE": []
},
        "v5": {
        "Name": "殿堂级操作回放",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "Enhance",
        "Desc": "获得 <b>#1[f]</b> 点【隐藏分】。",
        "Params": [[15],[15],[15],[15],[15],[15],[15],[15],[15],[15],[15],[15],[15],[15],[15]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Elation",
        "EE": []
},
    },
    "150621": {
        "v1": {
        "Name": "崩坏级伤害演示",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成@ <b>#1[p]</b> #的虚数属性<u>欢愉伤害</u>，将触发【<u>头号补给盲盒</u>】的<u>固定概率</u>重置为初始值。",
        "Params": [[1],[1.1],[1.2],[1.3],[1.4],[1.5],[1.625],[1.75],[1.875],[2],[2.1],[2.2],[2.3],[2.4],[2.5]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Elation",
        "EE": []
},
        "v2": {
        "Name": "崩坏级伤害演示",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成@ <b>#1[p]</b> #的虚数属性<u>欢愉伤害</u>，将触发【<u>头号补给盲盒</u>】的<u>固定概率</u>重置为初始值。",
        "Params": [[1],[1.1],[1.2],[1.3],[1.4],[1.5],[1.625],[1.75],[1.875],[2],[2.1],[2.2],[2.3],[2.4],[2.5]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Elation",
        "EE": []
},
        "v3": {
        "Name": "崩坏级伤害演示",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "Bounce",
        "Desc": "造成 <b>#2[f]</b> 次伤害，每次对敌方随机单体造成@ <b>#1[p]</b> #的虚数属性<u>欢愉伤害</u>。将触发【<u>头号补给盲盒</u>】的<u>固定概率</u>重置为初始值。",
        "Params": [[0.45,6],[0.495,6],[0.54,6],[0.585,6],[0.63,6],[0.675,6],[0.73125,6],[0.7875,6],[0.84375,6],[0.9,6],[0.945,6],[0.99,6],[1.035,6],[1.08,6],[1.125,6]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "ElationDamage",
        "Stance": [
                0.5,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Elation",
        "EE": []
},
        "v4": {
        "Name": "崩坏级伤害演示",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "Bounce",
        "Desc": "造成 <b>#2[f]</b> 次伤害，每次对敌方随机单体造成@ <b>#1[p]</b> #的虚数属性<u>欢愉伤害</u>。将触发【<u>头号补给盲盒</u>】的<u>固定概率</u>重置为初始值。",
        "Params": [[0.45,6],[0.495,6],[0.54,6],[0.585,6],[0.63,6],[0.675,6],[0.73125,6],[0.7875,6],[0.84375,6],[0.9,6],[0.945,6],[0.99,6],[1.035,6],[1.08,6],[1.125,6]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "ElationDamage",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Elation",
        "EE": []
},
        "v5": {
        "Name": "崩坏级伤害演示",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "Bounce",
        "Desc": "造成 <b>#2[f]</b> 次伤害，每次对敌方随机单体造成@ <b>#1[p]</b> #的虚数属性<u>欢愉伤害</u>。将触发【<u>头号补给盲盒</u>】的<u>固定概率</u>重置为初始值。",
        "Params": [[0.45,6],[0.495,6],[0.54,6],[0.585,6],[0.63,6],[0.675,6],[0.73125,6],[0.7875,6],[0.84375,6],[0.9,6],[0.945,6],[0.99,6],[1.035,6],[1.08,6],[1.125,6]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "ElationDamage",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1506_Elation",
        "EE": []
},
    },
}

var _avatarskilltree_ = {
    "1506": {
        "v1": {
        "Add": {
                "CriticalChanceBase": 0.187,
                "ElationDamageAddedRatioBase": 0.18,
                "CriticalDamageBase": 0.133
        },
        "Tree1": {
                "Name": "假结局速通攻略",
                "Desc": "若自身攻击力高于<b><color style='color:#f29e38'>2000</color></b>点，每超过<b><color style='color:#f29e38'>100</color></b>点攻击力可使自身欢愉度提高<b><color style='color:#f29e38'>5%</color></b>，最多提高<b><color style='color:#f29e38'>1</color></b>。",
                "Icon": "SkillIcon_1506_SkillTree1"
        },
        "Tree2": {
                "Name": "真结局解锁条件",
                "Desc": "阿哈时刻发动时，若计入的<u>笑点</u>数达到<b><color style='color:#f29e38'>20</color></b>/<b><color style='color:#f29e38'>40</color></b>个，获得<b><color style='color:#f29e38'>20</color></b>/<b><color style='color:#f29e38'>40</color></b>点【隐藏分】。",
                "Icon": "SkillIcon_1506_SkillTree2"
        },
        "Tree3": {
                "Name": "隐藏关卡全成就",
                "Desc": "战斗开始时，获得<b><color style='color:#f29e38'>20</color></b>点【隐藏分】。",
                "Icon": "SkillIcon_1506_SkillTree3"
        }
},
        "v2": {
        "Add": {
                "CriticalChanceBase": 0.187,
                "ElationDamageAddedRatioBase": 0.18,
                "CriticalDamageBase": 0.133
        },
        "Tree1": {
                "Name": "假结局速通攻略",
                "Desc": "若自身攻击力高于<b><color style='color:#f29e38'>2000</color></b>点，每超过<b><color style='color:#f29e38'>100</color></b>点攻击力可使自身欢愉度提高<b><color style='color:#f29e38'>5%</color></b>，最多提高<b><color style='color:#f29e38'>1</color></b>。",
                "Icon": "SkillIcon_1506_SkillTree1"
        },
        "Tree2": {
                "Name": "真结局解锁条件",
                "Desc": "阿哈时刻发动时，若计入的<u>笑点</u>数达到<b><color style='color:#f29e38'>20</color></b>/<b><color style='color:#f29e38'>40</color></b>个，获得<b><color style='color:#f29e38'>20</color></b>/<b><color style='color:#f29e38'>40</color></b>点【隐藏分】。",
                "Icon": "SkillIcon_1506_SkillTree2"
        },
        "Tree3": {
                "Name": "隐藏关卡全成就",
                "Desc": "战斗开始时，获得<b><color style='color:#f29e38'>20</color></b>点【隐藏分】。",
                "Icon": "SkillIcon_1506_SkillTree3"
        }
},
        "v3": {
        "Add": {
                "CriticalChanceBase": 0.187,
                "SpeedDelta": 9.0,
                "ElationDamageAddedRatioBase": 0.1
        },
        "Tree1": {
                "Name": "假结局速通攻略",
                "Desc": "速度大于等于<b><color style='color:#f29e38'>150</color></b>时，使自身欢愉度提高<b><color style='color:#f29e38'>30%</color></b>，之后每超过<b><color style='color:#f29e38'>1</color></b>点速度使自身欢愉度提高<b><color style='color:#f29e38'>2%</color></b>，最多计入<b><color style='color:#f29e38'>100</color></b>点超出的速度。",
                "Icon": "SkillIcon_1506_SkillTree1"
        },
        "Tree2": {
                "Name": "真结局解锁条件",
                "Desc": "施放欢愉技时，若本次欢愉技计入的<u>笑点</u>数达到<b><color style='color:#f29e38'>20</color></b>/<b><color style='color:#f29e38'>40</color></b>个，获得<b><color style='color:#f29e38'>20</color></b>/<b><color style='color:#f29e38'>40</color></b>点【隐藏分】。",
                "Icon": "SkillIcon_1506_SkillTree2"
        },
        "Tree3": {
                "Name": "隐藏关卡全成就",
                "Desc": "进入【无敌玩家】状态后，获得<b><color style='color:#f29e38'>20</color></b>点【隐藏分】。",
                "Icon": "SkillIcon_1506_SkillTree3"
        }
},
        "v4": {
        "Add": {
                "CriticalChanceBase": 0.187,
                "SpeedDelta": 9.0,
                "ElationDamageAddedRatioBase": 0.1
        },
        "Tree1": {
                "Name": "假结局速通攻略",
                "Desc": "速度大于等于<b><color style='color:#f29e38'>160</color></b>时，使自身欢愉度提高<b><color style='color:#f29e38'>50%</color></b>，之后每超过<b><color style='color:#f29e38'>1</color></b>点速度使自身欢愉度提高<b><color style='color:#f29e38'>2%</color></b>，最多计入<b><color style='color:#f29e38'>100</color></b>点超出的速度。",
                "Icon": "SkillIcon_1506_SkillTree1"
        },
        "Tree2": {
                "Name": "真结局解锁条件",
                "Desc": "若施放欢愉技计入的<u>笑点</u>大于等于<b><color style='color:#f29e38'>20</color></b>个，额外获得<b><color style='color:#f29e38'>20</color></b>点【隐藏分】（若大于等于<b><color style='color:#f29e38'>40</color></b>个，再额外获得<b><color style='color:#f29e38'>20</color></b>点）。",
                "Icon": "SkillIcon_1506_SkillTree2"
        },
        "Tree3": {
                "Name": "隐藏关卡全成就",
                "Desc": "进入【无敌玩家】状态后，获得<b><color style='color:#f29e38'>20</color></b>点【隐藏分】。",
                "Icon": "SkillIcon_1506_SkillTree3"
        }
},
        "v5": {
        "Add": {
                "CriticalChanceBase": 0.187,
                "SpeedDelta": 9.0,
                "ElationDamageAddedRatioBase": 0.1
        },
        "Tree1": {
                "Name": "假结局速通攻略",
                "Desc": "速度大于等于<b><color style='color:#f29e38'>160</color></b>时，使自身欢愉度提高<b><color style='color:#f29e38'>50%</color></b>，之后每超过<b><color style='color:#f29e38'>1</color></b>点速度使自身欢愉度提高<b><color style='color:#f29e38'>2%</color></b>，最多计入<b><color style='color:#f29e38'>100</color></b>点超出的速度。",
                "Icon": "SkillIcon_1506_SkillTree1"
        },
        "Tree2": {
                "Name": "真结局解锁条件",
                "Desc": "若施放欢愉技计入的<u>笑点</u>大于等于<b><color style='color:#f29e38'>20</color></b>个，额外获得<b><color style='color:#f29e38'>20</color></b>点【隐藏分】（若大于等于<b><color style='color:#f29e38'>40</color></b>个，再额外获得<b><color style='color:#f29e38'>20</color></b>点）。",
                "Icon": "SkillIcon_1506_SkillTree2"
        },
        "Tree3": {
                "Name": "隐藏关卡全成就",
                "Desc": "进入【无敌玩家】状态后，获得<b><color style='color:#f29e38'>20</color></b>点【隐藏分】。",
                "Icon": "SkillIcon_1506_SkillTree3"
        }
},
    },
}

var _avatarrank_ = {
    "150601": {
        "v1": {
        "Rank": 1,
        "Name": "以太编辑：星魂+1",
        "Desc": "【<u>头号补给盲盒</u>】额外提供<b><color style='color:#f29e38'>2</color></b>个<u>笑点</u>，并且造成的伤害的欢愉度提高<b><color style='color:#f29e38'>20%</color></b>。",
        "Icon": "SkillIcon_1506_Rank1"
},
        "v2": {
        "Rank": 1,
        "Name": "以太编辑：星魂+1",
        "Desc": "【<u>头号补给盲盒</u>】额外提供<b><color style='color:#f29e38'>2</color></b>个<u>笑点</u>，并且造成的伤害的欢愉度提高<b><color style='color:#f29e38'>20%</color></b>。",
        "Icon": "SkillIcon_1506_Rank1"
},
        "v3": {
        "Rank": 1,
        "Name": "以太编辑：星魂+1",
        "Desc": "强化普攻期间，敌方目标受到的伤害提高<b><color style='color:#f29e38'>20%</color></b>。 退出【无敌玩家】状态时不会清空【隐藏分】，改为保留<b><color style='color:#f29e38'>20%</color></b>的【隐藏分】。",
        "Icon": "SkillIcon_1506_Rank1"
},
        "v4": {
        "Rank": 1,
        "Name": "以太编辑：星魂+1",
        "Desc": "结界中的敌方目标受到的伤害提高<b><color style='color:#f29e38'>20%</color></b>。 退出【无敌玩家】状态时不会清空【隐藏分】，改为保留<b><color style='color:#f29e38'>20%</color></b>的【隐藏分】。",
        "Icon": "SkillIcon_1506_Rank1"
},
        "v5": {
        "Rank": 1,
        "Name": "以太编辑：星魂+1",
        "Desc": "结界中的敌方目标受到的伤害提高<b><color style='color:#f29e38'>20%</color></b>。 退出【无敌玩家】状态时不会清空【隐藏分】，改为保留<b><color style='color:#f29e38'>20%</color></b>的【隐藏分】。",
        "Icon": "SkillIcon_1506_Rank1"
},
    },
    "150602": {
        "v1": {
        "Rank": 2,
        "Name": "是机制，不是BUG",
        "Desc": "结界中的敌方目标会被植入【禁限弱点】：拥有全属性弱点并且全属性<u>基础抗性</u>降低至0（若<u>基础抗性</u>为0则改为对应属性抗性降低<b><color style='color:#f29e38'>20%</color></b>）。 被植入【禁限弱点】的目标受到的我方<u>欢愉伤害</u>会被「银狼LV.999」记录，不记录溢出伤害。强化普攻的最后一击造成伤害后，额外造成等同于记录值<b><color style='color:#f29e38'>20%</color></b>的<u>真实伤害</u>，由敌方全体均分，随后清空记录值。",
        "Icon": "SkillIcon_1506_Rank2"
},
        "v2": {
        "Rank": 2,
        "Name": "是机制，不是BUG",
        "Desc": "结界中的敌方目标会被植入【禁限弱点】：拥有全属性弱点并且全属性<u>基础抗性</u>降低至0（若<u>基础抗性</u>为0则改为对应属性抗性降低<b><color style='color:#f29e38'>20%</color></b>）。 被植入【禁限弱点】的目标受到的我方<u>欢愉伤害</u>会被「银狼LV.999」记录，不记录溢出伤害。强化普攻的最后一击造成伤害后，额外造成等同于记录值<b><color style='color:#f29e38'>20%</color></b>的<u>真实伤害</u>，由敌方全体均分，随后清空记录值。",
        "Icon": "SkillIcon_1506_Rank2"
},
        "v3": {
        "Rank": 2,
        "Name": "是机制，不是BUG",
        "Desc": "进入【无敌玩家】状态后，使自身所有<u>增益效果</u>延长1回合。本次【无敌玩家】状态下每使【隐藏分】提高<b><color style='color:#f29e38'>120</color></b>点（含初始【隐藏分】），「银狼LV.999」获得1个<u>额外回合</u>并恢复1次强化普攻的可施放次数。",
        "Icon": "SkillIcon_1506_Rank2"
},
        "v4": {
        "Rank": 2,
        "Name": "是机制，不是BUG",
        "Desc": "进入【无敌玩家】状态后，使自身所有<u>增益效果</u>延长1回合。本次【无敌玩家】状态下每使【隐藏分】提高<b><color style='color:#f29e38'>120</color></b>点（含初始【隐藏分】），「银狼LV.999」获得1个<u>额外回合</u>并恢复1次强化普攻的可施放次数。",
        "Icon": "SkillIcon_1506_Rank2"
},
        "v5": {
        "Rank": 2,
        "Name": "是机制，不是BUG",
        "Desc": "进入【无敌玩家】状态后，使自身所有<u>增益效果</u>延长1回合。本次【无敌玩家】状态下每使【隐藏分】提高<b><color style='color:#f29e38'>120</color></b>点（含初始【隐藏分】），「银狼LV.999」获得1个<u>额外回合</u>并恢复1次强化普攻的可施放次数。",
        "Icon": "SkillIcon_1506_Rank2"
},
    },
    "150603": {
        "v1": {
        "Rank": 3,
        "Name": "只有<unbreak>15</unbreak>级？谁填的",
        "Desc": "战技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1506_Rank3"
},
        "v2": {
        "Rank": 3,
        "Name": "只有<unbreak>15</unbreak>级？谁填的",
        "Desc": "战技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1506_Rank3"
},
        "v3": {
        "Rank": 3,
        "Name": "只有<unbreak>15</unbreak>级？谁填的",
        "Desc": "战技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1506_Rank3"
},
        "v4": {
        "Rank": 3,
        "Name": "只有<unbreak>15</unbreak>级？谁填的",
        "Desc": "战技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1506_Rank3"
},
        "v5": {
        "Rank": 3,
        "Name": "只有<unbreak>15</unbreak>级？谁填的",
        "Desc": "战技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1506_Rank3"
},
    },
    "150604": {
        "v1": {
        "Rank": 4,
        "Name": "我来，我见，我..秒了",
        "Desc": "【崩坏级伤害演示】造成的<u>欢愉伤害</u>额外计入999个<u>笑点</u>。",
        "Icon": "SkillIcon_1506_Rank4"
},
        "v2": {
        "Rank": 4,
        "Name": "我来，我见，我..秒了",
        "Desc": "【崩坏级伤害演示】造成的<u>欢愉伤害</u>额外计入999个<u>笑点</u>。",
        "Icon": "SkillIcon_1506_Rank4"
},
        "v3": {
        "Rank": 4,
        "Name": "我来，我见，我..秒了",
        "Desc": "【崩坏级伤害演示】造成的<u>欢愉伤害</u>额外计入999个<u>笑点</u>。",
        "Icon": "SkillIcon_1506_Rank4"
},
        "v4": {
        "Rank": 4,
        "Name": "我来，我见，我..秒了",
        "Desc": "【崩坏级伤害演示】造成的<u>欢愉伤害</u>额外计入<b><color style='color:#f29e38'>5</color></b>倍的<u>笑点</u>。",
        "Icon": "SkillIcon_1506_Rank4"
},
        "v5": {
        "Rank": 4,
        "Name": "我来，我见，我..秒了",
        "Desc": "【崩坏级伤害演示】造成的<u>欢愉伤害</u>额外计入<b><color style='color:#f29e38'>5</color></b>倍的<u>笑点</u>。",
        "Icon": "SkillIcon_1506_Rank4"
},
    },
    "150605": {
        "v1": {
        "Rank": 5,
        "Name": "平A即是大招",
        "Desc": "终结技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1506_Rank5"
},
        "v2": {
        "Rank": 5,
        "Name": "平A即是大招",
        "Desc": "终结技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1506_Rank5"
},
        "v3": {
        "Rank": 5,
        "Name": "平A即是大招",
        "Desc": "终结技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1506_Rank5"
},
        "v4": {
        "Rank": 5,
        "Name": "平A即是大招",
        "Desc": "终结技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1506_Rank5"
},
        "v5": {
        "Rank": 5,
        "Name": "平A即是大招",
        "Desc": "终结技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1506_Rank5"
},
    },
    "150606": {
        "v1": {
        "Rank": 6,
        "Name": "我独自满级！",
        "Desc": "造成的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>25%</color></b>。 强化普攻不会清空【隐藏分】，改为保留<b><color style='color:#f29e38'>30%</color></b>的【隐藏分】。【无敌玩家】状态下，当溢出的【隐藏分】也达到上限时，「银狼LV.999」立即行动。",
        "Icon": "SkillIcon_1506_Rank6"
},
        "v2": {
        "Rank": 6,
        "Name": "我独自满级！",
        "Desc": "造成的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>25%</color></b>。 强化普攻不会清空【隐藏分】，改为保留<b><color style='color:#f29e38'>30%</color></b>的【隐藏分】。【无敌玩家】状态下，当溢出的【隐藏分】也达到上限时，「银狼LV.999」立即行动。",
        "Icon": "SkillIcon_1506_Rank6"
},
        "v3": {
        "Rank": 6,
        "Name": "我独自满级！",
        "Desc": "【<u>头号补给盲盒</u>】造成的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>40%</color></b>。 敌方目标进入战斗时，会被植入【禁限弱点】：拥有全属性弱点并且全属性<u>基础抗性</u>降低至0（若<u>基础抗性</u>为0则改为对应属性抗性降低<b><color style='color:#f29e38'>20%</color></b>）。",
        "Icon": "SkillIcon_1506_Rank6"
},
        "v4": {
        "Rank": 6,
        "Name": "我独自满级！",
        "Desc": "强化普攻期间造成的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>50%</color></b>。 敌方目标进入战斗时，会被植入【禁限弱点】：拥有全属性弱点并且全属性<u>基础抗性</u>降低至0（若<u>基础抗性</u>为0则改为对应属性抗性降低<b><color style='color:#f29e38'>20%</color></b>）。",
        "Icon": "SkillIcon_1506_Rank6"
},
        "v5": {
        "Rank": 6,
        "Name": "我独自满级！",
        "Desc": "强化普攻期间造成的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>50%</color></b>。 敌方目标进入战斗时，会被植入【禁限弱点】：拥有全属性弱点并且全属性<u>基础抗性</u>降低至0（若<u>基础抗性</u>为0则改为对应属性抗性降低<b><color style='color:#f29e38'>20%</color></b>）。",
        "Icon": "SkillIcon_1506_Rank6"
},
    },
}

var _story_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _voice_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _notes_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _adiff_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _mtc_ = {
    "1506": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "116001": 5
            },
            {
                "2": 8000,
                "116001": 10
            },
            {
                "2": 16000,
                "116002": 6,
                "110437": 3
            },
            {
                "2": 40000,
                "116002": 9,
                "110437": 7
            },
            {
                "2": 80000,
                "116003": 6,
                "110437": 20
            },
            {
                "2": 160000,
                "116003": 9,
                "110437": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110261": 2,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 2
                    },
                    {
                        "2": 16000,
                        "110262": 3,
                        "116002": 3
                    },
                    {
                        "2": 32000,
                        "110263": 3,
                        "116003": 2
                    },
                    {
                        "2": 120000,
                        "110263": 5,
                        "116003": 2
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "116001": 2
                    },
                    {
                        "2": 4000,
                        "110261": 3,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 3
                    },
                    {
                        "2": 15000,
                        "110262": 4,
                        "116002": 3
                    },
                    {
                        "2": 24000,
                        "110262": 6,
                        "116002": 5
                    },
                    {
                        "2": 32000,
                        "110263": 2,
                        "116003": 2
                    },
                    {
                        "2": 65000,
                        "110263": 4,
                        "110508": 1,
                        "116003": 4
                    },
                    {
                        "2": 120000,
                        "110263": 6,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 250000,
                        "110263": 12,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "116001": 2
                    },
                    {
                        "2": 4000,
                        "110261": 3,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 3
                    },
                    {
                        "2": 15000,
                        "110262": 4,
                        "116002": 3
                    },
                    {
                        "2": 24000,
                        "110262": 6,
                        "116002": 5
                    },
                    {
                        "2": 32000,
                        "110263": 2,
                        "116003": 2
                    },
                    {
                        "2": 65000,
                        "110263": 4,
                        "110508": 1,
                        "116003": 4
                    },
                    {
                        "2": 120000,
                        "110263": 6,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 250000,
                        "110263": 12,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "116001": 2
                    },
                    {
                        "2": 4000,
                        "110261": 3,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 3
                    },
                    {
                        "2": 15000,
                        "110262": 4,
                        "116002": 3
                    },
                    {
                        "2": 24000,
                        "110262": 6,
                        "116002": 5
                    },
                    {
                        "2": 32000,
                        "110263": 2,
                        "116003": 2
                    },
                    {
                        "2": 65000,
                        "110263": 4,
                        "110508": 1,
                        "116003": 4
                    },
                    {
                        "2": 120000,
                        "110263": 6,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 250000,
                        "110263": 12,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "秘技",
                "Level": 1,
                "Mats": []
            }
        ],
        "Points": [
            {
                "Name": "暴击率 +18.7%",
                "Mat": {
                    "2": 235000,
                    "116001": 2,
                    "110262": 8,
                    "116002": 5,
                    "110263": 11,
                    "116003": 10
                }
            },
            {
                "Name": "速度 +9",
                "Mat": {
                    "2": 210000,
                    "110261": 2,
                    "116001": 6,
                    "110263": 11,
                    "116003": 10
                }
            },
            {
                "Name": "欢愉度 +10.0%",
                "Mat": {
                    "2": 130000,
                    "110262": 4,
                    "116002": 2,
                    "110263": 5,
                    "116003": 2
                }
            }
        ],
        "Traces": [
            {
                "Name": "假结局速通攻略",
                "Mat": {
                    "2": 5000,
                    "110261": 2,
                    "110508": 1
                }
            },
            {
                "Name": "真结局解锁条件",
                "Mat": {
                    "2": 20000,
                    "110262": 4,
                    "241": 1,
                    "110508": 1
                }
            },
            {
                "Name": "隐藏关卡全成就",
                "Mat": {
                    "2": 140000,
                    "110263": 8,
                    "241": 1,
                    "110508": 1
                }
            }
        ]
    }
}
