// Auto Generated

var _versions_ = {
    "1507": ["v1","v2","v3","v4"]
}

var _avatarskill_ = {
    "150701": {
        "v1": {
        "Name": "残锋，掠尽",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害，并使目标陷入嘲讽状态，持续1回合。",
        "Params": [[0.25],[0.3],[0.35],[0.4],[0.45],[0.5],[0.55],[0.6],[0.65],[0.7]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Normal",
        "EE": []
},
        "v2": {
        "Name": "残锋，掠尽",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害，并使目标陷入嘲讽状态，持续1回合。",
        "Params": [[0.25],[0.3],[0.35],[0.4],[0.45],[0.5],[0.55],[0.6],[0.65],[0.7]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Normal",
        "EE": []
},
        "v3": {
        "Name": "残锋，掠尽",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害，并使目标陷入嘲讽状态，持续1回合。",
        "Params": [[0.25],[0.3],[0.35],[0.4],[0.45],[0.5],[0.55],[0.6],[0.65],[0.7]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Normal",
        "EE": []
},
        "v4": {
        "Name": "残锋，掠尽",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害，并使目标陷入嘲讽状态，持续1回合。",
        "Params": [[0.25],[0.3],[0.35],[0.4],[0.45],[0.5],[0.55],[0.6],[0.65],[0.7]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Normal",
        "EE": []
},
    },
    "150702": {
        "v1": {
        "Name": "刃下，归葬",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "群攻",
        "Desc": "消耗等同于千冶•刃生命上限@ <b>#4[p]</b> #的生命值对敌方全体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害，并额外造成 <b>#2[f]</b> 次伤害，每次伤害对随机敌方单体造成等同于千冶•刃@ <b>#3[p]</b> #生命上限的火属性伤害。 若当前生命值不足，施放战技时千冶•刃的当前生命值降低至1点。 施放战技时不消耗战技点。",
        "Params": [[0.36,4,0.12,0.15],[0.396,4,0.132,0.15],[0.432,4,0.144,0.15],[0.468,4,0.156,0.15],[0.504,4,0.168,0.15],[0.54,4,0.18,0.15],[0.585,4,0.195,0.15],[0.63,4,0.21,0.15],[0.675,4,0.225,0.15],[0.72,4,0.24,0.15],[0.756,4,0.252,0.15],[0.792,4,0.264,0.15],[0.828,4,0.276,0.15],[0.864,4,0.288,0.15],[0.9,4,0.3,0.15]],
        "BP": 0,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_BP",
        "EE": []
},
        "v2": {
        "Name": "刃下，归葬",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "群攻",
        "Desc": "消耗等同于千冶•刃生命上限@ <b>#4[p]</b> #的生命值对敌方全体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害，并额外造成 <b>#2[f]</b> 次伤害，每次伤害对随机敌方单体造成等同于千冶•刃@ <b>#3[p]</b> #生命上限的火属性伤害。 若当前生命值不足，施放战技时千冶•刃的当前生命值降低至1点。 施放战技时不消耗战技点。 未处于【无量忿怒】状态时千冶•刃无法施放战技。",
        "Params": [[0.36,4,0.12,0.15],[0.396,4,0.132,0.15],[0.432,4,0.144,0.15],[0.468,4,0.156,0.15],[0.504,4,0.168,0.15],[0.54,4,0.18,0.15],[0.585,4,0.195,0.15],[0.63,4,0.21,0.15],[0.675,4,0.225,0.15],[0.72,4,0.24,0.15],[0.756,4,0.252,0.15],[0.792,4,0.264,0.15],[0.828,4,0.276,0.15],[0.864,4,0.288,0.15],[0.9,4,0.3,0.15]],
        "BP": 0,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_BP",
        "EE": []
},
        "v3": {
        "Name": "刃下，归葬",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "群攻",
        "Desc": "消耗等同于千冶•刃生命上限@ <b>#4[p]</b> #的生命值对敌方全体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害，若当前生命值不足则当前生命值最多降至1点，并额外造成 <b>#2[f]</b> 次伤害，每次伤害对随机敌方单体造成等同于千冶•刃@ <b>#3[p]</b> #生命上限的火属性伤害。 未处于【无量忿怒】状态或当前生命值小于等于1时，千冶•刃无法施放战技。 施放战技时不消耗战技点。",
        "Params": [[0.36,4,0.12,0.1],[0.396,4,0.132,0.1],[0.432,4,0.144,0.1],[0.468,4,0.156,0.1],[0.504,4,0.168,0.1],[0.54,4,0.18,0.1],[0.585,4,0.195,0.1],[0.63,4,0.21,0.1],[0.675,4,0.225,0.1],[0.72,4,0.24,0.1],[0.756,4,0.252,0.1],[0.792,4,0.264,0.1],[0.828,4,0.276,0.1],[0.864,4,0.288,0.1],[0.9,4,0.3,0.1]],
        "BP": 0,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_BP",
        "EE": []
},
        "v4": {
        "Name": "刃下，归葬",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "群攻",
        "Desc": "消耗等同于千冶•刃生命上限@ <b>#4[p]</b> #的生命值对敌方全体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害，并额外造成 <b>#2[f]</b> 次伤害，每次伤害对随机敌方单体造成等同于千冶•刃@ <b>#3[p]</b> #生命上限的火属性伤害。 若当前生命值不足，施放战技时千冶•刃的当前生命值降低至1点。 未处于【无量忿怒】状态或当前生命值小于等于1时，千冶•刃无法施放战技。 施放战技时不消耗战技点。",
        "Params": [[0.36,4,0.12,0.1],[0.396,4,0.132,0.1],[0.432,4,0.144,0.1],[0.468,4,0.156,0.1],[0.504,4,0.168,0.1],[0.54,4,0.18,0.1],[0.585,4,0.195,0.1],[0.63,4,0.21,0.1],[0.675,4,0.225,0.1],[0.72,4,0.24,0.1],[0.756,4,0.252,0.1],[0.792,4,0.264,0.1],[0.828,4,0.276,0.1],[0.864,4,0.288,0.1],[0.9,4,0.3,0.1]],
        "BP": 0,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_BP",
        "EE": []
},
    },
    "150703": {
        "v1": {
        "Name": "骸骨当炉，血肉即薪",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "Enhance",
        "Desc": "使敌方全体陷入【煞火缠身】，【煞火缠身】状态下的敌方目标防御力降低@ <b>#7[p]</b> #，受到的伤害提高@ <b>#4[p]</b> #，持续 <b>#9[f]</b> 回合。随后消耗等同于千冶•刃生命上限@ <b>#1[p]</b> #的生命值展开结界，结界持续期间，千冶•刃获得【无量忿怒】状态。 【无量忿怒】状态下暴击率提高@ <b>#2[p]</b> #，暴击伤害提高@ <b>#3[p]</b> #，解放战技并获得全新终结技【千冶铸一，万劫烬灭】，若受到致命攻击时，不会陷入<u>无法战斗状态</u>，但会解除结界退出【无量忿怒】状态并回复等同于自身@ <b>#6[p]</b> #生命上限的生命值。 获得【无量忿怒】状态时，行动序列上出现对应倒计时，倒计时固定拥有 <b>#5[f]</b> 速度，倒计时回合开始时结界解除且退出【无量忿怒】状态。 若当前生命值不足，施放本技能时千冶•刃的当前生命值降低至1点。 未处于【无量忿怒】状态时千冶•刃无法施放战技。",
        "Params": [[0.3,0.2,0.3,0.3,70,0.5,0.2,0,2],[0.3,0.2,0.33,0.32,70,0.5,0.21,0,2],[0.3,0.2,0.36,0.34,70,0.5,0.22,0,2],[0.3,0.2,0.39,0.36,70,0.5,0.23,0,2],[0.3,0.2,0.42,0.38,70,0.5,0.24,0,2],[0.3,0.2,0.45,0.4,70,0.5,0.25,0,2],[0.3,0.2,0.4875,0.425,70,0.5,0.2625,0,2],[0.3,0.2,0.525,0.45,70,0.5,0.275,0,2],[0.3,0.2,0.5625,0.475,70,0.5,0.2875,0,2],[0.3,0.2,0.6,0.5,70,0.5,0.3,0,2],[0.3,0.2,0.63,0.52,70,0.5,0.31,0,2],[0.3,0.2,0.66,0.54,70,0.5,0.32,0,2],[0.3,0.2,0.69,0.56,70,0.5,0.33,0,2],[0.3,0.2,0.72,0.58,70,0.5,0.34,0,2],[0.3,0.2,0.75,0.6,70,0.5,0.35,0,2]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Ultra",
        "EE": []
},
        "v2": {
        "Name": "骸骨当炉，血肉即薪",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "Enhance",
        "Desc": "使敌方全体陷入【煞火缠身】，【煞火缠身】状态下的敌方目标防御力降低@ <b>#7[p]</b> #，受到的伤害提高@ <b>#4[p]</b> #，持续 <b>#8[f]</b> 回合。随后消耗等同于千冶•刃生命上限@ <b>#1[p]</b> #的生命值展开结界，结界持续期间，千冶•刃获得【无量忿怒】状态。 【无量忿怒】状态下暴击率提高@ <b>#2[p]</b> #，暴击伤害提高@ <b>#3[p]</b> #，解放战技并获得全新终结技【千冶铸一，万劫烬灭】，若受到致命攻击时，不会陷入<u>无法战斗状态</u>，但会解除结界退出【无量忿怒】状态并回复等同于自身@ <b>#6[p]</b> #生命上限的生命值。 获得【无量忿怒】状态时，行动序列上出现对应倒计时，倒计时固定拥有 <b>#5[f]</b> 速度，倒计时回合开始时结界解除且退出【无量忿怒】状态。 若当前生命值不足，施放本技能时千冶•刃的当前生命值降低至1点。",
        "Params": [[0.3,0.2,0.3,0.3,70,0.5,0.2,2],[0.3,0.2,0.33,0.32,70,0.5,0.21,2],[0.3,0.2,0.36,0.34,70,0.5,0.22,2],[0.3,0.2,0.39,0.36,70,0.5,0.23,2],[0.3,0.2,0.42,0.38,70,0.5,0.24,2],[0.3,0.2,0.45,0.4,70,0.5,0.25,2],[0.3,0.2,0.4875,0.425,70,0.5,0.2625,2],[0.3,0.2,0.525,0.45,70,0.5,0.275,2],[0.3,0.2,0.5625,0.475,70,0.5,0.2875,2],[0.3,0.2,0.6,0.5,70,0.5,0.3,2],[0.3,0.2,0.63,0.52,70,0.5,0.31,2],[0.3,0.2,0.66,0.54,70,0.5,0.32,2],[0.3,0.2,0.69,0.56,70,0.5,0.33,2],[0.3,0.2,0.72,0.58,70,0.5,0.34,2],[0.3,0.2,0.75,0.6,70,0.5,0.35,2]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Ultra",
        "EE": []
},
        "v3": {
        "Name": "骸骨当炉，血肉即薪",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "Enhance",
        "Desc": "使敌方全体陷入【煞火缠身】，【煞火缠身】状态下的敌方目标防御力降低@ <b>#7[p]</b> #，受到的伤害提高@ <b>#4[p]</b> #，持续 <b>#8[f]</b> 回合。随后消耗等同于千冶•刃生命上限@ <b>#1[p]</b> #的生命值展开结界，结界持续期间，千冶•刃获得【无量忿怒】状态。 【无量忿怒】状态下暴击率提高@ <b>#2[p]</b> #，暴击伤害提高@ <b>#3[p]</b> #，解放战技并获得全新终结技【千冶铸一，万劫烬灭】，若受到致命攻击时，不会陷入<u>无法战斗状态</u>，但会解除结界退出【无量忿怒】状态并回复等同于自身@ <b>#6[p]</b> #生命上限的生命值。 获得【无量忿怒】状态时，行动序列上出现对应倒计时，倒计时固定拥有 <b>#5[f]</b> 速度，倒计时回合开始时结界解除且退出【无量忿怒】状态。 若当前生命值不足，施放本技能时千冶•刃的当前生命值降低至1点。",
        "Params": [[0.2,0.2,0.3,0.3,70,0.5,0.2,2],[0.2,0.2,0.33,0.32,70,0.5,0.21,2],[0.2,0.2,0.36,0.34,70,0.5,0.22,2],[0.2,0.2,0.39,0.36,70,0.5,0.23,2],[0.2,0.2,0.42,0.38,70,0.5,0.24,2],[0.2,0.2,0.45,0.4,70,0.5,0.25,2],[0.2,0.2,0.4875,0.425,70,0.5,0.2625,2],[0.2,0.2,0.525,0.45,70,0.5,0.275,2],[0.2,0.2,0.5625,0.475,70,0.5,0.2875,2],[0.2,0.2,0.6,0.5,70,0.5,0.3,2],[0.2,0.2,0.63,0.52,70,0.5,0.31,2],[0.2,0.2,0.66,0.54,70,0.5,0.32,2],[0.2,0.2,0.69,0.56,70,0.5,0.33,2],[0.2,0.2,0.72,0.58,70,0.5,0.34,2],[0.2,0.2,0.75,0.6,70,0.5,0.35,2]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Ultra",
        "EE": []
},
        "v4": {
        "Name": "骸骨当炉，血肉即薪",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "Enhance",
        "Desc": "使敌方全体陷入【煞火缠身】，【煞火缠身】状态下的敌方目标防御力降低@ <b>#7[p]</b> #，受到的伤害提高@ <b>#4[p]</b> #，持续 <b>#8[f]</b> 回合。随后消耗等同于千冶•刃生命上限@ <b>#1[p]</b> #的生命值展开结界，结界持续期间，千冶•刃获得【无量忿怒】状态。 【无量忿怒】状态下暴击率提高@ <b>#2[p]</b> #，暴击伤害提高@ <b>#3[p]</b> #，普攻获得强化，同时解放战技并获得全新终结技【千冶铸一，万劫烬灭】，若受到致命攻击时，不会陷入<u>无法战斗状态</u>，但会解除结界退出【无量忿怒】状态并回复等同于自身@ <b>#6[p]</b> #生命上限的生命值。 获得【无量忿怒】状态时，行动序列上出现对应倒计时，倒计时固定拥有 <b>#5[f]</b> 速度，倒计时回合开始时结界解除且退出【无量忿怒】状态。 若当前生命值不足，施放本技能时千冶•刃的当前生命值降低至1点。",
        "Params": [[0.2,0.2,0.3,0.3,70,0.5,0.2,2],[0.2,0.2,0.33,0.32,70,0.5,0.21,2],[0.2,0.2,0.36,0.34,70,0.5,0.22,2],[0.2,0.2,0.39,0.36,70,0.5,0.23,2],[0.2,0.2,0.42,0.38,70,0.5,0.24,2],[0.2,0.2,0.45,0.4,70,0.5,0.25,2],[0.2,0.2,0.4875,0.425,70,0.5,0.2625,2],[0.2,0.2,0.525,0.45,70,0.5,0.275,2],[0.2,0.2,0.5625,0.475,70,0.5,0.2875,2],[0.2,0.2,0.6,0.5,70,0.5,0.3,2],[0.2,0.2,0.63,0.52,70,0.5,0.31,2],[0.2,0.2,0.66,0.54,70,0.5,0.32,2],[0.2,0.2,0.69,0.56,70,0.5,0.33,2],[0.2,0.2,0.72,0.58,70,0.5,0.34,2],[0.2,0.2,0.75,0.6,70,0.5,0.35,2]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Ultra",
        "EE": []
},
    },
    "150704": {
        "v1": {
        "Name": "因果尽偿",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "辅助",
        "Desc": "结界持续期间，我方目标每次攻击敌方后，使对应敌方目标陷入【煞火缠身】状态并使千冶•刃获得1点充能，当充能达到 <b>#1[f]</b> 点时消耗 <b>#1[f]</b> 点充能恢复 <b>#2[f]</b> 点能量，并使千冶•刃额外施放1次战技，本次战技不消耗生命值且视为<u>追加攻击</u>。",
        "Params": [[9,15],[9,16],[9,17],[9,18],[9,19],[9,20],[9,21.25],[9,22.5],[9,23.75],[9,25],[9,26],[9,27],[9,28],[9,29],[9,30]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_",
        "EE": []
},
        "v2": {
        "Name": "因果尽偿",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "辅助",
        "Desc": "结界持续期间，我方目标每次攻击敌方后，使对应敌方目标陷入【煞火缠身】状态并使千冶•刃获得1点充能，当充能达到 <b>#1[f]</b> 点时消耗 <b>#1[f]</b> 点充能恢复 <b>#2[f]</b> 点能量，并使千冶•刃额外施放1次战技，本次战技不消耗生命值且视为<u>追加攻击</u>。",
        "Params": [[9,15],[9,16],[9,17],[9,18],[9,19],[9,20],[9,21.25],[9,22.5],[9,23.75],[9,25],[9,26],[9,27],[9,28],[9,29],[9,30]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_",
        "EE": []
},
        "v3": {
        "Name": "因果尽偿",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "辅助",
        "Desc": "结界持续期间，我方目标每次攻击敌方后，使对应敌方目标陷入【煞火缠身】状态并使千冶•刃获得1点充能，当充能达到 <b>#1[f]</b> 点且当前生命值大于1时，消耗 <b>#1[f]</b> 点充能，恢复 <b>#2[f]</b> 点能量，并使千冶•刃额外施放1次战技，本次战技视为<u>追加攻击</u>。",
        "Params": [[9,15],[9,16],[9,17],[9,18],[9,19],[9,20],[9,21.25],[9,22.5],[9,23.75],[9,25],[9,26],[9,27],[9,28],[9,29],[9,30]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_",
        "EE": []
},
        "v4": {
        "Name": "因果尽偿",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "辅助",
        "Desc": "结界持续期间，我方目标每次攻击敌方后，使对应敌方目标陷入【煞火缠身】状态并使千冶•刃获得1点充能，当充能达到 <b>#1[f]</b> 点且当前生命值大于1时，消耗 <b>#1[f]</b> 点充能，恢复#2[f1]点能量，并使千冶•刃额外施放1次战技，本次战技视为<u>追加攻击</u>。",
        "Params": [[9,15],[9,16],[9,17],[9,18],[9,19],[9,20],[9,21.25],[9,22.5],[9,23.75],[9,25],[9,26],[9,27],[9,28],[9,29],[9,30]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_",
        "EE": []
},
    },
    "150706": {
        "v1": {
        "Name": "断念一斩",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Normal",
        "EE": []
},
        "v2": {
        "Name": "断念一斩",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Normal",
        "EE": []
},
        "v3": {
        "Name": "断念一斩",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Normal",
        "EE": []
},
        "v4": {
        "Name": "断念一斩",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Normal",
        "EE": []
},
    },
    "150707": {
        "v1": {
        "Name": "十方无赦",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "",
        "Desc": "立即攻击一定范围内的所有敌人，进入战斗后，使对应目标陷入嘲讽状态，持续1回合，并使自身受到的伤害降低@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合。",
        "Params": [[0.9,2]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                2.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Maze",
        "EE": []
},
        "v2": {
        "Name": "十方无赦",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "",
        "Desc": "立即攻击一定范围内的所有敌人，进入战斗后，使对应目标陷入嘲讽状态，持续1回合，并使自身受到的伤害降低@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合。",
        "Params": [[0.9,2]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                2.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Maze",
        "EE": []
},
        "v3": {
        "Name": "十方无赦",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "",
        "Desc": "立即攻击一定范围内的所有敌人，进入战斗后，使对应目标陷入嘲讽状态，持续1回合，并使自身受到的伤害降低@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合。",
        "Params": [[0.9,2]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                2.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Maze",
        "EE": []
},
        "v4": {
        "Name": "十方无赦",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "",
        "Desc": "立即攻击一定范围内的所有敌人，进入战斗后，使敌方全体陷入嘲讽状态，持续1回合，并使自身受到的伤害降低@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合。",
        "Params": [[0.9,2]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                2.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Maze",
        "EE": []
},
    },
    "150708": {
        "v1": {
        "Name": "淬锋，断魄",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害，并使目标陷入嘲讽状态，持续1回合。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Normal",
        "EE": []
},
        "v2": {
        "Name": "淬锋，断魄",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害，并使目标陷入嘲讽状态，持续1回合。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Normal",
        "EE": []
},
        "v3": {
        "Name": "淬锋，断魄",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害，并使目标陷入嘲讽状态，持续1回合。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Normal",
        "EE": []
},
        "v4": {
        "Name": "淬锋，断魄",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害，并使目标陷入嘲讽状态，持续1回合。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Normal",
        "EE": []
},
    },
    "150709": {
        "v1": {
        "Name": "刃下，归葬",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "群攻",
        "Desc": "消耗等同于千冶•刃生命上限@ <b>#4[p]</b> #的生命值对敌方全体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害，并额外造成 <b>#2[f]</b> 次伤害，每次伤害对随机敌方单体造成等同于千冶•刃@ <b>#3[p]</b> #生命上限的火属性伤害。 若当前生命值不足，施放战技时千冶•刃的当前生命值降低至1点。 施放战技时不消耗战技点。",
        "Params": [[0.36,4,0.12,0.15],[0.396,4,0.132,0.15],[0.432,4,0.144,0.15],[0.468,4,0.156,0.15],[0.504,4,0.168,0.15],[0.54,4,0.18,0.15],[0.585,4,0.195,0.15],[0.63,4,0.21,0.15],[0.675,4,0.225,0.15],[0.72,4,0.24,0.15],[0.756,4,0.252,0.15],[0.792,4,0.264,0.15],[0.828,4,0.276,0.15],[0.864,4,0.288,0.15],[0.9,4,0.3,0.15]],
        "BP": 0,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_BP",
        "EE": []
},
        "v2": {
        "Name": "刃下，归葬",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[],[],[],[],[],[],[],[],[],[],[],[],[],[],[]],
        "BP": 0,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_BP",
        "EE": []
},
        "v3": {
        "Name": "刃下，归葬",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1]],
        "BP": 0,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_BP",
        "EE": []
},
        "v4": {
        "Name": "刃下，归葬",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1],[0.1]],
        "BP": 0,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_BP",
        "EE": []
},
    },
    "150714": {
        "v1": {
        "Name": "千冶铸一，万劫烬灭",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害。",
        "Params": [[1.8],[1.92],[2.04],[2.16],[2.28],[2.4],[2.55],[2.7],[2.85],[3],[3.12],[3.24],[3.36],[3.48],[3.6]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Ultra",
        "EE": []
},
        "v2": {
        "Name": "千冶铸一，万劫烬灭",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害。",
        "Params": [[1.8],[1.92],[2.04],[2.16],[2.28],[2.4],[2.55],[2.7],[2.85],[3],[3.12],[3.24],[3.36],[3.48],[3.6]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Ultra",
        "EE": []
},
        "v3": {
        "Name": "千冶铸一，万劫烬灭",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害。",
        "Params": [[2.1],[2.24],[2.38],[2.52],[2.66],[2.8],[2.975],[3.15],[3.325],[3.5],[3.64],[3.78],[3.92],[4.06],[4.2]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Ultra",
        "EE": []
},
        "v4": {
        "Name": "千冶铸一，万劫烬灭",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于千冶•刃@ <b>#1[p]</b> #生命上限的火属性伤害。",
        "Params": [[2.1],[2.24],[2.38],[2.52],[2.66],[2.8],[2.975],[3.15],[3.325],[3.5],[3.64],[3.78],[3.92],[4.06],[4.2]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1507_Ultra",
        "EE": []
},
    },
}

var _avatarskilltree_ = {
    "1507": {
        "v1": {
        "Add": {
                "FireAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
        },
        "Tree1": {
                "Name": "百炼骨",
                "Desc": "千冶•刃可积瓒最多<b><color style='color:#f29e38'>80</color></b>点溢出能量，施放终结技后清空并恢复相应的能量值。战斗开始时或结界解除时，若能量不足<b><color style='color:#f29e38'>50%</color></b>则立刻恢复至<b><color style='color:#f29e38'>50%</color></b>。",
                "Icon": "SkillIcon_1507_SkillTree1"
        },
        "Tree2": {
                "Name": "千锻魂",
                "Desc": "结界持续期间，被敌方攻击的概率提高，受到攻击后使对应目标陷入【煞火缠身】状态并使千冶•刃获得1点充能。",
                "Icon": "SkillIcon_1507_SkillTree2"
        },
        "Tree3": {
                "Name": "万淬心",
                "Desc": "结界持续期间，我方目标造成的伤害提高<b><color style='color:#f29e38'>50%</color></b>，我方队伍中存在除千冶•刃之外的「虚无」命途角色时，使我方目标造成的终结技伤害提高<b><color style='color:#f29e38'>50%</color></b>，否则，使我方目标造成的<u>追加攻击</u>伤害提高<b><color style='color:#f29e38'>50%</color></b>。",
                "Icon": "SkillIcon_1507_SkillTree3"
        }
},
        "v2": {
        "Add": {
                "FireAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
        },
        "Tree1": {
                "Name": "百炼骨",
                "Desc": "千冶•刃可积攒最多<b><color style='color:#f29e38'>80</color></b>点溢出能量，施放终结技后清空并恢复相应的能量值。战斗开始时或结界解除时，若能量不足<b><color style='color:#f29e38'>50%</color></b>则立刻恢复至<b><color style='color:#f29e38'>50%</color></b>。",
                "Icon": "SkillIcon_1507_SkillTree1"
        },
        "Tree2": {
                "Name": "千锻魂",
                "Desc": "结界持续期间，被敌方攻击的概率提高，受到攻击后使对应目标陷入【煞火缠身】状态并使千冶•刃获得1点充能。",
                "Icon": "SkillIcon_1507_SkillTree2"
        },
        "Tree3": {
                "Name": "万淬心",
                "Desc": "结界持续期间，我方目标造成的伤害提高<b><color style='color:#f29e38'>50%</color></b>，我方队伍中存在除千冶•刃之外的「虚无」命途角色时，使我方目标造成的终结技伤害提高<b><color style='color:#f29e38'>50%</color></b>，否则，使我方目标造成的<u>追加攻击</u>伤害提高<b><color style='color:#f29e38'>50%</color></b>。",
                "Icon": "SkillIcon_1507_SkillTree3"
        }
},
        "v3": {
        "Add": {
                "FireAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
        },
        "Tree1": {
                "Name": "百炼骨",
                "Desc": "千冶•刃可积攒最多<b><color style='color:#f29e38'>80</color></b>点溢出能量，施放终结技后清空并恢复相应的能量值。战斗开始时或结界解除时，若能量不足<b><color style='color:#f29e38'>50%</color></b>则立刻恢复至<b><color style='color:#f29e38'>50%</color></b>。",
                "Icon": "SkillIcon_1507_SkillTree1"
        },
        "Tree2": {
                "Name": "千锻魂",
                "Desc": "结界持续期间，被敌方攻击的概率提高，自身受到的伤害降低<b><color style='color:#f29e38'>50%</color></b>，受到的治疗量提高<b><color style='color:#f29e38'>50%</color></b>，且受到攻击后使对应目标陷入【煞火缠身】状态并使千冶•刃获得1点充能。",
                "Icon": "SkillIcon_1507_SkillTree2"
        },
        "Tree3": {
                "Name": "万淬心",
                "Desc": "结界持续期间，我方目标造成的伤害提高<b><color style='color:#f29e38'>50%</color></b>，我方队伍中存在除千冶•刃之外的「虚无」命途角色时，使我方目标造成的终结技伤害提高<b><color style='color:#f29e38'>75%</color></b>，否则，使千冶•刃造成的伤害额外提高<b><color style='color:#f29e38'>75%</color></b>。",
                "Icon": "SkillIcon_1507_SkillTree3"
        }
},
        "v4": {
        "Add": {
                "FireAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
        },
        "Tree1": {
                "Name": "百炼骨",
                "Desc": "千冶•刃可积攒最多<b><color style='color:#f29e38'>80</color></b>点溢出能量，施放终结技后清空并恢复相应的能量值。战斗开始时或结界解除时，若能量不足<b><color style='color:#f29e38'>75%</color></b>则立刻恢复至<b><color style='color:#f29e38'>75%</color></b>。当能量恢复至上限时解除自身所有<u>负面效果</u>。",
                "Icon": "SkillIcon_1507_SkillTree1"
        },
        "Tree2": {
                "Name": "千锻魂",
                "Desc": "结界持续期间，被敌方攻击的概率提高，自身受到的伤害降低<b><color style='color:#f29e38'>50%</color></b>，受到的治疗量提高<b><color style='color:#f29e38'>50%</color></b>，且受到攻击后使对应目标陷入【煞火缠身】状态并使千冶•刃获得1点充能。",
                "Icon": "SkillIcon_1507_SkillTree2"
        },
        "Tree3": {
                "Name": "万淬心",
                "Desc": "结界持续期间，我方目标造成的伤害提高<b><color style='color:#f29e38'>50%</color></b>，我方队伍中存在除千冶•刃之外的「虚无」命途角色时，使我方目标造成的终结技伤害提高<b><color style='color:#f29e38'>75%</color></b>，否则，使千冶•刃造成的伤害额外提高<b><color style='color:#f29e38'>75%</color></b>。",
                "Icon": "SkillIcon_1507_SkillTree3"
        }
},
    },
}

var _avatarrank_ = {
    "150701": {
        "v1": {
        "Rank": 1,
        "Name": "我殁之前，我仍未成形",
        "Desc": "结界持续期间，使敌方全体全属性抗性降低<b><color style='color:#f29e38'>20%</color></b>，施放天赋的额外战技后使【无量忿怒】倒计时<u>行动延后</u><b><color style='color:#f29e38'>15%</color></b>。",
        "Icon": "SkillIcon_1507_Rank1"
},
        "v2": {
        "Rank": 1,
        "Name": "我殁之前，我仍未成形",
        "Desc": "结界持续期间，使敌方全体全属性抗性降低<b><color style='color:#f29e38'>20%</color></b>，施放天赋的额外战技后使【无量忿怒】倒计时<u>行动延后</u><b><color style='color:#f29e38'>15%</color></b>。",
        "Icon": "SkillIcon_1507_Rank1"
},
        "v3": {
        "Rank": 1,
        "Name": "我殁之前，我仍未成形",
        "Desc": "结界持续期间，使敌方全体全属性抗性降低<b><color style='color:#f29e38'>20%</color></b>，施放天赋的额外战技后使【无量忿怒】倒计时<u>行动延后</u><b><color style='color:#f29e38'>15%</color></b>。",
        "Icon": "SkillIcon_1507_Rank1"
},
        "v4": {
        "Rank": 1,
        "Name": "我殁之前，我仍未成形",
        "Desc": "结界持续期间，使敌方全体全属性抗性降低<b><color style='color:#f29e38'>20%</color></b>，施放天赋的额外战技后使【无量忿怒】倒计时<u>行动延后</u><b><color style='color:#f29e38'>15%</color></b>。",
        "Icon": "SkillIcon_1507_Rank1"
},
    },
    "150702": {
        "v1": {
        "Rank": 2,
        "Name": "心若死灰，而炉火未熄",
        "Desc": "天赋的额外战技造成的伤害提高<b><color style='color:#f29e38'>50%</color></b>。我方角色施放终结技造成伤害时，被视为发动了<u>追加攻击</u>。结界持续期间，我方其他目标施放<u>追加攻击</u>时使千冶•刃获得1点充能，该效果最多触发<b><color style='color:#f29e38'>9</color></b>次，千冶•刃回合开始或结界展开时重置可触发次数。",
        "Icon": "SkillIcon_1507_Rank2"
},
        "v2": {
        "Rank": 2,
        "Name": "心若死灰，而炉火未熄",
        "Desc": "天赋的额外战技造成的伤害提高<b><color style='color:#f29e38'>50%</color></b>。我方角色施放终结技造成伤害时，被视为发动了<u>追加攻击</u>。结界持续期间，我方其他目标施放<u>追加攻击</u>时使千冶•刃获得1点充能，该效果最多触发<b><color style='color:#f29e38'>9</color></b>次，千冶•刃回合开始或结界展开时重置可触发次数。",
        "Icon": "SkillIcon_1507_Rank2"
},
        "v3": {
        "Rank": 2,
        "Name": "心若死灰，而炉火未熄",
        "Desc": "我方角色施放终结技造成伤害时，被视为发动了<u>追加攻击</u>，我方目标造成的<u>追加攻击</u>伤害提高<b><color style='color:#f29e38'>75%</color></b>。",
        "Icon": "SkillIcon_1507_Rank2"
},
        "v4": {
        "Rank": 2,
        "Name": "心若死灰，而炉火未熄",
        "Desc": "我方角色施放终结技造成伤害时，被视为发动了<u>追加攻击</u>，我方目标造成的<u>追加攻击</u>伤害提高<b><color style='color:#f29e38'>75%</color></b>。千冶•刃充能点的上限降低至<b><color style='color:#f29e38'>7</color></b>。",
        "Icon": "SkillIcon_1507_Rank2"
},
    },
    "150703": {
        "v1": {
        "Rank": 3,
        "Name": "身渡彼岸，现忿怒本相",
        "Desc": "终结技等级+2，最多不超过15级；天赋等级+2，最多不超过15级。",
        "Icon": "SkillIcon_1507_Rank3"
},
        "v2": {
        "Rank": 3,
        "Name": "身渡彼岸，现忿怒本相",
        "Desc": "终结技等级+2，最多不超过15级；天赋等级+2，最多不超过15级。",
        "Icon": "SkillIcon_1507_Rank3"
},
        "v3": {
        "Rank": 3,
        "Name": "身渡彼岸，现忿怒本相",
        "Desc": "终结技等级+2，最多不超过15级；天赋等级+2，最多不超过15级。",
        "Icon": "SkillIcon_1507_Rank3"
},
        "v4": {
        "Rank": 3,
        "Name": "身渡彼岸，现忿怒本相",
        "Desc": "终结技等级+2，最多不超过15级；天赋等级+2，最多不超过15级。",
        "Icon": "SkillIcon_1507_Rank3"
},
    },
    "150704": {
        "v1": {
        "Rank": 4,
        "Name": "锻打遗恨，后剑骨自成",
        "Desc": "【万淬心】使我方目标造成的伤害额外提高<b><color style='color:#f29e38'>50%</color></b>。",
        "Icon": "SkillIcon_1507_Rank4"
},
        "v2": {
        "Rank": 4,
        "Name": "锻打遗恨，后剑骨自成",
        "Desc": "【万淬心】使我方目标造成的伤害额外提高<b><color style='color:#f29e38'>50%</color></b>。",
        "Icon": "SkillIcon_1507_Rank4"
},
        "v3": {
        "Rank": 4,
        "Name": "锻打遗恨，后剑骨自成",
        "Desc": "【万淬心】使我方目标造成的伤害额外提高<b><color style='color:#f29e38'>50%</color></b>。",
        "Icon": "SkillIcon_1507_Rank4"
},
        "v4": {
        "Rank": 4,
        "Name": "锻打遗恨，后剑骨自成",
        "Desc": "【万淬心】使我方目标造成的伤害额外提高<b><color style='color:#f29e38'>50%</color></b>。",
        "Icon": "SkillIcon_1507_Rank4"
},
    },
    "150705": {
        "v1": {
        "Rank": 5,
        "Name": "自断苦己，知死所由生",
        "Desc": "战技等级+2，最多不超过15级；普攻等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1507_Rank5"
},
        "v2": {
        "Rank": 5,
        "Name": "自断苦己，知死所由生",
        "Desc": "战技等级+2，最多不超过15级；普攻等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1507_Rank5"
},
        "v3": {
        "Rank": 5,
        "Name": "自断苦己，知死所由生",
        "Desc": "战技等级+2，最多不超过15级；普攻等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1507_Rank5"
},
        "v4": {
        "Rank": 5,
        "Name": "自断苦己，知死所由生",
        "Desc": "战技等级+2，最多不超过15级；普攻等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1507_Rank5"
},
    },
    "150706": {
        "v1": {
        "Rank": 6,
        "Name": "神若当殒，自誓弑寿瘟",
        "Desc": "结界持续期间，千冶•刃受到伤害或消耗生命值时，获得1点充能，该效果在任意目标回合结束后可再次触发。【千冶铸一，万劫烬灭】的伤害倍率提高为原倍率的<b><color style='color:#f29e38'>2</color></b>。",
        "Icon": "SkillIcon_1507_Rank6"
},
        "v2": {
        "Rank": 6,
        "Name": "神若当殒，自誓弑寿瘟",
        "Desc": "结界持续期间，千冶•刃受到伤害或消耗生命值时，获得1点充能，该效果在任意目标回合结束后可再次触发。【千冶铸一，万劫烬灭】的伤害倍率提高为原倍率的<b><color style='color:#f29e38'>2</color></b>。",
        "Icon": "SkillIcon_1507_Rank6"
},
        "v3": {
        "Rank": 6,
        "Name": "神若当殒，自誓弑寿瘟",
        "Desc": "结界持续期间，千冶•刃受到伤害或消耗生命值时，获得1点充能，该效果在任意目标回合结束后可再次触发。【千冶铸一，万劫烬灭】的伤害倍率提高为原倍率的<b><color style='color:#f29e38'>2</color></b>。",
        "Icon": "SkillIcon_1507_Rank6"
},
        "v4": {
        "Rank": 6,
        "Name": "神若当殒，自誓弑寿瘟",
        "Desc": "结界持续期间，千冶•刃受到伤害或消耗生命值时，获得1点充能，该效果在任意目标回合结束后可再次触发。【千冶铸一，万劫烬灭】的伤害倍率提高为原倍率的<b><color style='color:#f29e38'>2</color></b>。",
        "Icon": "SkillIcon_1507_Rank6"
},
    },
}

var _story_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _voice_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _notes_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _adiff_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _mtc_ = {
    "1507": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "116001": 5
            },
            {
                "2": 8000,
                "116001": 10
            },
            {
                "2": 16000,
                "116002": 6,
                "110432": 3
            },
            {
                "2": 40000,
                "116002": 9,
                "110432": 7
            },
            {
                "2": 80000,
                "116003": 6,
                "110432": 20
            },
            {
                "2": 160000,
                "116003": 9,
                "110432": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110311": 3,
                        "116001": 6
                    },
                    {
                        "2": 10000,
                        "110312": 3,
                        "116002": 3
                    },
                    {
                        "2": 20000,
                        "110312": 5,
                        "116002": 4
                    },
                    {
                        "2": 45000,
                        "110313": 3,
                        "116003": 3
                    },
                    {
                        "2": 160000,
                        "110313": 8,
                        "116003": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "116001": 3
                    },
                    {
                        "2": 5000,
                        "110311": 3,
                        "116001": 6
                    },
                    {
                        "2": 10000,
                        "110312": 3,
                        "116002": 3
                    },
                    {
                        "2": 20000,
                        "110312": 5,
                        "116002": 4
                    },
                    {
                        "2": 30000,
                        "110312": 7,
                        "116002": 6
                    },
                    {
                        "2": 45000,
                        "110313": 3,
                        "116003": 3
                    },
                    {
                        "2": 80000,
                        "110313": 5,
                        "110508": 1,
                        "116003": 4
                    },
                    {
                        "2": 160000,
                        "110313": 8,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 300000,
                        "110313": 14,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "116001": 3
                    },
                    {
                        "2": 5000,
                        "110311": 3,
                        "116001": 6
                    },
                    {
                        "2": 10000,
                        "110312": 3,
                        "116002": 3
                    },
                    {
                        "2": 20000,
                        "110312": 5,
                        "116002": 4
                    },
                    {
                        "2": 30000,
                        "110312": 7,
                        "116002": 6
                    },
                    {
                        "2": 45000,
                        "110313": 3,
                        "116003": 3
                    },
                    {
                        "2": 80000,
                        "110313": 5,
                        "110508": 1,
                        "116003": 4
                    },
                    {
                        "2": 160000,
                        "110313": 8,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 300000,
                        "110313": 14,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "116001": 3
                    },
                    {
                        "2": 5000,
                        "110311": 3,
                        "116001": 6
                    },
                    {
                        "2": 10000,
                        "110312": 3,
                        "116002": 3
                    },
                    {
                        "2": 20000,
                        "110312": 5,
                        "116002": 4
                    },
                    {
                        "2": 30000,
                        "110312": 7,
                        "116002": 6
                    },
                    {
                        "2": 45000,
                        "110313": 3,
                        "116003": 3
                    },
                    {
                        "2": 80000,
                        "110313": 5,
                        "110508": 1,
                        "116003": 4
                    },
                    {
                        "2": 160000,
                        "110313": 8,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 300000,
                        "110313": 14,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "秘技",
                "Level": 1,
                "Mats": []
            }
        ],
        "Points": [
            {
                "Name": "火属性伤害提高 +22.4%",
                "Mat": {
                    "2": 237500,
                    "116001": 2,
                    "110312": 8,
                    "116002": 7,
                    "110313": 11,
                    "116003": 11
                }
            },
            {
                "Name": "暴击率 +12.0%",
                "Mat": {
                    "2": 210000,
                    "110311": 3,
                    "116001": 6,
                    "110313": 11,
                    "116003": 11
                }
            },
            {
                "Name": "生命值 +10.0%",
                "Mat": {
                    "2": 170000,
                    "110312": 3,
                    "116002": 3,
                    "110313": 8,
                    "116003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "百炼骨",
                "Mat": {
                    "2": 5000,
                    "110311": 3,
                    "110508": 1
                }
            },
            {
                "Name": "千锻魂",
                "Mat": {
                    "2": 20000,
                    "110312": 5,
                    "241": 1,
                    "110508": 1
                }
            },
            {
                "Name": "万淬心",
                "Mat": {
                    "2": 160000,
                    "110313": 8,
                    "241": 1,
                    "110508": 1
                }
            }
        ]
    }
}
