// Auto Generated

var _avatarskill_ = {
    "150801": {
        "v1": {
        "Name": "八极拳",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于远坂凛@ <b>#1[p]</b> #攻击力的量子属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_Normal",
        "EE": []
},
        "v2": {
        "Name": "八极拳",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于远坂凛@ <b>#1[p]</b> #攻击力的量子属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_Normal",
        "EE": []
},
    },
    "150802": {
        "v1": {
        "Name": "宝石剑•泽尔里奇",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于远坂凛@ <b>#1[p]</b> #攻击力的量子属性伤害。",
        "Params": [[0.9],[0.99],[1.08],[1.17],[1.26],[1.35],[1.4625],[1.575],[1.6875],[1.8],[1.89],[1.98],[2.07],[2.16],[2.25]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                2.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_BP",
        "EE": []
},
        "v2": {
        "Name": "宝石剑•泽尔里奇",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于远坂凛@ <b>#1[p]</b> #攻击力的量子属性伤害。",
        "Params": [[0.9],[0.99],[1.08],[1.17],[1.26],[1.35],[1.4625],[1.575],[1.6875],[1.8],[1.89],[1.98],[2.07],[2.16],[2.25]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                2.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_BP",
        "EE": []
},
    },
    "150803": {
        "v1": {
        "Name": "山脉震撼•明星之薪",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对指定敌方单体造成等同于远坂凛@ <b>#1[p]</b> #攻击力的量子属性伤害，同时对其他敌方目标造成等同于远坂凛@ <b>#2[p]</b> #攻击力的量子属性伤害。施放时，为我方恢复 <b>#4[f]</b> 个战技点，并使敌方全体受到的伤害提高@ <b>#5[p]</b> #，持续 <b>#6[f]</b> 回合。",
        "Params": [[3,1,12,1,0.1,3],[3.3,1.1,12,1,0.11,3],[3.6,1.2,12,1,0.12,3],[3.9,1.3,12,1,0.13,3],[4.2,1.4,12,1,0.14,3],[4.5,1.5,12,1,0.15,3],[4.875,1.625,12,1,0.1625,3],[5.25,1.75,12,1,0.175,3],[5.625,1.875,12,1,0.1875,3],[6,2,12,1,0.2,3],[6.3,2.1,12,1,0.21,3],[6.6,2.2,12,1,0.22,3],[6.9,2.3,12,1,0.23,3],[7.2,2.4,12,1,0.24,3],[7.5,2.5,12,1,0.25,3]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                3.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_Ultra",
        "EE": []
},
        "v2": {
        "Name": "山脉震撼•明星之薪",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对指定敌方单体造成等同于远坂凛@ <b>#1[p]</b> #攻击力的量子属性伤害，同时对其他敌方目标造成等同于远坂凛@ <b>#2[p]</b> #攻击力的量子属性伤害。施放时，为我方恢复 <b>#4[f]</b> 个战技点，并使敌方全体受到的伤害提高@ <b>#5[p]</b> #，持续 <b>#6[f]</b> 回合。",
        "Params": [[3,1,12,1,0.1,3],[3.3,1.1,12,1,0.11,3],[3.6,1.2,12,1,0.12,3],[3.9,1.3,12,1,0.13,3],[4.2,1.4,12,1,0.14,3],[4.5,1.5,12,1,0.15,3],[4.875,1.625,12,1,0.1625,3],[5.25,1.75,12,1,0.175,3],[5.625,1.875,12,1,0.1875,3],[6,2,12,1,0.2,3],[6.3,2.1,12,1,0.21,3],[6.6,2.2,12,1,0.22,3],[6.9,2.3,12,1,0.23,3],[7.2,2.4,12,1,0.24,3],[7.5,2.5,12,1,0.25,3]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                3.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_Ultra",
        "EE": []
},
    },
    "150804": {
        "v1": {
        "Name": "宝石魔术",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "进入战斗时，获得 <b>#1[f]</b> 点【宝石能量】。我方目标消耗或恢复战技点时，暴击伤害提高@ <b>#3[p]</b> #，持续 <b>#2[f]</b> 回合，且每消耗或恢复1点战技点就使远坂凛获得1点【宝石能量】。若远坂凛持有的【宝石能量】大于等于 <b>#5[f]</b> 点或当前战技点大于等于 <b>#4[f]</b> 点，战技强化为【第二魔法实验】。",
        "Params": [[20,2,0.5,7,15,999],[20,2,0.55,7,15,999],[20,2,0.6,7,15,999],[20,2,0.65,7,15,999],[20,2,0.7,7,15,999],[20,2,0.75,7,15,999],[20,2,0.8125,7,15,999],[20,2,0.875,7,15,999],[20,2,0.9375,7,15,999],[20,2,1,7,15,999],[20,2,1.05,7,15,999],[20,2,1.1,7,15,999],[20,2,1.15,7,15,999],[20,2,1.2,7,15,999],[20,2,1.25,7,15,999]],
        "BP": 0,
        "SPAdd": 10,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_Passive",
        "EE": []
},
        "v2": {
        "Name": "宝石魔术",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "进入战斗时，获得 <b>#1[f]</b> 点【宝石能量】。我方目标消耗或恢复战技点时，暴击伤害提高@ <b>#3[p]</b> #，持续 <b>#2[f]</b> 回合，且每消耗或恢复1点战技点就使远坂凛获得1点【宝石能量】。若远坂凛持有的【宝石能量】大于等于 <b>#5[f]</b> 点或当前战技点大于等于 <b>#4[f]</b> 点，战技强化为【第二魔法实验】。",
        "Params": [[20,2,0.5,7,15,999],[20,2,0.55,7,15,999],[20,2,0.6,7,15,999],[20,2,0.65,7,15,999],[20,2,0.7,7,15,999],[20,2,0.75,7,15,999],[20,2,0.8125,7,15,999],[20,2,0.875,7,15,999],[20,2,0.9375,7,15,999],[20,2,1,7,15,999],[20,2,1.05,7,15,999],[20,2,1.1,7,15,999],[20,2,1.15,7,15,999],[20,2,1.2,7,15,999],[20,2,1.25,7,15,999]],
        "BP": 0,
        "SPAdd": 10,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_Passive",
        "EE": []
},
    },
    "150805": {
        "v1": {
        "Name": "自在远坂流",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "群攻",
        "Desc": "Archer施放战技【伪•螺旋剑】攻击后，若战技点小于等于 <b>#3[f]</b> 点，远坂凛和Archer对敌方全体发动<u>连携追加攻击</u>，分别造成等同于远坂凛@ <b>#1[p]</b> #攻击力以及Archer@ <b>#4[p]</b> #攻击力的量子属性伤害，并为我方恢复 <b>#2[f]</b> 个战技点。该<u>连携攻击</u>仅可触发1次，远坂凛回合结束时重置可触发次数。",
        "Params": [[1.5,4,3,1.5],[1.65,4,3,1.65],[1.8,4,3,1.8],[1.95,4,3,1.95],[2.1,4,3,2.1],[2.25,4,3,2.25],[2.4375,4,3,2.4375],[2.625,4,3,2.625],[2.8125,4,3,2.8125],[3,4,3,3],[3.15,4,3,3.15],[3.3,4,3,3.3],[3.45,4,3,3.45],[3.6,4,3,3.6],[3.75,4,3,3.75]],
        "BP": 0,
        "SPAdd": 10,
        "AttackType": "None",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_Passive",
        "EE": []
},
        "v2": {
        "Name": "自在远坂流",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "群攻",
        "Desc": "Archer施放战技【伪•螺旋剑】攻击后，若战技点小于等于 <b>#3[f]</b> 点，远坂凛和Archer对敌方全体发动<u>连携追加攻击</u>，分别造成等同于远坂凛@ <b>#1[p]</b> #攻击力以及Archer@ <b>#4[p]</b> #攻击力的量子属性伤害，并为我方恢复 <b>#2[f]</b> 个战技点。该<u>连携攻击</u>仅可触发1次，远坂凛回合结束时重置可触发次数。",
        "Params": [[1.5,4,3,1.5],[1.65,4,3,1.65],[1.8,4,3,1.8],[1.95,4,3,1.95],[2.1,4,3,2.1],[2.25,4,3,2.25],[2.4375,4,3,2.4375],[2.625,4,3,2.625],[2.8125,4,3,2.8125],[3,4,3,3],[3.15,4,3,3.15],[3.3,4,3,3.3],[3.45,4,3,3.45],[3.6,4,3,3.6],[3.75,4,3,3.75]],
        "BP": 0,
        "SPAdd": 10,
        "AttackType": "None",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_Passive",
        "EE": []
},
    },
    "150806": {
        "v1": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_Normal",
        "EE": []
},
        "v2": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_Normal",
        "EE": []
},
    },
    "150807": {
        "v1": {
        "Name": "转换充能",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Enhance",
        "Desc": "使用秘技后，下一次战斗开始时获得 <b>#1[f]</b> 点【宝石能量】。",
        "Params": [[10,2,2]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_Maze",
        "EE": []
},
        "v2": {
        "Name": "转换充能",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Enhance",
        "Desc": "使用秘技后，下一次战斗开始时获得 <b>#1[f]</b> 点【宝石能量】。",
        "Params": [[10,2,2]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_Maze",
        "EE": []
},
    },
    "150809": {
        "v1": {
        "Name": "第二魔法实验",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "Bounce",
        "Desc": "对敌方全体造成等同于远坂凛@ <b>#1[p]</b> #攻击力的量子属性伤害。之后，消耗 <b>#2[f]</b> 点【宝石能量】对随机敌方目标额外造成等同于远坂凛@ <b>#3[p]</b> #攻击力的量子属性伤害，重复直至【宝石能量】不足 <b>#2[f]</b> 点或无当前生命值大于0的敌方目标，最多重复 <b>#6[f]</b> 轮。施放时，若当前战技点大于 <b>#4[f]</b> 点，将战技点消耗至 <b>#4[f]</b> 点，每消耗1点立即获得 <b>#5[f]</b> 点【宝石能量】。",
        "Params": [[0.45,3,0.45,2,2,33,0,1],[0.495,3,0.495,2,2,33,0,1],[0.54,3,0.54,2,2,33,0,1],[0.585,3,0.585,2,2,33,0,1],[0.63,3,0.63,2,2,33,0,1],[0.675,3,0.675,2,2,33,0,1],[0.73125,3,0.73125,2,2,33,0,1],[0.7875,3,0.7875,2,2,33,0,1],[0.84375,3,0.84375,2,2,33,0,1],[0.9,3,0.9,2,2,33,0,1],[0.945,3,0.945,2,2,33,0,1],[0.99,3,0.99,2,2,33,0,1],[1.035,3,1.035,2,2,33,0,1],[1.08,3,1.08,2,2,33,0,1],[1.125,3,1.125,2,2,33,0,1]],
        "BP": 0,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.2,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_BP",
        "EE": []
},
        "v2": {
        "Name": "第二魔法实验",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "Bounce",
        "Desc": "对敌方全体造成等同于远坂凛@ <b>#1[p]</b> #攻击力的量子属性伤害。之后，消耗 <b>#2[f]</b> 点【宝石能量】对随机敌方目标额外造成等同于远坂凛@ <b>#3[p]</b> #攻击力的量子属性伤害，重复直至【宝石能量】不足 <b>#2[f]</b> 点或无当前生命值大于0的敌方目标，最多重复 <b>#6[f]</b> 轮。施放时，若当前战技点大于 <b>#4[f]</b> 点，将战技点消耗至 <b>#4[f]</b> 点，每消耗1点立即获得 <b>#5[f]</b> 点【宝石能量】。",
        "Params": [[0.45,3,0.45,2,2,33,0,1],[0.495,3,0.495,2,2,33,0,1],[0.54,3,0.54,2,2,33,0,1],[0.585,3,0.585,2,2,33,0,1],[0.63,3,0.63,2,2,33,0,1],[0.675,3,0.675,2,2,33,0,1],[0.73125,3,0.73125,2,2,33,0,1],[0.7875,3,0.7875,2,2,33,0,1],[0.84375,3,0.84375,2,2,33,0,1],[0.9,3,0.9,2,2,33,0,1],[0.945,3,0.945,2,2,33,0,1],[0.99,3,0.99,2,2,33,0,1],[1.035,3,1.035,2,2,33,0,1],[1.08,3,1.08,2,2,33,0,1],[1.125,3,1.125,2,2,33,0,1]],
        "BP": 0,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.2,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1508_BP",
        "EE": []
},
    },
}

var _avatarskilltree_ = {
    "1508": {
        "v1": {
        "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.18,
                "QuantumAddedRatio": 0.08
        },
        "Tree1": {
                "Name": "秉持优雅",
                "Desc": "远坂凛在场时，战技点上限额外增加<b><color style='color:#f29e38'>2</color></b>点。进入战斗时，远坂凛的攻击力提高<b><color style='color:#f29e38'>1.5</color></b>，造成的伤害无视目标<b><color style='color:#f29e38'>20.0%</color></b>的防御力，若Archer在队伍中，Archer也会获得该效果。",
                "Icon": "SkillIcon_1508_SkillTree1"
        },
        "Tree2": {
                "Name": "淑女风范",
                "Desc": "远坂凛施放强化战技后，速度提高<b><color style='color:#f29e38'>20.0%</color></b>，持续<b><color style='color:#f29e38'>3</color></b>回合。",
                "Icon": "SkillIcon_1508_SkillTree2"
        },
        "Tree3": {
                "Name": "财源广进",
                "Desc": "远坂凛施放终结技时，获得<b><color style='color:#f29e38'>12</color></b>点【宝石能量】。",
                "Icon": "SkillIcon_1508_SkillTree3"
        }
},
        "v2": {
        "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.18,
                "QuantumAddedRatio": 0.08
        },
        "Tree1": {
                "Name": "秉持优雅",
                "Desc": "远坂凛在场时，战技点上限额外增加<b><color style='color:#f29e38'>2</color></b>点。进入战斗时，远坂凛的攻击力提高<b><color style='color:#f29e38'>1.5</color></b>，造成的伤害无视目标<b><color style='color:#f29e38'>20.0%</color></b>的防御力，若Archer在队伍中，Archer也会获得该效果。",
                "Icon": "SkillIcon_1508_SkillTree1"
        },
        "Tree2": {
                "Name": "淑女风范",
                "Desc": "远坂凛施放强化战技后，速度提高<b><color style='color:#f29e38'>20.0%</color></b>，持续<b><color style='color:#f29e38'>3</color></b>回合。",
                "Icon": "SkillIcon_1508_SkillTree2"
        },
        "Tree3": {
                "Name": "财源广进",
                "Desc": "远坂凛施放终结技时，获得<b><color style='color:#f29e38'>12</color></b>点【宝石能量】。",
                "Icon": "SkillIcon_1508_SkillTree3"
        }
},
    },
}

var _avatarrank_ = {
    "150801": {
        "v1": {
        "Rank": 1,
        "Name": "宝石翁的学徒",
        "Desc": "若单次强化战技消耗的【宝石能量】数量大于等于<b><color style='color:#f29e38'>30</color></b>点，远坂凛获得与消耗的【宝石能量】数量相同的【影子宝石】。 持有【影子宝石】时，战技强化为【第二魔法实验】，强化战技会消耗所有【影子宝石】，不触发将战技点转化为【宝石能量】的效果且不消耗【宝石能量】。",
        "Icon": "SkillIcon_1508_Rank1"
},
        "v2": {
        "Rank": 1,
        "Name": "宝石翁的学徒",
        "Desc": "若单次强化战技消耗的【宝石能量】数量大于等于<b><color style='color:#f29e38'>30</color></b>点，远坂凛获得与消耗的【宝石能量】数量相同的【影子宝石】。 持有【影子宝石】时，战技强化为【第二魔法实验】，强化战技会消耗所有【影子宝石】，不触发将战技点转化为【宝石能量】的效果且不消耗【宝石能量】。",
        "Icon": "SkillIcon_1508_Rank1"
},
    },
    "150802": {
        "v1": {
        "Rank": 2,
        "Name": "位面的旅行者",
        "Desc": "远坂凛造成的战技伤害提高<b><color style='color:#f29e38'>30.0%</color></b>。远坂凛在场时，我方全体造成的战技伤害为原伤害的<b><color style='color:#f29e38'>1.1</color></b>。",
        "Icon": "SkillIcon_1508_Rank2"
},
        "v2": {
        "Rank": 2,
        "Name": "位面的旅行者",
        "Desc": "远坂凛造成的战技伤害提高<b><color style='color:#f29e38'>30.0%</color></b>。远坂凛在场时，我方全体造成的战技伤害为原伤害的<b><color style='color:#f29e38'>1.1</color></b>。",
        "Icon": "SkillIcon_1508_Rank2"
},
    },
    "150803": {
        "v1": {
        "Rank": 3,
        "Name": "圣杯战争：胜利纪念",
        "Desc": "战技等级+2，最多不超过15级；普攻等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1508_BP"
},
        "v2": {
        "Rank": 3,
        "Name": "圣杯战争：胜利纪念",
        "Desc": "战技等级+2，最多不超过15级；普攻等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1508_BP"
},
    },
    "150804": {
        "v1": {
        "Rank": 4,
        "Name": "红色•恶魔•三倍速",
        "Desc": "远坂凛在场时，我方目标消耗或恢复战技点时，使该目标的速度提高<b><color style='color:#f29e38'>10.0%</color></b>，持续<b><color style='color:#f29e38'>3</color></b>回合。",
        "Icon": "SkillIcon_1508_Rank4"
},
        "v2": {
        "Rank": 4,
        "Name": "红色•恶魔•三倍速",
        "Desc": "远坂凛在场时，我方目标消耗或恢复战技点时，使该目标的速度提高<b><color style='color:#f29e38'>10.0%</color></b>，持续<b><color style='color:#f29e38'>3</color></b>回合。",
        "Icon": "SkillIcon_1508_Rank4"
},
    },
    "150805": {
        "v1": {
        "Rank": 5,
        "Name": "金星神的青睐",
        "Desc": "终结技等级+2，最多不超过15级；天赋等级+2，最多不超过15级。",
        "Icon": "SkillIcon_1508_Ultra"
},
        "v2": {
        "Rank": 5,
        "Name": "金星神的青睐",
        "Desc": "终结技等级+2，最多不超过15级；天赋等级+2，最多不超过15级。",
        "Icon": "SkillIcon_1508_Ultra"
},
    },
    "150806": {
        "v1": {
        "Rank": 6,
        "Name": "这次没掉链子！",
        "Desc": "远坂凛的全属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。施放终结技时，获得<b><color style='color:#f29e38'>18</color></b>点【宝石能量】和1个<u>额外回合</u>。",
        "Icon": "SkillIcon_1508_Rank6"
},
        "v2": {
        "Rank": 6,
        "Name": "这次没掉链子！",
        "Desc": "远坂凛的全属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。施放终结技时，获得<b><color style='color:#f29e38'>18</color></b>点【宝石能量】和1个<u>额外回合</u>。",
        "Icon": "SkillIcon_1508_Rank6"
},
    },
}

var _story_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _voice_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _notes_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _adiff_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _mtc_ = [
    {
        "Name": "",
        "Desc": ""
    }
]
