// Auto Generated

var _versions_ = {
    "1509": ["v1", "v2", "Live"]
}

var _avatarskill_ = {
    "150901": {
        "v1": {
        "Name": "漫不经心",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于吉尔伽美什@ <b>#1[p]</b> #攻击力的雷属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Normal",
        "EE": []
},
        "v2": {
        "Name": "漫不经心",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于吉尔伽美什@ <b>#1[p]</b> #攻击力的雷属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Normal",
        "EE": []
},
        "Live": {
        "Name": "漫不经心",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于吉尔伽美什@ <b>#1[p]</b> #攻击力的雷属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Normal",
        "EE": []
},
    },
    "150902": {
        "v1": {
        "Name": "王之财宝",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "扩散",
        "Desc": "获得【王来承认】，使自身造成伤害时无视目标@ <b>#5[p]</b> #的防御力，持续 <b>#6[f]</b> 回合。 对指定敌方单体造成等同于吉尔伽美什@ <b>#1[p]</b> #攻击力的雷属性伤害，对相邻目标造成等同于吉尔伽美什@ <b>#2[p]</b> #攻击力的雷属性伤害。",
        "Params": [[1,0.5,0.1,10,0.15,3,2],[1.1,0.55,0.11,10,0.165,3,2],[1.2,0.6,0.12,10,0.18,3,2],[1.3,0.65,0.13,10,0.195,3,2],[1.4,0.7,0.14,10,0.21,3,2],[1.5,0.75,0.15,10,0.225,3,2],[1.625,0.8125,0.1625,10,0.24375,3,2],[1.75,0.875,0.175,10,0.2625,3,2],[1.875,0.9375,0.1875,10,0.28125,3,2],[2,1,0.2,10,0.3,3,2],[2.1,1.05,0.21,10,0.315,3,2],[2.2,1.1,0.22,10,0.33,3,2],[2.3,1.15,0.23,10,0.345,3,2],[2.4,1.2,0.24,10,0.36,3,2],[2.5,1.25,0.25,10,0.375,3,2]],
        "BP": 0,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                2.0,
                0.0,
                1.0
        ],
        "Icon": "SkillIcon_1509_BP",
        "EE": []
},
        "v2": {
        "Name": "王之财宝",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "扩散",
        "Desc": "获得【王来承认】，使自身造成伤害时无视目标@ <b>#5[p]</b> #的防御力，持续 <b>#6[f]</b> 回合。 对指定敌方单体造成等同于吉尔伽美什@ <b>#1[p]</b> #攻击力的雷属性伤害，对相邻目标造成等同于吉尔伽美什@ <b>#2[p]</b> #攻击力的雷属性伤害。",
        "Params": [[1,0.5,0.1,10,0.15,3,2],[1.1,0.55,0.11,10,0.165,3,2],[1.2,0.6,0.12,10,0.18,3,2],[1.3,0.65,0.13,10,0.195,3,2],[1.4,0.7,0.14,10,0.21,3,2],[1.5,0.75,0.15,10,0.225,3,2],[1.625,0.8125,0.1625,10,0.24375,3,2],[1.75,0.875,0.175,10,0.2625,3,2],[1.875,0.9375,0.1875,10,0.28125,3,2],[2,1,0.2,10,0.3,3,2],[2.1,1.05,0.21,10,0.315,3,2],[2.2,1.1,0.22,10,0.33,3,2],[2.3,1.15,0.23,10,0.345,3,2],[2.4,1.2,0.24,10,0.36,3,2],[2.5,1.25,0.25,10,0.375,3,2]],
        "BP": 0,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                2.0,
                0.0,
                1.0
        ],
        "Icon": "SkillIcon_1509_BP",
        "EE": []
},
        "Live": {
        "Name": "王之财宝",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "扩散",
        "Desc": "获得【王来承认】，使自身造成伤害时无视目标@ <b>#5[p]</b> #的防御力，持续 <b>#6[f]</b> 回合。 对指定敌方单体造成等同于吉尔伽美什@ <b>#1[p]</b> #攻击力的雷属性伤害，对相邻目标造成等同于吉尔伽美什@ <b>#2[p]</b> #攻击力的雷属性伤害。",
        "Params": [[1.4,0.7,0.1,10,0.15,3,2],[1.54,0.77,0.11,10,0.165,3,2],[1.68,0.84,0.12,10,0.18,3,2],[1.82,0.91,0.13,10,0.195,3,2],[1.96,0.98,0.14,10,0.21,3,2],[2.1,1.05,0.15,10,0.225,3,2],[2.275,1.1375,0.1625,10,0.24375,3,2],[2.45,1.225,0.175,10,0.2625,3,2],[2.625,1.3125,0.1875,10,0.28125,3,2],[2.8,1.4,0.2,10,0.3,3,2],[2.94,1.47,0.21,10,0.315,3,2],[3.08,1.54,0.22,10,0.33,3,2],[3.22,1.61,0.23,10,0.345,3,2],[3.36,1.68,0.24,10,0.36,3,2],[3.5,1.75,0.25,10,0.375,3,2]],
        "BP": 0,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                2.0,
                0.0,
                1.0
        ],
        "Icon": "SkillIcon_1509_BP",
        "EE": []
},
    },
    "150903": {
        "v1": {
        "Name": "天地乖离•开辟之星",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于吉尔伽美什@ <b>#1[p]</b> #攻击力的雷属性伤害。并额外造成 <b>#3[f]</b> 次伤害，每次对敌方随机单体造成等同于吉尔伽美什@ <b>#2[p]</b> #攻击力的雷属性伤害。",
        "Params": [[2,0.2,10],[2.2,0.22,10],[2.4,0.24,10],[2.6,0.26,10],[2.8,0.28,10],[3,0.3,10],[3.25,0.325,10],[3.5,0.35,10],[3.75,0.375,10],[4,0.4,10],[4.2,0.42,10],[4.4,0.44,10],[4.6,0.46,10],[4.8,0.48,10],[5,0.5,10]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.2,
                4.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Ultra",
        "EE": []
},
        "v2": {
        "Name": "天地乖离•开辟之星",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于吉尔伽美什@ <b>#1[p]</b> #攻击力的雷属性伤害。并额外造成 <b>#3[f]</b> 次伤害，每次对敌方随机单体造成等同于吉尔伽美什@ <b>#2[p]</b> #攻击力的雷属性伤害。",
        "Params": [[2,0.2,10],[2.2,0.22,10],[2.4,0.24,10],[2.6,0.26,10],[2.8,0.28,10],[3,0.3,10],[3.25,0.325,10],[3.5,0.35,10],[3.75,0.375,10],[4,0.4,10],[4.2,0.42,10],[4.4,0.44,10],[4.6,0.46,10],[4.8,0.48,10],[5,0.5,10]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.2,
                4.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Ultra",
        "EE": []
},
        "Live": {
        "Name": "天地乖离•开辟之星",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于吉尔伽美什@ <b>#1[p]</b> #攻击力的雷属性伤害。并额外造成 <b>#3[f]</b> 次伤害，每次对敌方随机单体造成等同于吉尔伽美什@ <b>#2[p]</b> #攻击力的雷属性伤害。",
        "Params": [[2,0.5,10],[2.2,0.55,10],[2.4,0.6,10],[2.6,0.65,10],[2.8,0.7,10],[3,0.75,10],[3.25,0.8125,10],[3.5,0.875,10],[3.75,0.9375,10],[4,1,10],[4.2,1.05,10],[4.4,1.1,10],[4.6,1.15,10],[4.8,1.2,10],[5,1.25,10]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.2,
                4.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Ultra",
        "EE": []
},
    },
    "150904": {
        "v1": {
        "Name": "「尽情取悦本王吧」",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "我方队友施放终结技时，吉尔伽美什获得【王来背负】，使自身造成的终结技伤害提高@ <b>#3[p]</b> #，持续 <b>#1[f]</b> 回合。 初始自身回合开始时自动施放普攻。我方目标行动时，吉尔伽美什获得1点【兴致】。当【兴致】达到 <b>#2[f]</b> 点时，吉尔伽美什消耗 <b>#2[f]</b> 点【兴致】，使自身立即行动。 当【兴致】首次达到 <b>#2[f]</b> 点时，进入【来兴致了！】状态，仅能施放战技。",
        "Params": [[3,10,0.2,2,0,10],[3,10,0.22,2,0,10],[3,10,0.24,2,0,10],[3,10,0.26,2,0,10],[3,10,0.28,2,0,10],[3,10,0.3,2,0,10],[3,10,0.325,2,0,10],[3,10,0.35,2,0,10],[3,10,0.375,2,0,10],[3,10,0.4,2,0,10],[3,10,0.42,2,0,10],[3,10,0.44,2,0,10],[3,10,0.46,2,0,10],[3,10,0.48,2,0,10],[3,10,0.5,2,0,10]],
        "BP": 0,
        "SPAdd": 10,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Passive",
        "EE": []
},
        "v2": {
        "Name": "「尽情取悦本王吧」",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "我方队友施放终结技时，吉尔伽美什获得【王来背负】，使自身造成的终结技伤害提高@ <b>#3[p]</b> #，持续 <b>#1[f]</b> 回合。 初始自身回合开始时自动施放普攻。我方目标行动时，吉尔伽美什获得1点【兴致】。当【兴致】达到 <b>#2[f]</b> 点时，吉尔伽美什消耗 <b>#2[f]</b> 点【兴致】，使自身立即行动。 当【兴致】首次达到 <b>#2[f]</b> 点时，进入【来兴致了！】状态，仅能施放战技。",
        "Params": [[3,10,0.2,2,0,10],[3,10,0.22,2,0,10],[3,10,0.24,2,0,10],[3,10,0.26,2,0,10],[3,10,0.28,2,0,10],[3,10,0.3,2,0,10],[3,10,0.325,2,0,10],[3,10,0.35,2,0,10],[3,10,0.375,2,0,10],[3,10,0.4,2,0,10],[3,10,0.42,2,0,10],[3,10,0.44,2,0,10],[3,10,0.46,2,0,10],[3,10,0.48,2,0,10],[3,10,0.5,2,0,10]],
        "BP": 0,
        "SPAdd": 10,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Passive",
        "EE": []
},
        "Live": {
        "Name": "「尽情取悦本王吧」",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "我方队友施放终结技时，吉尔伽美什获得【王来背负】，使自身造成的终结技伤害提高@ <b>#3[p]</b> #，持续 <b>#1[f]</b> 回合。 初始自身回合开始时自动施放普攻。我方其他目标行动时，吉尔伽美什获得1点【兴致】，每拥有1点【兴致】使自身速度提高@ <b>#4[p]</b> #。 当【兴致】首次达到 <b>#2[f]</b> 点时，进入【来兴致了！】状态，该状态下仅能施放战技，且持续整场战斗。施放战技后，清空自身【兴致】。",
        "Params": [[3,10,0.2,0.1],[3,10,0.22,0.1],[3,10,0.24,0.1],[3,10,0.26,0.1],[3,10,0.28,0.1],[3,10,0.3,0.1],[3,10,0.325,0.1],[3,10,0.35,0.1],[3,10,0.375,0.1],[3,10,0.4,0.1],[3,10,0.42,0.1],[3,10,0.44,0.1],[3,10,0.46,0.1],[3,10,0.48,0.1],[3,10,0.5,0.1]],
        "BP": 0,
        "SPAdd": 10,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Passive",
        "EE": []
},
    },
    "150905": {
        "v1": {
        "Name": "「本王允许你进攻」",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "群攻",
        "Desc": "Saber每累计施放 <b>#5[f]</b> 次攻击后，吉尔伽美什和Saber共同发动<u>连携追加攻击</u>，对敌方全体分别造成等同于吉尔伽美什@ <b>#1[p]</b> #攻击力的雷属性伤害以及Saber@ <b>#2[p]</b> #攻击力的风属性伤害，随后吉尔伽美什获得 <b>#3[f]</b> 点【兴致】，Saber固定恢复 <b>#4[f]</b> 点能量并且<u>行动提前</u>@ <b>#6[p]</b> #，重置Saber的累计攻击计数。",
        "Params": [[2,3,3,200,3,0.25],[2.2,3.3,3,200,3,0.275],[2.4,3.6,3,200,3,0.3],[2.6,3.9,3,200,3,0.325],[2.8,4.2,3,200,3,0.35],[3,4.5,3,200,3,0.375],[3.25,4.875,3,200,3,0.40625],[3.5,5.25,3,200,3,0.4375],[3.75,5.625,3,200,3,0.46875],[4,6,3,200,3,0.5],[4.2,6.3,3,200,3,0.525],[4.4,6.6,3,200,3,0.55],[4.6,6.9,3,200,3,0.575],[4.8,7.2,3,200,3,0.6],[5,7.5,3,200,3,0.625]],
        "BP": 0,
        "SPAdd": 10,
        "AttackType": "None",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_",
        "EE": []
},
        "v2": {
        "Name": "「本王允许你进攻」",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "群攻",
        "Desc": "Saber每累计施放 <b>#5[f]</b> 次攻击后，吉尔伽美什和Saber共同发动<u>连携追加攻击</u>，对敌方全体分别造成等同于吉尔伽美什@ <b>#1[p]</b> #攻击力的雷属性伤害以及Saber@ <b>#2[p]</b> #攻击力的风属性伤害，随后吉尔伽美什获得 <b>#3[f]</b> 点【兴致】，Saber固定恢复 <b>#4[f]</b> 点能量并且<u>行动提前</u>@ <b>#6[p]</b> #，重置Saber的累计攻击计数。",
        "Params": [[2,3,3,200,3,0.25],[2.2,3.3,3,200,3,0.275],[2.4,3.6,3,200,3,0.3],[2.6,3.9,3,200,3,0.325],[2.8,4.2,3,200,3,0.35],[3,4.5,3,200,3,0.375],[3.25,4.875,3,200,3,0.40625],[3.5,5.25,3,200,3,0.4375],[3.75,5.625,3,200,3,0.46875],[4,6,3,200,3,0.5],[4.2,6.3,3,200,3,0.525],[4.4,6.6,3,200,3,0.55],[4.6,6.9,3,200,3,0.575],[4.8,7.2,3,200,3,0.6],[5,7.5,3,200,3,0.625]],
        "BP": 0,
        "SPAdd": 10,
        "AttackType": "None",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Passive",
        "EE": []
},
        "Live": {
        "Name": "「本王允许你进攻」",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "群攻",
        "Desc": "吉尔伽美什或Saber攻击时累计1点攻击计数，任意单位攻击后若累计攻击计数达到 <b>#5[f]</b> ，吉尔伽美什和Saber发动<u>连携追加攻击</u>，对敌方全体分别造成等同于吉尔伽美什@ <b>#1[p]</b> #攻击力的雷属性伤害以及Saber@ <b>#2[p]</b> #攻击力的风属性伤害，随后吉尔伽美什获得 <b>#3[f]</b> 点【兴致】，Saber固定恢复 <b>#4[f]</b> 点能量并使自身下一次施放终结技时，造成的伤害为原伤害的@ <b>#6[p]</b> #。 施放<u>连携追加攻击</u>后清空累计攻击计数。",
        "Params": [[2,3,3,120,8,1.2],[2.2,3.3,3,120,8,1.28],[2.4,3.6,3,120,8,1.36],[2.6,3.9,3,120,8,1.44],[2.8,4.2,3,120,8,1.52],[3,4.5,3,120,8,1.6],[3.25,4.875,3,120,8,1.7],[3.5,5.25,3,120,8,1.8],[3.75,5.625,3,120,8,1.9],[4,6,3,120,8,2],[4.2,6.3,3,120,8,2.08],[4.4,6.6,3,120,8,2.16],[4.6,6.9,3,120,8,2.24],[4.8,7.2,3,120,8,2.32],[5,7.5,3,120,8,2.4]],
        "BP": 0,
        "SPAdd": 10,
        "AttackType": "None",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Passive",
        "EE": []
},
    },
    "150906": {
        "v1": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Normal",
        "EE": []
},
        "v2": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Normal",
        "EE": []
},
        "Live": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Normal",
        "EE": []
},
    },
    "150907": {
        "v1": {
        "Name": "天之锁",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Impair",
        "Desc": "使用秘技后，制造1片持续 <b>#1[f]</b> 秒的特殊领域，处于特殊领域内的敌人陷入【王来允许】状态，【王来允许】状态下的敌人会停止所有行动。 主动攻击陷入【王来允许】的敌人进入战斗时，使所有处于【王来允许】状态的敌人同时进入战斗，进入战斗后对敌方全体造成等同于吉尔伽美什@ <b>#2[p]</b> #攻击力的雷属性伤害，且吉尔伽美什立即获得 <b>#3[f]</b> 点【兴致】。我方制造的领域效果最多存在1个。",
        "Params": [[10,1,3]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Maze",
        "EE": []
},
        "v2": {
        "Name": "天之锁",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Impair",
        "Desc": "使用秘技后，制造1片持续 <b>#1[f]</b> 秒的特殊领域，处于特殊领域内的敌人陷入【王来允许】状态，【王来允许】状态下的敌人会停止所有行动。 主动攻击陷入【王来允许】的敌人进入战斗时，使所有处于【王来允许】状态的敌人同时进入战斗，进入战斗后对敌方全体造成等同于吉尔伽美什@ <b>#2[p]</b> #攻击力的雷属性伤害，且吉尔伽美什立即获得 <b>#3[f]</b> 点【兴致】。我方制造的领域效果最多存在1个。",
        "Params": [[10,1,3]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Maze",
        "EE": []
},
        "Live": {
        "Name": "天之锁",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Impair",
        "Desc": "使用秘技后，制造1片持续 <b>#1[f]</b> 秒的特殊领域，处于特殊领域内的敌人陷入【王来允许】状态，【王来允许】状态下的敌人会停止所有行动。 主动攻击陷入【王来允许】的敌人进入战斗时，使所有处于【王来允许】状态的敌人同时进入战斗，进入战斗后对敌方全体造成等同于吉尔伽美什@ <b>#2[p]</b> #攻击力的雷属性伤害，且吉尔伽美什立即获得 <b>#3[f]</b> 点【兴致】。我方制造的领域效果最多存在1个。",
        "Params": [[10,2,3]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_Maze",
        "EE": []
},
    },
    "150909": {
        "v1": {
        "Name": "漫不经心",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "SingleAttack",
        "Desc": "",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 0,
        "SPAdd": 20,
        "AttackType": "BPSkill",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_BP",
        "EE": []
},
        "v2": {
        "Name": "漫不经心",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "SingleAttack",
        "Desc": "",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 0,
        "SPAdd": 20,
        "AttackType": "BPSkill",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_BP",
        "EE": []
},
        "Live": {
        "Name": "漫不经心",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "SingleAttack",
        "Desc": "",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 0,
        "SPAdd": 20,
        "AttackType": "BPSkill",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1509_BP",
        "EE": []
},
    },
}

var _avatarskilltree_ = {
    "1509": {
        "v1": {
        "Add": {
                "CriticalChanceBase": 0.187,
                "AttackAddedRatio": 0.18,
                "ThunderAddedRatio": 0.08
        },
        "Tree1": {
                "Name": "史诗的源头",
                "Desc": "我方其他角色施放终结技时，吉尔伽美什额外获得<b><color style='color:#f29e38'>3</color></b>点【兴致】，并固定恢复等同于本次消耗能量值<b><color style='color:#f29e38'>80.0%</color></b>的能量。",
                "Icon": "SkillIcon_1509_SkillTree1"
        },
        "Tree2": {
                "Name": "英雄的孤傲",
                "Desc": "吉尔伽美什可积攒最多<b><color style='color:#f29e38'>120</color></b>点溢出能量，施放终结技后清空溢出能量值并恢复相应的能量值。本场战斗中，吉尔伽美什每获得1点【兴致】，使自身暴击伤害提高<b><color style='color:#f29e38'>10.0%</color></b>，该效果最多叠加<b><color style='color:#f29e38'>12</color></b>层。",
                "Icon": "SkillIcon_1509_SkillTree2"
        },
        "Tree3": {
                "Name": "王霸的竞逐",
                "Desc": "吉尔伽美什在场时，使我方全体目标攻击力提高<b><color style='color:#f29e38'>30.0%</color></b>，暴击伤害提高<b><color style='color:#f29e38'>30.0%</color></b>。若目标能量上限大于<b><color style='color:#f29e38'>100</color></b>，每超过1点能量上限使攻击力和暴击伤害额外提高<b><color style='color:#f29e38'>1.0%</color></b>，最多额外提高<b><color style='color:#f29e38'>100%</color></b>。",
                "Icon": "SkillIcon_1509_SkillTree3"
        }
},
        "v2": {
        "Add": {
                "CriticalChanceBase": 0.187,
                "AttackAddedRatio": 0.18,
                "ThunderAddedRatio": 0.08
        },
        "Tree1": {
                "Name": "史诗的源头",
                "Desc": "我方其他角色施放终结技时，吉尔伽美什额外获得<b><color style='color:#f29e38'>3</color></b>点【兴致】，并固定恢复等同于本次消耗能量值<b><color style='color:#f29e38'>80.0%</color></b>的能量。",
                "Icon": "SkillIcon_1509_SkillTree1"
        },
        "Tree2": {
                "Name": "英雄的孤傲",
                "Desc": "吉尔伽美什可积攒最多<b><color style='color:#f29e38'>120</color></b>点溢出能量，施放终结技后清空溢出能量值并恢复相应的能量值。本场战斗中，吉尔伽美什每获得1点【兴致】，使自身暴击伤害提高<b><color style='color:#f29e38'>10.0%</color></b>，该效果最多叠加<b><color style='color:#f29e38'>12</color></b>层。",
                "Icon": "SkillIcon_1509_SkillTree2"
        },
        "Tree3": {
                "Name": "王霸的竞逐",
                "Desc": "吉尔伽美什在场时，使我方全体目标攻击力提高<b><color style='color:#f29e38'>30.0%</color></b>，暴击伤害提高<b><color style='color:#f29e38'>30.0%</color></b>。若目标能量上限大于<b><color style='color:#f29e38'>100</color></b>，每超过1点能量上限使攻击力和暴击伤害额外提高<b><color style='color:#f29e38'>1.0%</color></b>，最多额外提高<b><color style='color:#f29e38'>100%</color></b>。",
                "Icon": "SkillIcon_1509_SkillTree3"
        }
},
        "Live": {
        "Add": {
                "CriticalChanceBase": 0.187,
                "AttackAddedRatio": 0.18,
                "ThunderAddedRatio": 0.08
        },
        "Tree1": {
                "Name": "史诗的源头",
                "Desc": "吉尔伽美什施放终结技时，获得<b><color style='color:#f29e38'>2</color></b>点【兴致】。我方其他角色施放终结技时，吉尔伽美什额外获得<b><color style='color:#f29e38'>2</color></b>点【兴致】，并固定恢复等同于本次消耗能量值<b><color style='color:#f29e38'>30.0%</color></b>的能量。",
                "Icon": "SkillIcon_1509_SkillTree1"
        },
        "Tree2": {
                "Name": "英雄的孤傲",
                "Desc": "本场战斗中，吉尔伽美什每获得1点【兴致】，使自身暴击伤害提高<b><color style='color:#f29e38'>25.0%</color></b>，该效果最多叠加<b><color style='color:#f29e38'>6</color></b>层。",
                "Icon": "SkillIcon_1509_SkillTree2"
        },
        "Tree3": {
                "Name": "王霸的竞逐",
                "Desc": "吉尔伽美什在场时，使我方全体目标攻击力提高<b><color style='color:#f29e38'>20.0%</color></b>，暴击伤害提高<b><color style='color:#f29e38'>20.0%</color></b>。若目标能量上限大于<b><color style='color:#f29e38'>140</color></b>，每超过1点能量上限使攻击力和暴击伤害额外提高<b><color style='color:#f29e38'>1.0%</color></b>，最多额外提高<b><color style='color:#f29e38'>100%</color></b>。",
                "Icon": "SkillIcon_1509_SkillTree3"
        }
},
    },
}

var _avatarrank_ = {
    "150901": {
        "v1": {
        "Rank": 1,
        "Name": "见证一切之人",
        "Desc": "当吉尔伽美什持有【王来承认】时，【王来承认】无视防御力的效果对其他队友也生效，且【王来承认】额外使吉尔伽美什攻击力提高<b><color style='color:#f29e38'>25.0%</color></b>。吉尔伽美什消耗【兴致】后，下一次施放战技时额外固定恢复<b><color style='color:#f29e38'>60</color></b>能量。",
        "Icon": "SkillIcon_1509_Rank1"
},
        "v2": {
        "Rank": 1,
        "Name": "见证一切之人",
        "Desc": "当吉尔伽美什持有【王来承认】时，【王来承认】无视防御力的效果对其他队友也生效，且【王来承认】额外使吉尔伽美什攻击力提高<b><color style='color:#f29e38'>25.0%</color></b>。吉尔伽美什消耗【兴致】后，下一次施放战技时额外固定恢复<b><color style='color:#f29e38'>60</color></b>能量。",
        "Icon": "SkillIcon_1509_Rank1"
},
        "Live": {
        "Rank": 1,
        "Name": "见证一切之人",
        "Desc": "当吉尔伽美什持有【王来承认】时，【王来承认】无视防御力的效果对其他队友也生效，且【王来承认】额外使吉尔伽美什攻击力提高<b><color style='color:#f29e38'>60.0%</color></b>。施放战技时额外固定恢复<b><color style='color:#f29e38'>40</color></b>能量。",
        "Icon": "SkillIcon_1509_Rank1"
},
    },
    "150902": {
        "v1": {
        "Rank": 2,
        "Name": "通晓万物之智",
        "Desc": "吉尔伽美什进入战斗时获得<b><color style='color:#f29e38'>8</color></b>点【兴致】，施放终结技时额外获得<b><color style='color:#f29e38'>6</color></b>点【兴致】。战技【王之财宝】对主目标造成的伤害倍率提高<b><color style='color:#f29e38'>30.0%</color></b>，对相邻目标造成的伤害倍率提高<b><color style='color:#f29e38'>20.0%</color></b>",
        "Icon": "SkillIcon_1509_Rank2"
},
        "v2": {
        "Rank": 2,
        "Name": "通晓万物之智",
        "Desc": "吉尔伽美什进入战斗时获得<b><color style='color:#f29e38'>8</color></b>点【兴致】，施放终结技时额外获得<b><color style='color:#f29e38'>6</color></b>点【兴致】。战技【王之财宝】对主目标造成的伤害倍率提高<b><color style='color:#f29e38'>30.0%</color></b>，对相邻目标造成的伤害倍率提高<b><color style='color:#f29e38'>20.0%</color></b>",
        "Icon": "SkillIcon_1509_Rank2"
},
        "Live": {
        "Rank": 2,
        "Name": "通晓万物之智",
        "Desc": "吉尔伽美什进入战斗时获得<b><color style='color:#f29e38'>5</color></b>点【兴致】，施放终结技时额外获得<b><color style='color:#f29e38'>5</color></b>点【兴致】。战技【王之财宝】对主目标造成的伤害倍率提高<b><color style='color:#f29e38'>100%</color></b>，对相邻目标造成的伤害倍率提高<b><color style='color:#f29e38'>50.0%</color></b>。",
        "Icon": "SkillIcon_1509_Rank2"
},
    },
    "150903": {
        "v1": {
        "Rank": 3,
        "Name": "跋涉千里之旅",
        "Desc": "战技等级+2，最多不超过15级；普攻等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1509_BP"
},
        "v2": {
        "Rank": 3,
        "Name": "跋涉千里之旅",
        "Desc": "战技等级+2，最多不超过15级；普攻等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1509_BP"
},
        "Live": {
        "Rank": 3,
        "Name": "跋涉千里之旅",
        "Desc": "战技等级+2，最多不超过15级；普攻等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1509_BP"
},
    },
    "150904": {
        "v1": {
        "Rank": 4,
        "Name": "唯我独尊之王",
        "Desc": "吉尔伽美什的<u>能量恢复效率</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。",
        "Icon": "SkillIcon_1509_Rank4"
},
        "v2": {
        "Rank": 4,
        "Name": "唯我独尊之王",
        "Desc": "吉尔伽美什的<u>能量恢复效率</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。",
        "Icon": "SkillIcon_1509_Rank4"
},
        "Live": {
        "Rank": 4,
        "Name": "唯我独尊之王",
        "Desc": "吉尔伽美什的<u>能量恢复效率</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。",
        "Icon": "SkillIcon_1509_Rank4"
},
    },
    "150905": {
        "v1": {
        "Rank": 5,
        "Name": "人神诀别之剑",
        "Desc": "终结技等级+2，最多不超过15级；天赋等级+2，最多不超过15级。",
        "Icon": "SkillIcon_1509_Ultra"
},
        "v2": {
        "Rank": 5,
        "Name": "人神诀别之剑",
        "Desc": "终结技等级+2，最多不超过15级；天赋等级+2，最多不超过15级。",
        "Icon": "SkillIcon_1509_Ultra"
},
        "Live": {
        "Rank": 5,
        "Name": "人神诀别之剑",
        "Desc": "终结技等级+2，最多不超过15级；天赋等级+2，最多不超过15级。",
        "Icon": "SkillIcon_1509_Ultra"
},
    },
    "150906": {
        "v1": {
        "Rank": 6,
        "Name": "挚友淬锻之魂",
        "Desc": "终结技【天地乖离•开辟之星】的弹射伤害倍率提高<b><color style='color:#f29e38'>20.0%</color></b>。吉尔伽美什在场时，使我方角色的全属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>，且我方角色施放终结技时，吉尔伽美什获得1点【黄金律】，最多累计<b><color style='color:#f29e38'>5</color></b>点。若吉尔伽美什施放终极技时持有的【黄金律】等于<b><color style='color:#f29e38'>5</color></b>点，消耗所有【黄金律】激活自身终结技。",
        "Icon": "SkillIcon_1509_Rank6"
},
        "v2": {
        "Rank": 6,
        "Name": "挚友淬锻之魂",
        "Desc": "终结技【天地乖离•开辟之星】的弹射伤害倍率提高<b><color style='color:#f29e38'>20.0%</color></b>。吉尔伽美什在场时，使我方角色的全属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>，且我方角色施放终结技时，吉尔伽美什获得1点【黄金律】，最多累计<b><color style='color:#f29e38'>5</color></b>点。若吉尔伽美什施放终极技时持有的【黄金律】等于<b><color style='color:#f29e38'>5</color></b>点，消耗所有【黄金律】激活自身终结技。",
        "Icon": "SkillIcon_1509_Rank6"
},
        "Live": {
        "Rank": 6,
        "Name": "挚友淬锻之魂",
        "Desc": "终结技【天地乖离•开辟之星】的弹射伤害倍率提高<b><color style='color:#f29e38'>80.0%</color></b>。吉尔伽美什在场时，使我方角色的全属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。队友施放终结技时，吉尔伽美什获得1点【黄金律】，最多累计<b><color style='color:#f29e38'>3</color></b>点。自身施放终结技时消耗全部【黄金律】，每消耗1点【黄金律】使造成的终结技伤害的暴击伤害提高<b><color style='color:#f29e38'>100%</color></b>。",
        "Icon": "SkillIcon_1509_Rank6"
},
    },
}

var _story_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _voice_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _notes_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _adiff_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _mtc_ = {
    "1509": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "111001": 5
            },
            {
                "2": 8000,
                "111001": 10
            },
            {
                "2": 16000,
                "111002": 6,
                "110434": 3
            },
            {
                "2": 40000,
                "111002": 9,
                "110434": 7
            },
            {
                "2": 80000,
                "111003": 6,
                "110434": 20
            },
            {
                "2": 160000,
                "111003": 9,
                "110434": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110281": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110282": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110282": 5,
                        "111002": 4
                    },
                    {
                        "2": 45000,
                        "110283": 3,
                        "111003": 3
                    },
                    {
                        "2": 160000,
                        "110283": 8,
                        "111003": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110281": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110282": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110282": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110282": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110283": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110283": 5,
                        "110502": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110283": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110283": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110281": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110282": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110282": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110282": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110283": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110283": 5,
                        "110502": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110283": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110283": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110281": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110282": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110282": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110282": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110283": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110283": 5,
                        "110502": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110283": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110283": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "秘技",
                "Level": 1,
                "Mats": []
            }
        ],
        "Points": [
            {
                "Name": "暴击率 +18.7%",
                "Mat": {
                    "2": 237500,
                    "111001": 2,
                    "110282": 8,
                    "111002": 7,
                    "110283": 11,
                    "111003": 11
                }
            },
            {
                "Name": "攻击力 +18.0%",
                "Mat": {
                    "2": 210000,
                    "110281": 3,
                    "111001": 6,
                    "110283": 11,
                    "111003": 11
                }
            },
            {
                "Name": "雷属性伤害提高 +8.0%",
                "Mat": {
                    "2": 170000,
                    "110282": 3,
                    "111002": 3,
                    "110283": 8,
                    "111003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "史诗的源头",
                "Mat": {
                    "2": 5000,
                    "110281": 3,
                    "110502": 1
                }
            },
            {
                "Name": "英雄的孤傲",
                "Mat": {
                    "2": 20000,
                    "110282": 5,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "王霸的竞逐",
                "Mat": {
                    "2": 160000,
                    "110283": 8,
                    "241": 1,
                    "110502": 1
                }
            }
        ]
    }
}
