// Auto Generated

var _versions_ = {
    "1510": ["v1", "v2", "Live"]
}

var _avatarskill_ = {
    "151001": {
        "v1": {
        "Name": "点燃第一里航标",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对敌方单体造成等同于姬子•启行@ <b>#1[p]</b> #攻击力的火属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Normal",
        "EE": []
},
        "v2": {
        "Name": "点燃第一里航标",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对敌方单体造成等同于姬子•启行@ <b>#1[p]</b> #攻击力的火属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Normal",
        "EE": []
},
        "Live": {
        "Name": "点燃第一里航标",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对敌方单体造成等同于姬子•启行@ <b>#1[p]</b> #攻击力的火属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Normal",
        "EE": []
},
    },
    "151002": {
        "v1": {
        "Name": "升起领航的烽火",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "辅助",
        "Desc": "施放战技后姬子•启行获得【领航旗语】，持续 <b>#2[f]</b> 回合，姬子•启行每回合开始时持续回合数减1。当姬子•启行拥有【领航旗语】时，立即恢复所有<u>助战技</u>施放次数，我方全体造成的伤害提高@ <b>#1[p]</b> #。每个回合开始时，立即恢复1次<u>助战技</u>施放次数。",
        "Params": [[0.15,3],[0.165,3],[0.18,3],[0.195,3],[0.21,3],[0.225,3],[0.24375,3],[0.2625,3],[0.28125,3],[0.3,3],[0.315,3],[0.33,3],[0.345,3],[0.36,3],[0.375,3]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_BP",
        "EE": []
},
        "v2": {
        "Name": "升起领航的烽火",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "辅助",
        "Desc": "施放战技后姬子•启行获得【领航旗语】，持续 <b>#2[f]</b> 回合，姬子•启行每回合开始时持续回合数减1。当姬子•启行拥有【领航旗语】时，立即恢复所有<u>助战技</u>施放次数，我方全体造成的伤害提高@ <b>#1[p]</b> #。每个回合开始时，立即恢复1次<u>助战技</u>施放次数。",
        "Params": [[0.15,3],[0.165,3],[0.18,3],[0.195,3],[0.21,3],[0.225,3],[0.24375,3],[0.2625,3],[0.28125,3],[0.3,3],[0.315,3],[0.33,3],[0.345,3],[0.36,3],[0.375,3]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_BP",
        "EE": []
},
        "Live": {
        "Name": "升起领航的烽火",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "辅助",
        "Desc": "施放战技后立即恢复所有<u>助战技</u>使用次数，姬子•启行获得【领航旗语】，持续 <b>#2[f]</b> 回合，姬子•启行每回合开始时持续回合数减1。当姬子•启行拥有【领航旗语】时，我方全体造成的伤害提高@ <b>#1[p]</b> #，每个回合开始时，立即恢复1次<u>助战技</u>使用次数。",
        "Params": [[0.1,3],[0.11,3],[0.12,3],[0.13,3],[0.14,3],[0.15,3],[0.1625,3],[0.175,3],[0.1875,3],[0.2,3],[0.21,3],[0.22,3],[0.23,3],[0.24,3],[0.25,3]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_BP",
        "EE": []
},
    },
    "151003": {
        "v1": {
        "Name": "我们，亦是逐星的巨人",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "立即驾驶「拓星者」，「拓星者」拥有可对敌方发动6次的【超频粒子光束】或消耗<u>【源能】</u>发动的【轨道歼灭脉冲】。 当【超频粒子光束】次数耗尽时，会自动发动【轨道歼灭脉冲】，随后发动最后一击，造成 <b>#6[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于姬子•启行@ <b>#7[p]</b> #攻击力的火属性伤害。 施放【超频粒子光束】或【轨道歼灭脉冲】对场上所有敌方造成致命伤害或敌方无法被继续削减生命值时，会立即发动最后一击。",
        "Params": [[0.15,1,0.1,1,0.2,3,0.5,3],[0.165,1,0.11,1,0.22,3,0.55,3],[0.18,1,0.12,1,0.24,3,0.6,3],[0.195,1,0.13,1,0.26,3,0.65,3],[0.21,1,0.14,1,0.28,3,0.7,3],[0.225,1,0.15,1,0.3,3,0.75,3],[0.24375,1,0.1625,1,0.325,3,0.8125,3],[0.2625,1,0.175,1,0.35,3,0.875,3],[0.28125,1,0.1875,1,0.375,3,0.9375,3],[0.3,1,0.2,1,0.4,3,1,3],[0.315,1,0.21,1,0.42,3,1.05,3],[0.33,1,0.22,1,0.44,3,1.1,3],[0.345,1,0.23,1,0.46,3,1.15,3],[0.36,1,0.24,1,0.48,3,1.2,3],[0.375,1,0.25,1,0.5,3,1.25,3]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                5.2,
                0.0
        ],
        "Icon": "SkillIcon_1510_Ultra",
        "EE": []
},
        "v2": {
        "Name": "我们，亦是逐星的巨人",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "立即操控「拓星者」，「拓星者」拥有可对敌方发动6次的【超频粒子光束】或消耗<u>【源能】</u>发动的【轨道歼灭脉冲】，对指定敌方单体最多造成等同于姬子•启行@ <b>#9[p]</b> #攻击力的火属性伤害，对其他目标最多造成等同于姬子•启行@ <b>#10[p]</b> #攻击力的火属性伤害。 当【超频粒子光束】次数耗尽时，会自动发动【轨道歼灭脉冲】，随后发动最后一击，造成 <b>#6[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于姬子•启行@ <b>#7[p]</b> #攻击力的火属性伤害。 施放【超频粒子光束】或【轨道歼灭脉冲】对场上所有敌方造成致命伤害或敌方无法被继续削减生命值时，会立即发动最后一击。",
        "Params": [[0.15,1,0.1,1,0.2,3,0.5,3,4.5,1.2],[0.165,1,0.11,1,0.22,3,0.55,3,4.95,1.32],[0.18,1,0.12,1,0.24,3,0.6,3,5.4,1.44],[0.195,1,0.13,1,0.26,3,0.65,3,5.85,1.56],[0.21,1,0.14,1,0.28,3,0.7,3,6.3,1.68],[0.225,1,0.15,1,0.3,3,0.75,3,6.75,1.8],[0.24375,1,0.1625,1,0.325,3,0.8125,3,7.3125,1.95],[0.2625,1,0.175,1,0.35,3,0.875,3,7.875,2.1],[0.28125,1,0.1875,1,0.375,3,0.9375,3,8.4375,2.25],[0.3,1,0.2,1,0.4,3,1,3,9,2.4],[0.315,1,0.21,1,0.42,3,1.05,3,9.45,2.52],[0.33,1,0.22,1,0.44,3,1.1,3,9.9,2.64],[0.345,1,0.23,1,0.46,3,1.15,3,10.35,2.76],[0.36,1,0.24,1,0.48,3,1.2,3,10.8,2.88],[0.375,1,0.25,1,0.5,3,1.25,3,11.25,3]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                4.2,
                0.0
        ],
        "Icon": "SkillIcon_1510_Ultra",
        "EE": []
},
        "Live": {
        "Name": "我们，亦是逐星的巨人",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "立即操控「拓星者」，「拓星者」拥有可对敌方发动6次的【超频粒子光束】或消耗<u>【源能】</u>发动的【轨道歼灭脉冲】，对指定敌方单体最多造成等同于姬子•启行@ <b>#9[p]</b> #攻击力的火属性伤害，对其他目标最多造成等同于姬子•启行@ <b>#10[p]</b> #攻击力的火属性伤害。 当【超频粒子光束】次数耗尽时，会自动发动【轨道歼灭脉冲】，随后发动最后一击，造成 <b>#6[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于姬子•启行@ <b>#7[p]</b> #攻击力的火属性伤害。 施放【超频粒子光束】或【轨道歼灭脉冲】对场上所有敌方造成致命伤害或敌方无法被继续削减生命值时，会立即发动最后一击。",
        "Params": [[0.16,1,0.1,1,0.15,3,0.4,3,3.81,1.26],[0.176,1,0.11,1,0.165,3,0.44,3,4.191,1.386],[0.192,1,0.12,1,0.18,3,0.48,3,4.572,1.512],[0.208,1,0.13,1,0.195,3,0.52,3,4.953,1.638],[0.224,1,0.14,1,0.21,3,0.56,3,5.334,1.764],[0.24,1,0.15,1,0.225,3,0.6,3,5.715,1.89],[0.26,1,0.1625,1,0.24375,3,0.65,3,6.19125,2.0475],[0.28,1,0.175,1,0.2625,3,0.7,3,6.6675,2.205],[0.3,1,0.1875,1,0.28125,3,0.75,3,7.14375,2.3625],[0.32,1,0.2,1,0.3,3,0.8,3,7.62,2.52],[0.336,1,0.21,1,0.315,3,0.84,3,8.001,2.646],[0.352,1,0.22,1,0.33,3,0.88,3,8.382,2.772],[0.368,1,0.23,1,0.345,3,0.92,3,8.763,2.898],[0.384,1,0.24,1,0.36,3,0.96,3,9.144,3.024],[0.4,1,0.25,1,0.375,3,1,3,9.525,3.15]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                4.8,
                0.0
        ],
        "Icon": "SkillIcon_1510_Ultra",
        "EE": []
},
    },
    "151004": {
        "v1": {
        "Name": "共赴灼热的远征",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "姬子•启在场时立即展开<u>境界</u>【拓星视界】，场上会出现「拓星者」，使我方全体角色获得<u>助战技</u>，施放<u>助战技</u>会视为发动了战技。 我方角色主动施放<u>助战技</u>会消耗1次<u>助战技</u>施放次数，使姬子•启行获得全属性<u>抗性穿透</u>提高@ <b>#2[p]</b> #、暴击伤害提高@ <b>#1[p]</b> #，攻击时可无视弱点属性削减敌方韧性，击破弱点时，触发火属性的弱点击破效果。",
        "Params": [[0.3,0.1],[0.32,0.11],[0.34,0.12],[0.36,0.13],[0.38,0.14],[0.4,0.15],[0.425,0.1625],[0.45,0.175],[0.475,0.1875],[0.5,0.2],[0.52,0.21],[0.54,0.22],[0.56,0.23],[0.58,0.24],[0.6,0.25]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Passive",
        "EE": []
},
        "v2": {
        "Name": "共赴灼热的远征",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "姬子•启行在场时立即展开<u>境界</u>【拓星视界】，场上会出现「拓星者」，使我方全体角色获得<u>助战技</u>，施放<u>助战技</u>会视为发动了战技。 我方角色主动施放<u>助战技</u>会消耗1次<u>助战技</u>施放次数，使姬子•启行获得全属性<u>抗性穿透</u>提高@ <b>#2[p]</b> #、暴击伤害提高@ <b>#1[p]</b> #，攻击时可无视弱点属性削减敌方韧性，击破弱点时，触发火属性的弱点击破效果。",
        "Params": [[0.3,0.1],[0.32,0.11],[0.34,0.12],[0.36,0.13],[0.38,0.14],[0.4,0.15],[0.425,0.1625],[0.45,0.175],[0.475,0.1875],[0.5,0.2],[0.52,0.21],[0.54,0.22],[0.56,0.23],[0.58,0.24],[0.6,0.25]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Passive",
        "EE": []
},
        "Live": {
        "Name": "共赴灼热的远征",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "姬子•启行在场时立即展开<u>境界</u>【拓星视界】，场上出现「拓星者」，并使我方全体角色获得1次<u>助战技</u>使用次数。我方角色可使用<u>助战技</u>呼唤「拓星者」攻击敌人。 使用<u>助战技</u>视为姬子•启行施放了战技，姬子•启行获得全属性<u>抗性穿透</u>提高@ <b>#2[p]</b> #、暴击伤害提高@ <b>#1[p]</b> #，攻击时可无视弱点属性削减敌方韧性，击破弱点时，触发火属性的弱点击破效果。 除姬子•启行外的我方角色使用<u>助战技</u>时，会使其恢复 <b>#3[f]</b> 点能量。",
        "Params": [[0.4,0.1,4],[0.44,0.11,4],[0.48,0.12,4],[0.52,0.13,4],[0.56,0.14,4],[0.6,0.15,4],[0.65,0.1625,4],[0.7,0.175,4],[0.75,0.1875,4],[0.8,0.2,4],[0.84,0.21,4],[0.88,0.22,4],[0.92,0.23,4],[0.96,0.24,4],[1,0.25,4]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Passive",
        "EE": []
},
    },
    "151006": {
        "v1": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Normal",
        "EE": []
},
        "v2": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Normal",
        "EE": []
},
        "Live": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Normal",
        "EE": []
},
    },
    "151007": {
        "v1": {
        "Name": "拓星巡航",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Enhance",
        "Desc": "姬子•启行在队伍中时，使秘技点上限提高3点。 使用秘技后进入持续 <b>#1[f]</b> 秒的【巡航】状态，主动施放秘技消耗2点秘技点，立即攻击一定范围内的所有敌人。进入战斗后，每个波次开始时立即施放1次战技。 若攻击普通敌人则立即将其消灭，不会进入战斗。未击中敌人时不消耗秘技点。",
        "Params": [[30]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Maze",
        "EE": []
},
        "v2": {
        "Name": "拓星巡航",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Enhance",
        "Desc": "姬子•启行在队伍中时，使秘技点上限提高3点。 使用秘技后进入持续 <b>#1[f]</b> 秒的【巡航】状态，主动施放秘技消耗2点秘技点，立即攻击一定范围内的所有敌人。进入战斗后，每个波次开始时立即施放1次战技。 若攻击普通敌人则立即将其消灭，不会进入战斗。未击中敌人时不消耗秘技点。",
        "Params": [[30]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Maze",
        "EE": []
},
        "Live": {
        "Name": "拓星巡航",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Enhance",
        "Desc": "姬子•启行在队伍中时，使秘技点上限提高3点。 使用秘技后进入持续 <b>#1[f]</b> 秒的【巡航】状态，主动施放秘技消耗2点秘技点，立即攻击一定范围内的所有敌人。进入战斗后，每个波次开始时立即施放1次战技。 若攻击普通敌人则立即将其消灭，不会进入战斗。未击中敌人时不消耗秘技点。",
        "Params": [[30]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Maze",
        "EE": []
},
    },
    "151008": {
        "v1": {
        "Name": "超频粒子光束",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于姬子•启行@ <b>#1[p]</b> #攻击力的火属性伤害，获得 <b>#2[f]</b> 点<u>【源能】</u>，<u>【源能】</u>最多获得 <b>#3[f]</b> 个。",
        "Params": [[0.15,1,3],[0.165,1,3],[0.18,1,3],[0.195,1,3],[0.21,1,3],[0.225,1,3],[0.24375,1,3],[0.2625,1,3],[0.28125,1,3],[0.3,1,3],[0.315,1,3],[0.33,1,3],[0.345,1,3],[0.36,1,3],[0.375,1,3]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.2,
                0.0
        ],
        "Icon": "SkillIcon_1510_Ultra",
        "EE": []
},
        "v2": {
        "Name": "超频粒子光束",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于姬子•启行@ <b>#1[p]</b> #攻击力的火属性伤害，获得 <b>#2[f]</b> 点<u>【源能】</u>，<u>【源能】</u>最多获得 <b>#3[f]</b> 个。",
        "Params": [[0.15,1,3],[0.165,1,3],[0.18,1,3],[0.195,1,3],[0.21,1,3],[0.225,1,3],[0.24375,1,3],[0.2625,1,3],[0.28125,1,3],[0.3,1,3],[0.315,1,3],[0.33,1,3],[0.345,1,3],[0.36,1,3],[0.375,1,3]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.2,
                0.0
        ],
        "Icon": "SkillIcon_1510_Ultra",
        "EE": []
},
        "Live": {
        "Name": "超频粒子光束",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于姬子•启行@ <b>#1[p]</b> #攻击力的火属性伤害，获得 <b>#2[f]</b> 点<u>【源能】</u>，<u>【源能】</u>最多获得 <b>#3[f]</b> 个。",
        "Params": [[0.16,1,3],[0.176,1,3],[0.192,1,3],[0.208,1,3],[0.224,1,3],[0.24,1,3],[0.26,1,3],[0.28,1,3],[0.3,1,3],[0.32,1,3],[0.336,1,3],[0.352,1,3],[0.368,1,3],[0.384,1,3],[0.4,1,3]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.2,
                0.0
        ],
        "Icon": "SkillIcon_1510_Ultra",
        "EE": []
},
    },
    "151009": {
        "v1": {
        "Name": "轨道歼灭脉冲",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "消耗1点<u>【源能】</u>对敌方全体造成等同于姬子•启行@ <b>#1[p]</b> #攻击力的火属性伤害。当前<u>【源能】</u>大于1点时，每消耗 <b>#2[f]</b> 点<u>【源能】</u>，额外对敌方随机单体造成1次等同于姬子•启行@ <b>#3[p]</b> #攻击力的火属性伤害。",
        "Params": [[0.1,1,0.2],[0.11,1,0.22],[0.12,1,0.24],[0.13,1,0.26],[0.14,1,0.28],[0.15,1,0.3],[0.1625,1,0.325],[0.175,1,0.35],[0.1875,1,0.375],[0.2,1,0.4],[0.21,1,0.42],[0.22,1,0.44],[0.23,1,0.46],[0.24,1,0.48],[0.25,1,0.5]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Ultra",
        "Stance": [
                0.2,
                0.2,
                0.0
        ],
        "Icon": "SkillIcon_1510_Ultra",
        "EE": []
},
        "v2": {
        "Name": "轨道歼灭脉冲",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "消耗1点<u>【源能】</u>对敌方全体造成等同于姬子•启行@ <b>#1[p]</b> #攻击力的火属性伤害。当前<u>【源能】</u>大于1点时，每消耗 <b>#2[f]</b> 点<u>【源能】</u>，额外对敌方随机单体造成1次等同于姬子•启行@ <b>#3[p]</b> #攻击力的火属性伤害。",
        "Params": [[0.1,1,0.2],[0.11,1,0.22],[0.12,1,0.24],[0.13,1,0.26],[0.14,1,0.28],[0.15,1,0.3],[0.1625,1,0.325],[0.175,1,0.35],[0.1875,1,0.375],[0.2,1,0.4],[0.21,1,0.42],[0.22,1,0.44],[0.23,1,0.46],[0.24,1,0.48],[0.25,1,0.5]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Ultra",
        "Stance": [
                0.2,
                0.2,
                0.0
        ],
        "Icon": "SkillIcon_1510_Ultra",
        "EE": []
},
        "Live": {
        "Name": "轨道歼灭脉冲",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "消耗1点<u>【源能】</u>对敌方全体造成等同于姬子•启行@ <b>#1[p]</b> #攻击力的火属性伤害。当前<u>【源能】</u>大于1点时，每消耗 <b>#2[f]</b> 点<u>【源能】</u>，额外对敌方随机单体造成1次等同于姬子•启行@ <b>#3[p]</b> #攻击力的火属性伤害。",
        "Params": [[0.1,1,0.15],[0.11,1,0.165],[0.12,1,0.18],[0.13,1,0.195],[0.14,1,0.21],[0.15,1,0.225],[0.1625,1,0.24375],[0.175,1,0.2625],[0.1875,1,0.28125],[0.2,1,0.3],[0.21,1,0.315],[0.22,1,0.33],[0.23,1,0.345],[0.24,1,0.36],[0.25,1,0.375]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Ultra",
        "Stance": [
                0.2,
                0.2,
                0.0
        ],
        "Icon": "SkillIcon_1510_Ultra",
        "EE": []
},
    },
    "151014": {
        "v1": {
        "Name": "我们，亦是逐星的巨人",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[3,0.5],[3,0.55],[3,0.6],[3,0.65],[3,0.7],[3,0.75],[3,0.8125],[3,0.875],[3,0.9375],[3,1],[3,1.05],[3,1.1],[3,1.15],[3,1.2],[3,1.25]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.4,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Ultra",
        "EE": []
},
        "v2": {
        "Name": "我们，亦是逐星的巨人",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[3,0.5],[3,0.55],[3,0.6],[3,0.65],[3,0.7],[3,0.75],[3,0.8125],[3,0.875],[3,0.9375],[3,1],[3,1.05],[3,1.1],[3,1.15],[3,1.2],[3,1.25]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Ultra",
        "Stance": [
                0.4,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Ultra",
        "EE": []
},
        "Live": {
        "Name": "我们，亦是逐星的巨人",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "",
        "Params": [[3,0.4],[3,0.44],[3,0.48],[3,0.52],[3,0.56],[3,0.6],[3,0.65],[3,0.7],[3,0.75],[3,0.8],[3,0.84],[3,0.88],[3,0.92],[3,0.96],[3,1]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Ultra",
        "Stance": [
                0.4,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Ultra",
        "EE": []
},
    },
    "151022": {
        "v1": {
        "Name": "开拓，与你同行",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于姬子•启行@ <b>#1[p]</b> #攻击力的火属性伤害，额外造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于姬子•启行@ <b>#3[p]</b> #攻击力的火属性伤害。当姬子•启行施放时，对敌方全体造成等同于姬子•启行@ <b>#4[p]</b> #攻击力的火属性伤害，额外造成 <b>#5[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于姬子•启行@ <b>#6[p]</b> #攻击力的火属性伤害。 若施放者为姬子•启行外的<u>开拓同行</u>角色时，则根据施放者的不同，姬子•启行会获得【同行协议：裁决】或【同行协议：歼破】状态其中1种。 【同行协议：裁决】或【同行协议：歼破】状态效果发动的额外<u>助战技</u>单场战斗中最多发动 <b>#8[f]</b> 次，姬子•启行施放终结技后刷新发动次数。",
        "Params": [[1,3,0.15,1.25,4,0.2,10,2],[1.1,3,0.165,1.375,4,0.22,10,2],[1.2,3,0.18,1.5,4,0.24,10,2],[1.3,3,0.195,1.625,4,0.26,10,2],[1.4,3,0.21,1.75,4,0.28,10,2],[1.5,3,0.225,1.875,4,0.3,10,2],[1.625,3,0.24375,2.03125,4,0.325,10,2],[1.75,3,0.2625,2.1875,4,0.35,10,2],[1.875,3,0.28125,2.34375,4,0.375,10,2],[2,3,0.3,2.5,4,0.4,10,2],[2.1,3,0.315,2.625,4,0.42,10,2],[2.2,3,0.33,2.75,4,0.44,10,2],[2.3,3,0.345,2.875,4,0.46,10,2],[2.4,3,0.36,3,4,0.48,10,2],[2.5,3,0.375,3.125,4,0.5,10,2]],
        "BP": 0,
        "SPAdd": 20,
        "AttackType": "Assist",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Passive",
        "EE": []
},
        "v2": {
        "Name": "开拓，与你同行",
        "MaxLevel": 15,
        "Type": "助战技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于姬子•启行@ <b>#1[p]</b> #攻击力的火属性伤害，额外造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于姬子•启行@ <b>#3[p]</b> #攻击力的火属性伤害。当姬子•启行施放时，对敌方全体造成等同于姬子•启行@ <b>#4[p]</b> #攻击力的火属性伤害，额外造成 <b>#5[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于姬子•启行@ <b>#6[p]</b> #攻击力的火属性伤害。 若施放者为姬子•启行外的<u>开拓同行</u>角色时，则根据施放者的不同，姬子•启行会获得【同行协议：裁决】或【同行协议：歼破】状态其中1种。 【同行协议：裁决】或【同行协议：歼破】状态效果发动的额外<u>助战技</u>单场战斗中最多发动 <b>#8[f]</b> 次，姬子•启行施放终结技后刷新发动次数。",
        "Params": [[1,3,0.15,1.25,4,0.2,10,2],[1.1,3,0.165,1.375,4,0.22,10,2],[1.2,3,0.18,1.5,4,0.24,10,2],[1.3,3,0.195,1.625,4,0.26,10,2],[1.4,3,0.21,1.75,4,0.28,10,2],[1.5,3,0.225,1.875,4,0.3,10,2],[1.625,3,0.24375,2.03125,4,0.325,10,2],[1.75,3,0.2625,2.1875,4,0.35,10,2],[1.875,3,0.28125,2.34375,4,0.375,10,2],[2,3,0.3,2.5,4,0.4,10,2],[2.1,3,0.315,2.625,4,0.42,10,2],[2.2,3,0.33,2.75,4,0.44,10,2],[2.3,3,0.345,2.875,4,0.46,10,2],[2.4,3,0.36,3,4,0.48,10,2],[2.5,3,0.375,3.125,4,0.5,10,2]],
        "BP": 0,
        "SPAdd": 20,
        "AttackType": "Assist",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Passive",
        "EE": []
},
        "Live": {
        "Name": "开拓，与你同行",
        "MaxLevel": 15,
        "Type": "助战技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于姬子•启行@ <b>#1[p]</b> #攻击力的火属性伤害，额外造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于姬子•启行@ <b>#3[p]</b> #攻击力的火属性伤害。姬子•启行使用时，对敌方全体造成等同于姬子•启行@ <b>#4[p]</b> #攻击力的火属性伤害，额外造成 <b>#5[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于姬子•启行@ <b>#6[p]</b> #攻击力的火属性伤害。 若使用者为姬子•启行外的<u>开拓同行</u>角色，则根据使用者的不同，姬子•启行额外获得<color=#DE7A66><u><icon SpriteName=AvatarHimekoNova id=0 width=1 height=1>特殊效果</u>的其中1种。 所有<color=#DE7A66><u><icon SpriteName=AvatarHimekoNova id=1 width=1 height=1>特殊效果</u>发动的额外<u>助战技</u>单场战斗中最多发动 <b>#8[f]</b> 次，姬子•启行施放终结技后刷新发动次数。",
        "Params": [[0.8,3,0.12,1,4,0.18,4,2],[0.88,3,0.132,1.1,4,0.194,4,2],[0.96,3,0.144,1.2,4,0.208,4,2],[1.04,3,0.156,1.3,4,0.222,4,2],[1.12,3,0.168,1.4,4,0.236,4,2],[1.2,3,0.18,1.5,4,0.25,4,2],[1.3,3,0.195,1.625,4,0.2675,4,2],[1.4,3,0.21,1.75,4,0.285,4,2],[1.5,3,0.225,1.875,4,0.3025,4,2],[1.6,3,0.24,2,4,0.32,4,2],[1.68,3,0.252,2.1,4,0.334,4,2],[1.76,3,0.264,2.2,4,0.348,4,2],[1.84,3,0.276,2.3,4,0.362,4,2],[1.92,3,0.288,2.4,4,0.376,4,2],[2,3,0.3,2.5,4,0.39,4,2]],
        "BP": 0,
        "SPAdd": 18,
        "AttackType": "Assist",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Passive",
        "EE": []
},
    },
    "151025": {
        "v1": {
        "Name": "同行协议：裁决",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "进入【同行协议：裁决】状态。姬子•启行造成终结技伤害时，暴击伤害提高@ <b>#8[p]</b> #。姬子•启行的队友主动施放 <b>#9[f]</b> 次终结技后，姬子•启行立即对敌方发动1次无消耗的<u>助战技</u>，姬子•启行额外恢复 <b>#10[f]</b> 点能量。",
        "Params": [[1,3,0.15,1.25,4,0.2,10,0.5,2,4],[1.1,3,0.165,1.25,4,0.22,10,0.55,2,4],[1.2,3,0.18,1.25,4,0.24,10,0.6,2,4],[1.3,3,0.195,1.25,4,0.26,10,0.65,2,4],[1.4,3,0.21,1.25,4,0.28,10,0.7,2,4],[1.5,3,0.225,1.25,4,0.3,10,0.75,2,4],[1.625,3,0.24375,1.25,4,0.325,10,0.8125,2,4],[1.75,3,0.2625,1.25,4,0.35,10,0.875,2,4],[1.875,3,0.28125,1.25,4,0.375,10,0.9375,2,4],[2,3,0.3,1.25,4,0.4,10,1,2,4],[2.1,3,0.315,1.25,4,0.42,10,1.05,2,4],[2.2,3,0.33,1.25,4,0.44,10,1.1,2,4],[2.3,3,0.345,1.25,4,0.46,10,1.15,2,4],[2.4,3,0.36,1.25,4,0.48,10,1.2,2,4],[2.5,3,0.375,1.25,4,0.5,10,1.25,2,4]],
        "BP": 0,
        "SPAdd": 20,
        "AttackType": "Assist",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Passive",
        "EE": []
},
        "v2": {
        "Name": "同行协议：裁决",
        "MaxLevel": 15,
        "Type": "助战技",
        "Tag": "群攻",
        "Desc": "进入【同行协议：裁决】状态。姬子•启行造成终结技伤害时，暴击伤害提高@ <b>#8[p]</b> #。姬子•启行的队友主动施放 <b>#9[f]</b> 次终结技后，姬子•启行立即对敌方发动1次无消耗的<u>助战技</u>，姬子•启行额外恢复 <b>#10[f]</b> 点能量。",
        "Params": [[1,3,0.15,1.25,4,0.2,10,1,2,4],[1.1,3,0.165,1.25,4,0.22,10,1.1,2,4],[1.2,3,0.18,1.25,4,0.24,10,1.2,2,4],[1.3,3,0.195,1.25,4,0.26,10,1.3,2,4],[1.4,3,0.21,1.25,4,0.28,10,1.4,2,4],[1.5,3,0.225,1.25,4,0.3,10,1.5,2,4],[1.625,3,0.24375,1.25,4,0.325,10,1.625,2,4],[1.75,3,0.2625,1.25,4,0.35,10,1.75,2,4],[1.875,3,0.28125,1.25,4,0.375,10,1.875,2,4],[2,3,0.3,1.25,4,0.4,10,2,2,4],[2.1,3,0.315,1.25,4,0.42,10,2.1,2,4],[2.2,3,0.33,1.25,4,0.44,10,2.2,2,4],[2.3,3,0.345,1.25,4,0.46,10,2.3,2,4],[2.4,3,0.36,1.25,4,0.48,10,2.4,2,4],[2.5,3,0.375,1.25,4,0.5,10,2.5,2,4]],
        "BP": 0,
        "SPAdd": 20,
        "AttackType": "Assist",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Passive",
        "EE": []
},
        "Live": {
        "Name": "同行协议：裁决",
        "MaxLevel": 15,
        "Type": "助战技",
        "Tag": "群攻",
        "Desc": "进入【同行协议：裁决】状态。姬子•启行造成的伤害提高@ <b>#8[p]</b> #，造成的终结技伤害额外提高@ <b>#10[p]</b> #。姬子•启行的队友主动施放 <b>#9[f]</b> 次终结技后，姬子•启行立即对敌方发动1次无消耗的<u>助战技</u>。",
        "Params": [[0.8,3,0.12,1,4,0.18,4,0.5,2,0.5],[0.88,3,0.132,1.1,4,0.194,4,0.55,2,0.55],[0.96,3,0.144,1.2,4,0.208,4,0.6,2,0.6],[1.04,3,0.156,1.3,4,0.222,4,0.65,2,0.65],[1.12,3,0.168,1.4,4,0.236,4,0.7,2,0.7],[1.2,3,0.18,1.5,4,0.25,4,0.75,2,0.75],[1.3,3,0.195,1.625,4,0.2675,4,0.8125,2,0.8125],[1.4,3,0.21,1.75,4,0.285,4,0.875,2,0.875],[1.5,3,0.225,1.875,4,0.3025,4,0.9375,2,0.9375],[1.6,3,0.24,2,4,0.32,4,1,2,1],[1.68,3,0.252,2.1,4,0.334,4,1.05,2,1.05],[1.76,3,0.264,2.2,4,0.348,4,1.1,2,1.1],[1.84,3,0.276,2.3,4,0.362,4,1.15,2,1.15],[1.92,3,0.288,2.4,4,0.376,4,1.2,2,1.2],[2,3,0.3,2.5,4,0.39,4,1.25,2,1.25]],
        "BP": 0,
        "SPAdd": 18,
        "AttackType": "Assist",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Passive",
        "EE": []
},
    },
    "151026": {
        "v1": {
        "Name": "同行协议：歼破",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "群攻",
        "Desc": "进入【同行协议：歼破】状态。我方全体暴击伤害提高@ <b>#8[p]</b> #，战技造成的暴击伤害额外提高@ <b>#10[p]</b> #。我方每击中1名敌方目标均可获得1点充能，当充能到达 <b>#9[f]</b> 点后消耗所有充能，姬子•启行立即对敌方发动1次无消耗的<u>助战技</u>。本次<u>助战技</u>无法获得充能。",
        "Params": [[1,3,0.15,1.25,4,0.2,10,0.4,9,0.4],[1.1,3,0.165,1.375,4,0.22,10,0.44,9,0.44],[1.2,3,0.18,1.5,4,0.24,10,0.48,9,0.48],[1.3,3,0.195,1.625,4,0.26,10,0.52,9,0.52],[1.4,3,0.21,1.75,4,0.28,10,0.56,9,0.56],[1.5,3,0.225,1.875,4,0.3,10,0.6,9,0.6],[1.625,3,0.24375,2.03125,4,0.325,10,0.65,9,0.65],[1.75,3,0.2625,2.1875,4,0.35,10,0.7,9,0.7],[1.875,3,0.28125,2.34375,4,0.375,10,0.75,9,0.75],[2,3,0.3,2.5,4,0.4,10,0.8,9,0.8],[2.1,3,0.315,2.625,4,0.42,10,0.84,9,0.84],[2.2,3,0.33,2.75,4,0.44,10,0.88,9,0.88],[2.3,3,0.345,2.875,4,0.46,10,0.92,9,0.92],[2.4,3,0.36,3,4,0.48,10,0.96,9,0.96],[2.5,3,0.375,3.125,4,0.5,10,1,9,1]],
        "BP": 0,
        "SPAdd": 20,
        "AttackType": "Assist",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Passive",
        "EE": []
},
        "v2": {
        "Name": "同行协议：歼破",
        "MaxLevel": 15,
        "Type": "助战技",
        "Tag": "群攻",
        "Desc": "进入【同行协议：歼破】状态。我方全体暴击伤害提高@ <b>#8[p]</b> #，战技造成的暴击伤害额外提高@ <b>#10[p]</b> #。我方每击中1名敌方目标均可获得1点充能，当充能到达 <b>#9[f]</b> 点后消耗所有充能，姬子•启行立即对敌方发动1次无消耗的<u>助战技</u>。本次<u>助战技</u>无法获得充能。",
        "Params": [[1,3,0.15,1.25,4,0.2,10,0.25,9,0.25],[1.1,3,0.165,1.375,4,0.22,10,0.275,9,0.275],[1.2,3,0.18,1.5,4,0.24,10,0.3,9,0.3],[1.3,3,0.195,1.625,4,0.26,10,0.325,9,0.325],[1.4,3,0.21,1.75,4,0.28,10,0.35,9,0.35],[1.5,3,0.225,1.875,4,0.3,10,0.375,9,0.375],[1.625,3,0.24375,2.03125,4,0.325,10,0.40625,9,0.40625],[1.75,3,0.2625,2.1875,4,0.35,10,0.4375,9,0.4375],[1.875,3,0.28125,2.34375,4,0.375,10,0.46875,9,0.46875],[2,3,0.3,2.5,4,0.4,10,0.5,9,0.5],[2.1,3,0.315,2.625,4,0.42,10,0.525,9,0.525],[2.2,3,0.33,2.75,4,0.44,10,0.55,9,0.55],[2.3,3,0.345,2.875,4,0.46,10,0.575,9,0.575],[2.4,3,0.36,3,4,0.48,10,0.6,9,0.6],[2.5,3,0.375,3.125,4,0.5,10,0.625,9,0.625]],
        "BP": 0,
        "SPAdd": 20,
        "AttackType": "Assist",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Passive",
        "EE": []
},
        "Live": {
        "Name": "同行协议：歼破",
        "MaxLevel": 15,
        "Type": "助战技",
        "Tag": "群攻",
        "Desc": "进入【同行协议：歼破】状态。我方全体暴击伤害提高@ <b>#8[p]</b> #，战技造成的暴击伤害额外提高@ <b>#10[p]</b> #。我方每击中1名敌方目标均可获得1点充能，当充能到达 <b>#9[f]</b> 点后消耗所有充能，姬子•启行立即对敌方发动1次无消耗的<u>助战技</u>。本次<u>助战技</u>无法获得充能。",
        "Params": [[0.8,3,0.12,1,4,0.18,4,0.5,9,0.5],[0.88,3,0.132,1.1,4,0.194,4,0.55,9,0.55],[0.96,3,0.144,1.2,4,0.208,4,0.6,9,0.6],[1.04,3,0.156,1.3,4,0.222,4,0.65,9,0.65],[1.12,3,0.168,1.4,4,0.236,4,0.7,9,0.7],[1.2,3,0.18,1.5,4,0.25,4,0.75,9,0.75],[1.3,3,0.195,1.625,4,0.2675,4,0.8125,9,0.8125],[1.4,3,0.21,1.75,4,0.285,4,0.875,9,0.875],[1.5,3,0.225,1.875,4,0.3025,4,0.9375,9,0.9375],[1.6,3,0.24,2,4,0.32,4,1,9,1],[1.68,3,0.252,2.1,4,0.334,4,1.05,9,1.05],[1.76,3,0.264,2.2,4,0.348,4,1.1,9,1.1],[1.84,3,0.276,2.3,4,0.362,4,1.15,9,1.15],[1.92,3,0.288,2.4,4,0.376,4,1.2,9,1.2],[2,3,0.3,2.5,4,0.39,4,1.25,9,1.25]],
        "BP": 0,
        "SPAdd": 18,
        "AttackType": "Assist",
        "Stance": [
                0.5,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1510_Passive",
        "EE": []
},
    },
}

var _avatarskilltree_ = {
    "1510": {
        "v1": {
        "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "FireAddedRatio": 0.08
        },
        "Tree1": {
                "Name": "人类该向何处去",
                "Desc": "姬子•启行回合内<u>助战技</u>处于可施放状态时，施放<u>助战技</u>不消耗<u>助战技</u>施放次数。",
                "Icon": "SkillIcon_1510_SkillTree1"
        },
        "Tree2": {
                "Name": "列车的脉搏在轰鸣",
                "Desc": "除姬子•启行外的<u>开拓同行</u>角色主动施放<u>助战技</u>时，该角色会立即获得1个可插入施放终结技的<u>额外回合</u>，若因<u>助战技</u>获得的<u>额外回合</u>不会重复触发此行迹效果。",
                "Icon": "SkillIcon_1510_SkillTree2"
        },
        "Tree3": {
                "Name": "银轨在旷古中静默",
                "Desc": "施放终结技时，立即获得<b><color style='color:#f29e38'>3</color></b>点<u>【源能】</u>。若当前<u>【源能】</u>大于等于<b><color style='color:#f29e38'>3</color></b>点施放【轨道歼灭脉冲】攻击时，【轨道歼灭脉冲】对敌方随机单体造成的伤害倍率提高<b><color style='color:#f29e38'>40.0%</color></b>。",
                "Icon": "SkillIcon_1510_SkillTree3"
        }
},
        "v2": {
        "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "FireAddedRatio": 0.08
        },
        "Tree1": {
                "Name": "人类该向何处去",
                "Desc": "姬子•启行施放<u>助战技</u>不消耗<u>助战技</u>施放次数。",
                "Icon": "SkillIcon_1510_SkillTree1"
        },
        "Tree2": {
                "Name": "列车的脉搏在轰鸣",
                "Desc": "除姬子•启行外的<u>开拓同行</u>角色主动施放<u>助战技</u>时，该角色会立即获得1个可插入施放终结技的<u>额外回合</u>，若因<u>助战技</u>获得的<u>额外回合</u>不会重复触发此行迹效果。",
                "Icon": "SkillIcon_1510_SkillTree2"
        },
        "Tree3": {
                "Name": "银轨在旷古中静默",
                "Desc": "施放终结技时，立即获得<b><color style='color:#f29e38'>3</color></b>点<u>【源能】</u>。若当前<u>【源能】</u>大于等于<b><color style='color:#f29e38'>3</color></b>点施放【轨道歼灭脉冲】攻击时，【轨道歼灭脉冲】对敌方随机单体造成的伤害倍率提高<b><color style='color:#f29e38'>40.0%</color></b>。",
                "Icon": "SkillIcon_1510_SkillTree3"
        }
},
        "Live": {
        "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "FireAddedRatio": 0.08
        },
        "Tree1": {
                "Name": "人类该向何处去",
                "Desc": "姬子•启行使用<u>助战技</u>不消耗<u>助战技</u>使用次数。回合开始时，若当前<u>助战技</u>使用次数等于当前使用次数上限，姬子•启行额外恢复<b><color style='color:#f29e38'>5</color></b>点能量。",
                "Icon": "SkillIcon_1510_SkillTree1"
        },
        "Tree2": {
                "Name": "列车的脉搏在轰鸣",
                "Desc": "除姬子•启行外的<u>开拓同行</u>角色使用<u>助战技</u>时，该角色会立即获得1个可插入施放终结技的<u>额外回合</u>，因<u>助战技</u>获得的<u>额外回合</u>不会重复触发此行迹效果。",
                "Icon": "SkillIcon_1510_SkillTree2"
        },
        "Tree3": {
                "Name": "银轨在旷古中静默",
                "Desc": "施放终结技时，立即获得<b><color style='color:#f29e38'>3</color></b>点<u>【源能】</u>。若当前<u>【源能】</u>大于等于<b><color style='color:#f29e38'>3</color></b>点施放【轨道歼灭脉冲】攻击时，【轨道歼灭脉冲】对敌方随机单体造成的伤害倍率提高<b><color style='color:#f29e38'>30.0%</color></b>。",
                "Icon": "SkillIcon_1510_SkillTree3"
        }
},
    },
}

var _avatarrank_ = {
    "151001": {
        "v1": {
        "Rank": 1,
        "Name": "我们称之为路的，是开拓",
        "Desc": "天赋额外发动<u>助战技</u>效果的次数额外增加<b><color style='color:#f29e38'>100%</color></b>次。【同行协议：裁决】状态下，发动<u>助战技</u>所需的终结技施放次数减少<b><color style='color:#f29e38'>100%</color></b>次。【同行协议：歼破】状态下，发动<u>助战技</u>所需的充能减少<b><color style='color:#f29e38'>3</color></b>点。姬子•启行发动<u>助战技</u>时，造成额外伤害的效果次数增加<b><color style='color:#f29e38'>100%</color></b>次。",
        "Icon": "SkillIcon_1510_Rank1"
},
        "v2": {
        "Rank": 1,
        "Name": "我们称之为路的，是开拓",
        "Desc": "天赋额外发动<u>助战技</u>效果的次数额外增加<b><color style='color:#f29e38'>100%</color></b>次。【同行协议：裁决】状态下，发动<u>助战技</u>所需的终结技施放次数减少<b><color style='color:#f29e38'>100%</color></b>次。【同行协议：歼破】状态下，发动<u>助战技</u>所需的充能减少<b><color style='color:#f29e38'>3</color></b>点。姬子•启行发动<u>助战技</u>时，造成额外伤害的效果次数增加<b><color style='color:#f29e38'>100%</color></b>次。",
        "Icon": "SkillIcon_1510_Rank1"
},
        "Live": {
        "Rank": 1,
        "Name": "我们称之为路的，是开拓",
        "Desc": "天赋额外发动<u>助战技</u>效果的次数额外增加<b><color style='color:#f29e38'>100%</color></b>次。【同行协议：裁决】状态下，发动<u>助战技</u>所需的终结技施放次数减少<b><color style='color:#f29e38'>100%</color></b>次。【同行协议：歼破】状态下，发动<u>助战技</u>所需的充能减少<b><color style='color:#f29e38'>3</color></b>点。姬子•启行发动<u>助战技</u>时，造成额外伤害的效果次数增加<b><color style='color:#f29e38'>100%</color></b>次。",
        "Icon": "SkillIcon_1510_Rank1"
},
    },
    "151002": {
        "v1": {
        "Rank": 2,
        "Name": "旗帜，永不降下的帆",
        "Desc": "<u>助战技</u>的上限提高至2点，<u>助战技</u>造成的伤害提高<b><color style='color:#f29e38'>24.0%</color></b>,【领航旗语】每个回合开始时，立即恢复2次<u>助战技</u>施放次数。行迹【列车的脉搏在轰鸣】效果非<u>开拓同行</u>角色施放<u>助战技</u>时，也会获得1个<u>额外回合</u>。",
        "Icon": "SkillIcon_1510_Rank2"
},
        "v2": {
        "Rank": 2,
        "Name": "旗帜，永不降下的帆",
        "Desc": "<u>助战技</u>的上限提高至2点，<u>助战技</u>造成的伤害提高<b><color style='color:#f29e38'>24.0%</color></b>,【领航旗语】每个回合开始时，立即恢复2次<u>助战技</u>施放次数。行迹【列车的脉搏在轰鸣】效果非<u>开拓同行</u>角色施放<u>助战技</u>时，也会获得1个<u>额外回合</u>。",
        "Icon": "SkillIcon_1510_Rank2"
},
        "Live": {
        "Rank": 2,
        "Name": "旗帜，永不降下的帆",
        "Desc": "姬子•启行<u>助战技</u>的使用上限提高至2次，终结技和<u>助战技</u>造成的伤害为原伤害的<b><color style='color:#f29e38'>1.3</color></b>。【领航旗语】状态下每个回合开始时，立即额外恢复1次<u>助战技</u>使用次数。行迹【列车的脉搏在轰鸣】效果非<u>开拓同行</u>角色使用<u>助战技</u>时，也会获得1个<u>额外回合</u>。",
        "Icon": "SkillIcon_1510_Rank2"
},
    },
    "151003": {
        "v1": {
        "Rank": 3,
        "Name": "星辰之子，也在思索繁星",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1510_Ultra"
},
        "v2": {
        "Rank": 3,
        "Name": "星辰之子，也在思索繁星",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1510_Ultra"
},
        "Live": {
        "Rank": 3,
        "Name": "星辰之子，也在思索繁星",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1510_Ultra"
},
    },
    "151004": {
        "v1": {
        "Rank": 4,
        "Name": "握住所有伸向天空的手",
        "Desc": "天赋【共赴灼热的远征】施放<u>助战技</u>时，全属性抗性穿透提高效果对我方全体生效，姬子•启行获得该效果时全属性抗性穿透额外提高<b><color style='color:#f29e38'>10.0%</color></b>。",
        "Icon": "SkillIcon_1510_Rank4"
},
        "v2": {
        "Rank": 4,
        "Name": "握住所有伸向天空的手",
        "Desc": "天赋【共赴灼热的远征】施放<u>助战技</u>时，全属性抗性穿透提高效果对我方全体生效，姬子•启行获得该效果时全属性抗性穿透额外提高<b><color style='color:#f29e38'>10.0%</color></b>。",
        "Icon": "SkillIcon_1510_Rank4"
},
        "Live": {
        "Rank": 4,
        "Name": "握住所有伸向天空的手",
        "Desc": "天赋【共赴灼热的远征】使用<u>助战技</u>时，全属性抗性穿透提高效果对我方全体生效，姬子•启行获得该效果时全属性抗性穿透额外提高<b><color style='color:#f29e38'>10.0%</color></b>。",
        "Icon": "SkillIcon_1510_Rank4"
},
    },
    "151005": {
        "v1": {
        "Rank": 5,
        "Name": "去跨越宇宙的全境",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级。",
        "Icon": "SkillIcon_1510_BP"
},
        "v2": {
        "Rank": 5,
        "Name": "去跨越宇宙的全境",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级。",
        "Icon": "SkillIcon_1510_BP"
},
        "Live": {
        "Rank": 5,
        "Name": "去跨越宇宙的全境",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级。",
        "Icon": "SkillIcon_1510_BP"
},
    },
    "151006": {
        "v1": {
        "Rank": 6,
        "Name": "铭记，终抵群星的誓约",
        "Desc": "姬子•启行火属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。<u>【源能】</u>的上限提高至<b><color style='color:#f29e38'>6</color></b>点，我方施放或发动<u>助战技</u>时，姬子•启行会获得<b><color style='color:#f29e38'>100%</color></b>点<u>【源能】</u>。终结技期间发动【超频粒子光束】攻击时，额外获得1点<u>【源能】</u>。发动【轨道歼灭脉冲】时，若当前<u>【源能】</u>大于等于<b><color style='color:#f29e38'>6</color></b>点，则额外对敌方全体造成1次等同于姬子•启行<b><color style='color:#f29e38'>1.2</color></b>攻击力的火属性伤害。",
        "Icon": "SkillIcon_1510_Rank6"
},
        "v2": {
        "Rank": 6,
        "Name": "铭记，终抵群星的誓约",
        "Desc": "姬子•启行火属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。<u>【源能】</u>的上限提高至<b><color style='color:#f29e38'>6</color></b>点，我方施放或发动<u>助战技</u>时，姬子•启行会获得<b><color style='color:#f29e38'>100%</color></b>点<u>【源能】</u>。终结技期间发动【超频粒子光束】攻击时，额外获得1点<u>【源能】</u>。发动【轨道歼灭脉冲】时，若当前<u>【源能】</u>大于等于<b><color style='color:#f29e38'>6</color></b>点，则额外对敌方全体造成1次等同于姬子•启行<b><color style='color:#f29e38'>1.2</color></b>攻击力的火属性伤害。",
        "Icon": "SkillIcon_1510_Rank6"
},
        "Live": {
        "Rank": 6,
        "Name": "铭记，终抵群星的誓约",
        "Desc": "姬子•启行火属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。<u>【源能】</u>的上限提高至<b><color style='color:#f29e38'>6</color></b>点，我方使用或发动<u>助战技</u>时，<u>助战技</u>造成的伤害提高<b><color style='color:#f29e38'>75.0%</color></b>，姬子•启行会获得1点<u>【源能】</u>。终结技期间发动【超频粒子光束】攻击时，额外获得1点<u>【源能】</u>。发动【轨道歼灭脉冲】时，若当前<u>【源能】</u>大于等于<b><color style='color:#f29e38'>6</color></b>点，则额外对敌方全体造成1次等同于姬子•启行<b><color style='color:#f29e38'>1.6</color></b>攻击力的火属性伤害。",
        "Icon": "SkillIcon_1510_Rank6"
},
    },
}

var _story_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _voice_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _notes_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _adiff_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _mtc_ = {
    "1510": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "116001": 5
            },
            {
                "2": 8000,
                "116001": 10
            },
            {
                "2": 16000,
                "116002": 6,
                "110432": 3
            },
            {
                "2": 40000,
                "116002": 9,
                "110432": 7
            },
            {
                "2": 80000,
                "116003": 6,
                "110432": 20
            },
            {
                "2": 160000,
                "116003": 9,
                "110432": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110291": 3,
                        "116001": 6
                    },
                    {
                        "2": 10000,
                        "110292": 3,
                        "116002": 3
                    },
                    {
                        "2": 20000,
                        "110292": 5,
                        "116002": 4
                    },
                    {
                        "2": 45000,
                        "110293": 3,
                        "116003": 3
                    },
                    {
                        "2": 160000,
                        "110293": 8,
                        "116003": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "116001": 3
                    },
                    {
                        "2": 5000,
                        "110291": 3,
                        "116001": 6
                    },
                    {
                        "2": 10000,
                        "110292": 3,
                        "116002": 3
                    },
                    {
                        "2": 20000,
                        "110292": 5,
                        "116002": 4
                    },
                    {
                        "2": 30000,
                        "110292": 7,
                        "116002": 6
                    },
                    {
                        "2": 45000,
                        "110293": 3,
                        "116003": 3
                    },
                    {
                        "2": 80000,
                        "110293": 5,
                        "110508": 1,
                        "116003": 4
                    },
                    {
                        "2": 160000,
                        "110293": 8,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 300000,
                        "110293": 14,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "116001": 3
                    },
                    {
                        "2": 5000,
                        "110291": 3,
                        "116001": 6
                    },
                    {
                        "2": 10000,
                        "110292": 3,
                        "116002": 3
                    },
                    {
                        "2": 20000,
                        "110292": 5,
                        "116002": 4
                    },
                    {
                        "2": 30000,
                        "110292": 7,
                        "116002": 6
                    },
                    {
                        "2": 45000,
                        "110293": 3,
                        "116003": 3
                    },
                    {
                        "2": 80000,
                        "110293": 5,
                        "110508": 1,
                        "116003": 4
                    },
                    {
                        "2": 160000,
                        "110293": 8,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 300000,
                        "110293": 14,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "116001": 3
                    },
                    {
                        "2": 5000,
                        "110291": 3,
                        "116001": 6
                    },
                    {
                        "2": 10000,
                        "110292": 3,
                        "116002": 3
                    },
                    {
                        "2": 20000,
                        "110292": 5,
                        "116002": 4
                    },
                    {
                        "2": 30000,
                        "110292": 7,
                        "116002": 6
                    },
                    {
                        "2": 45000,
                        "110293": 3,
                        "116003": 3
                    },
                    {
                        "2": 80000,
                        "110293": 5,
                        "110508": 1,
                        "116003": 4
                    },
                    {
                        "2": 160000,
                        "110293": 8,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 300000,
                        "110293": 14,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "秘技",
                "Level": 1,
                "Mats": []
            }
        ],
        "Points": [
            {
                "Name": "攻击力 +28.0%",
                "Mat": {
                    "2": 237500,
                    "116001": 2,
                    "110292": 8,
                    "116002": 7,
                    "110293": 11,
                    "116003": 11
                }
            },
            {
                "Name": "暴击率 +12.0%",
                "Mat": {
                    "2": 210000,
                    "110291": 3,
                    "116001": 6,
                    "110293": 11,
                    "116003": 11
                }
            },
            {
                "Name": "火属性伤害提高 +8.0%",
                "Mat": {
                    "2": 170000,
                    "110292": 3,
                    "116002": 3,
                    "110293": 8,
                    "116003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "人类该向何处去",
                "Mat": {
                    "2": 5000,
                    "110291": 3,
                    "110508": 1
                }
            },
            {
                "Name": "列车的脉搏在轰鸣",
                "Mat": {
                    "2": 20000,
                    "110292": 5,
                    "241": 1,
                    "110508": 1
                }
            },
            {
                "Name": "银轨在旷古中静默",
                "Mat": {
                    "2": 160000,
                    "110293": 8,
                    "241": 1,
                    "110508": 1
                }
            }
        ]
    }
}

var _recommend_ = {
    "1510": {
        "relics": {
        "avatar_id": 1510,
        "set4_id_list": [
            131,
            126,
            107
        ],
        "set2_id_list": [
            327,
            306,
            318
        ],
        "property_list3": [
            "CriticalChanceBase",
            "CriticalDamageBase"
        ],
        "property_list4": [
            "AttackAddedRatio",
            "SpeedDelta"
        ],
        "property_list5": [
            "FireAddedRatio",
            "AttackAddedRatio"
        ],
        "property_list6": [
            "SPRatioBase",
            "AttackAddedRatio"
        ],
        "property_list": [
            {
                "relic_type": "BODY",
                "property_type": "CriticalChanceBase"
            },
            {
                "relic_type": "FOOT",
                "property_type": "AttackAddedRatio"
            },
            {
                "relic_type": "NECK",
                "property_type": "FireAddedRatio"
            },
            {
                "relic_type": "OBJECT",
                "property_type": "SPRatioBase"
            }
        ],
        "sub_affix_property_list": [
            "CriticalChanceBase",
            "CriticalDamageBase",
            "AttackAddedRatio",
            "SpeedDelta"
        ],
        "score_rank_list": [
            346,
            288
        ]
    },
    "lightcones": [
        23060,
        23037,
        24004
    ],
    "teams": [
        {
            "avatar_id": 1510,
            "team_id": 1,
            "position": 1,
            "member_list": [
                1512,
                1507,
                1414
            ],
            "backup_list1": [
                1507,
                1403,
                1415,
                1306,
                1313,
                1309,
                8007,
                1406,
                1218,
                1202
            ],
            "backup_list2": [
                1403,
                1415,
                1306,
                1313,
                1309,
                8007,
                1406,
                1218,
                1202
            ],
            "backup_list3": [],
            "backup_group_list1": [
                104
            ],
            "backup_group_list2": [
                104
            ],
            "backup_group_list3": [
                101
            ]
        },
        {
            "avatar_id": 1510,
            "team_id": 2,
            "position": 1,
            "member_list": [
                1313,
                1306,
                1414
            ],
            "backup_list1": [
                1004
            ],
            "backup_list2": [
                1415,
                1313,
                1309,
                8007,
                1406,
                1218,
                1202,
                1106
            ],
            "backup_list3": [
                1409,
                1217,
                1222,
                1304,
                1208,
                1203,
                1301
            ],
            "backup_group_list1": [
                126
            ],
            "backup_group_list2": [
                104
            ],
            "backup_group_list3": [
                101
            ]
        }
    ]
}
}