// Auto Generated

var _versions_ = {
    "1511": ["v1"]
}

var _avatarskill_ = {
    "151101": {
        "v1": {
        "Name": "点星，开幕！",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成@ <b>#1[p]</b> #的量子属性<u>欢愉伤害</u>。",
        "Params": [[0.25,1],[0.3,1],[0.35,1],[0.4,1],[0.45,1],[0.5,1],[0.55,1],[0.6,1],[0.65,1],[0.7,1]],
        "BP": 1,
        "SPAdd": 0,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1511_Normal",
        "EE": []
},
    },
    "151102": {
        "v1": {
        "Name": "此乃令使，阿哈认证™",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "辅助",
        "Desc": "使指定我方单体获得【「欢愉」令使】状态，随后立即发动<u>追加攻击</u>，对敌方全体造成@ <b>#2[p]</b> #的量子属性<u>欢愉伤害</u>。【「欢愉」令使】状态持续整场战斗直至切换到下一个目标，持有【「欢愉」令使】状态的目标欢愉度提高@ <b>#1[p]</b> #并在回合开始时使星神★阿哈获得 <b>#6[f]</b> 点【愿力】。",
        "Params": [[0.1,0.25,0,0,1,1],[0.11,0.275,0,0,1,1],[0.12,0.3,0,0,1,1],[0.13,0.325,0,0,1,1],[0.14,0.35,0,0,1,1],[0.15,0.375,0,0,1,1],[0.1625,0.40625,0,0,1,1],[0.175,0.4375,0,0,1,1],[0.1875,0.46875,0,0,1,1],[0.2,0.5,0,0,1,1],[0.21,0.525,0,0,1,1],[0.22,0.55,0,0,1,1],[0.23,0.575,0,0,1,1],[0.24,0.6,0,0,1,1],[0.25,0.625,0,0,1,1]],
        "BP": -1,
        "SPAdd": 0,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1511_BP",
        "EE": []
},
    },
    "151103": {
        "v1": {
        "Name": "啊哈！宇宙笑点大爆炸",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "星神★阿哈获得【欢愉万相】状态，持续 <b>#6[f]</b> 回合，星神★阿哈每回合开始时持续时间-1。对敌方全体造成@ <b>#2[p]</b> #的量子属性<u>欢愉伤害</u>，随后造成 <b>#3[f]</b> 次伤害，每次伤害对敌方随机单体造成@ <b>#4[p]</b> #的量子属性<u>欢愉伤害</u>。",
        "Params": [[8,1.2,5,0.36,0,3],[8,1.28,5,0.384,0,3],[8,1.36,5,0.408,0,3],[8,1.44,5,0.432,0,3],[8,1.52,5,0.456,0,3],[8,1.6,5,0.48,0,3],[8,1.7,5,0.51,0,3],[8,1.8,5,0.54,0,3],[8,1.9,5,0.57,0,3],[8,2,5,0.6,0,3],[8,2.08,5,0.624,0,3],[8,2.16,5,0.648,0,3],[8,2.24,5,0.672,0,3],[8,2.32,5,0.696,0,3],[8,2.4,5,0.72,0,3]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Ultra",
        "Stance": [
                0.5,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1511_Ultra",
        "EE": []
},
    },
    "151104": {
        "v1": {
        "Name": "与祂共演，奇迹新篇",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "【愿力】达到 <b>#8[f]</b> 点后可激活终结技。星神★阿哈在施放普攻、战技、欢愉技后获得 <b>#7[f]</b> 点【愿力】。我方<u>笑点</u>首次达到 <b>#2[f]</b> 点后，星神★阿哈将立即获得 <b>#3[f]</b> 点【愿力】，随后使我方全体暴击伤害提高@ <b>#9[p]</b> #，持续 <b>#10[f]</b> 回合，<u>阿哈</u>回合结束后可再次触发。",
        "Params": [[1,40,1,0,20,8,1,8,0.12,3],[1,40,1,0,20,8,1,8,0.132,3],[1,40,1,0,20,8,1,8,0.144,3],[1,40,1,0,20,8,1,8,0.156,3],[1,40,1,0,20,8,1,8,0.168,3],[1,40,1,0,20,8,1,8,0.18,3],[1,40,1,0,20,8,1,8,0.195,3],[1,40,1,0,20,8,1,8,0.21,3],[1,40,1,0,20,8,1,8,0.225,3],[1,40,1,0,20,8,1,8,0.24,3],[1,40,1,0,20,8,1,8,0.252,3],[1,40,1,0,20,8,1,8,0.264,3],[1,40,1,0,20,8,1,8,0.276,3],[1,40,1,0,20,8,1,8,0.288,3],[1,40,1,0,20,8,1,8,0.3,3]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1511_Passive",
        "EE": []
},
    },
    "151106": {
        "v1": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1511_Normal",
        "EE": []
},
    },
    "151107": {
        "v1": {
        "Name": "ABRACADABRA！",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Enhance",
        "Desc": "使用秘技后，在自身周围制造1片持续 <b>#2[f]</b> 秒的特殊领域，处于特殊领域内的敌人陷入【视错】状态，【视错】状态下的敌人无法发现我方目标，进入战斗后使<u>阿哈</u>立即获得1个固定计入 <b>#1[f]</b> <u>笑点</u>的<u>额外回合</u>。",
        "Params": [[20,20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1511_Maze",
        "EE": []
},
    },
    "151120": {
        "v1": {
        "Name": "满月，是神在的时间",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成@ <b>#1[p]</b> #的量子属性<u>欢愉伤害</u>，并基于本次阿哈时刻造成的伤害总和的@ <b>#2[p]</b> #造成<u>真实伤害</u>，由敌方全体均分。",
        "Params": [[0.3,0.2],[0.33,0.2],[0.36,0.2],[0.39,0.2],[0.42,0.2],[0.45,0.2],[0.4875,0.2],[0.525,0.2],[0.5625,0.2],[0.6,0.2],[0.63,0.2],[0.66,0.2],[0.69,0.2],[0.72,0.2],[0.75,0.2]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1511_Elation",
        "EE": []
},
    },
    "151129": {
        "v1": {
        "Name": "欢愉万相★无中生有",
        "MaxLevel": 15,
        "Type": "固有行迹",
        "Tag": "Enhance",
        "Desc": "持有【欢愉万相】状态时，星神★阿哈使我方<color=#cb2f2f><u>「欢愉」命途升格</u>，<u>笑点</u>与【<u>好活当赏</u>】状态强化为<u>爽点</u>和【<u>绝活共赏</u>】状态。<u>爽点</u>会在阿哈时刻回合结束时，重新获得消耗笑点的@ <b>#1[p]</b> #。【欢愉万相】期间，星神★阿哈造成的伤害无视敌方目标@ <b>#2[p]</b> #的防御力。",
        "Params": [[0.1,0.3],[0.1,0.6]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1511_",
        "EE": []
},
    },
    "151131": {
        "v1": {
        "Name": "阿哈正传",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "星神★阿哈与队友造成伤害时，对敌方目标额外造成等同于伤害值@ <b>#1[p]</b> #的<u>【欢愉负债】</u>效果，敌方目标阶段转换时会保留<u>【欢愉负债】</u>，最高不超过目标生命上限的@ <b>#3[p]</b> #。",
        "Params": [[0.25,1,0.1]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1511_SkillTree1",
        "EE": []
},
    },
}

var _avatarskilltree_ = {
    "1511": {
        "v1": {
        "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
        },
        "Tree1": {
                "Name": "愚弄众神的玩笑",
                "Desc": "战技的追加攻击额外造成持有【「欢愉」令使】状态的目标<b><color style='color:#f29e38'>20.0%</color></b>的对应属性<u>欢愉伤害</u>并恢复<b><color style='color:#f29e38'>100%</color></b>点战技点。本次额外造成的欢愉伤害不视为1次攻击。",
                "Icon": "SkillIcon_1511_SkillTree1"
        },
        "Tree2": {
                "Name": "戏中人的异想国",
                "Desc": "受到队友提供的治疗效果或护盾时，获得<b><color style='color:#f29e38'>100%</color></b>点【愿力】，最多触发<b><color style='color:#f29e38'>100%</color></b>次，施放终结技后重置可触发次数。",
                "Icon": "SkillIcon_1511_SkillTree2"
        },
        "Tree3": {
                "Name": "盒中蕴藏的世界",
                "Desc": "当星神★阿哈的速度大于等于<b><color style='color:#f29e38'>125</color></b>/<b><color style='color:#f29e38'>150</color></b>点时，欢愉度提高<b><color style='color:#f29e38'>1.2</color></b>/<b><color style='color:#f29e38'>1.5</color></b>。",
                "Icon": "SkillIcon_1511_SkillTree3"
        }
},
    },
}

var _avatarrank_ = {
    "151101": {
        "v1": {
        "Rank": 1,
        "Name": "谁在太初噤声时笑场",
        "Desc": "进入战斗时，立即获得<b><color style='color:#f29e38'>4</color></b>点【愿力】，我方全体目标造成的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>15.0%</color></b>。",
        "Icon": "SkillIcon_1511_Rank1"
},
    },
    "151102": {
        "v1": {
        "Rank": 2,
        "Name": "在祂的眼睛和你之间",
        "Desc": "使<u>「欢愉」命途升格</u>效果获得加强： #{series_ref_skill_desc:UIText_SeriesSkillDescFormat,151129,2} ",
        "Icon": "SkillIcon_1511_Rank2"
},
    },
    "151103": {
        "v1": {
        "Rank": 3,
        "Name": "牌叠起，令悲喜轮回",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1511_Ultra"
},
    },
    "151104": {
        "v1": {
        "Rank": 4,
        "Name": "黑箱一个玩笑的命运",
        "Desc": "欢愉技造成的<u>真实伤害</u>倍率提高原倍率的<b><color style='color:#f29e38'>25.0%</color></b>。星神★阿哈造成的<u>欢愉伤害</u>，会额外计入队友持有的【<u>好活当赏</u>】总和的<b><color style='color:#f29e38'>100%</color></b>。",
        "Icon": "SkillIcon_1511_Rank4"
},
    },
    "151105": {
        "v1": {
        "Rank": 5,
        "Name": "台前幕后，是我非我",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1511_BP"
},
    },
    "151106": {
        "v1": {
        "Rank": 6,
        "Name": "因为神说：你就是欢愉",
        "Desc": "敌方目标始终拥有至少等同于该目标生命上限<b><color style='color:#f29e38'>20.0%</color></b>的<u>【欢愉负债】</u>效果。星神★阿哈首次施放终结技时，立即使<u>阿哈</u>获得1个固定计入<b><color style='color:#f29e38'>40</color></b><u>笑点</u>的<u>额外回合</u>，之后每次施放终结技，可使<u>阿哈</u><u>行动提前</u><b><color style='color:#f29e38'>20.0%</color></b>。",
        "Icon": "SkillIcon_1511_Rank6"
},
    },
}

var _story_ = {
    "1511": [
        {
            "_id": 11,
            "Story": ""
        },
        {
            "_id": 12,
            "Story": ""
        },
        {
            "_id": 13,
            "Story": ""
        },
        {
            "_id": 14,
            "Story": ""
        },
        {
            "_id": 15,
            "Story": ""
        },
    ]
}

var _voice_ = {
    "1511": [
        {
            "_id": "",
            "Title": "",
            "Voice": ""
        }
    ]
}

var _notes_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _adiff_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _mtc_ = {
    "1511": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "116001": 5
            },
            {
                "2": 8000,
                "116001": 10
            },
            {
                "2": 16000,
                "116002": 6,
                "110443": 3
            },
            {
                "2": 40000,
                "116002": 9,
                "110443": 7
            },
            {
                "2": 80000,
                "116003": 6,
                "110443": 20
            },
            {
                "2": 160000,
                "116003": 9,
                "110443": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110261": 2,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 2
                    },
                    {
                        "2": 16000,
                        "110262": 3,
                        "116002": 3
                    },
                    {
                        "2": 32000,
                        "110263": 3,
                        "116003": 2
                    },
                    {
                        "2": 120000,
                        "110263": 5,
                        "116003": 2
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "116001": 2
                    },
                    {
                        "2": 4000,
                        "110261": 3,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 3
                    },
                    {
                        "2": 15000,
                        "110262": 4,
                        "116002": 3
                    },
                    {
                        "2": 24000,
                        "110262": 6,
                        "116002": 5
                    },
                    {
                        "2": 32000,
                        "110263": 2,
                        "116003": 2
                    },
                    {
                        "2": 65000,
                        "110263": 4,
                        "110509": 1,
                        "116003": 4
                    },
                    {
                        "2": 120000,
                        "110263": 6,
                        "241": 1,
                        "110509": 1
                    },
                    {
                        "2": 250000,
                        "110263": 12,
                        "241": 1,
                        "110509": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "116001": 2
                    },
                    {
                        "2": 4000,
                        "110261": 3,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 3
                    },
                    {
                        "2": 15000,
                        "110262": 4,
                        "116002": 3
                    },
                    {
                        "2": 24000,
                        "110262": 6,
                        "116002": 5
                    },
                    {
                        "2": 32000,
                        "110263": 2,
                        "116003": 2
                    },
                    {
                        "2": 65000,
                        "110263": 4,
                        "110509": 1,
                        "116003": 4
                    },
                    {
                        "2": 120000,
                        "110263": 6,
                        "241": 1,
                        "110509": 1
                    },
                    {
                        "2": 250000,
                        "110263": 12,
                        "241": 1,
                        "110509": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "116001": 2
                    },
                    {
                        "2": 4000,
                        "110261": 3,
                        "116001": 5
                    },
                    {
                        "2": 8000,
                        "110262": 2,
                        "116002": 3
                    },
                    {
                        "2": 15000,
                        "110262": 4,
                        "116002": 3
                    },
                    {
                        "2": 24000,
                        "110262": 6,
                        "116002": 5
                    },
                    {
                        "2": 32000,
                        "110263": 2,
                        "116003": 2
                    },
                    {
                        "2": 65000,
                        "110263": 4,
                        "110509": 1,
                        "116003": 4
                    },
                    {
                        "2": 120000,
                        "110263": 6,
                        "241": 1,
                        "110509": 1
                    },
                    {
                        "2": 250000,
                        "110263": 12,
                        "241": 1,
                        "110509": 1
                    }
                ]
            },
            {
                "Name": "秘技",
                "Level": 1,
                "Mats": []
            }
        ],
        "Points": [
            {
                "Name": "暴击伤害 +37.3%",
                "Mat": {
                    "2": 235000,
                    "116001": 2,
                    "110262": 8,
                    "116002": 5,
                    "110263": 11,
                    "116003": 10
                }
            },
            {
                "Name": "暴击率 +12.0%",
                "Mat": {
                    "2": 210000,
                    "110261": 2,
                    "116001": 6,
                    "110263": 11,
                    "116003": 10
                }
            },
            {
                "Name": "速度 +5",
                "Mat": {
                    "2": 130000,
                    "110262": 4,
                    "116002": 2,
                    "110263": 5,
                    "116003": 2
                }
            }
        ],
        "Traces": [
            {
                "Name": "愚弄众神的玩笑",
                "Mat": {
                    "2": 5000,
                    "110261": 2,
                    "110509": 1
                }
            },
            {
                "Name": "戏中人的异想国",
                "Mat": {
                    "2": 20000,
                    "110262": 4,
                    "241": 1,
                    "110509": 1
                }
            },
            {
                "Name": "盒中蕴藏的世界",
                "Mat": {
                    "2": 140000,
                    "110263": 8,
                    "241": 1,
                    "110509": 1
                }
            }
        ]
    }
}

var _recommend_ = {
    "1511": {
        "relics": {
            "avatar_id": 1511,
            "set4_id_list": [
                133,
                130,
                121
            ],
            "set2_id_list": [
                329,
                308,
                310
            ],
            "property_list3": [
                "CriticalChanceBase",
                "CriticalDamageBase"
            ],
            "property_list4": [
                "SpeedDelta"
            ],
            "property_list5": [
                "HPAddedRatio",
                "DefenceAddedRatio"
            ],
            "property_list6": [
                "DefenceAddedRatio",
                "HPAddedRatio"
            ],
            "property_list": [
                {
                    "relic_type": "BODY",
                    "property_type": "CriticalChanceBase"
                },
                {
                    "relic_type": "FOOT",
                    "property_type": "SpeedDelta"
                },
                {
                    "relic_type": "NECK",
                    "property_type": "HPAddedRatio"
                },
                {
                    "relic_type": "OBJECT",
                    "property_type": "DefenceAddedRatio"
                }
            ],
            "sub_affix_property_list": [
                "CriticalChanceBase",
                "CriticalDamageBase",
                "SpeedDelta"
            ],
            "score_rank_list": [
                218,
                160
            ]
        },
        "lightcones": [
            23065,
            22007,
            21064
        ],
        "teams": []
    }
}
