// Auto Generated

var _versions_ = {
    "1512": ["v1", "v2", "v3", "v4"]
}

var _avatarskill_ = {
    "151201": {
        "v1": {
        "Name": "音浪，为海风定调",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对敌方单体造成等同于知更鸟•晴歌@ <b>#1[p]</b> #生命上限的风属性伤害。",
        "Params": [[0.25],[0.3],[0.35],[0.4],[0.45],[0.5],[0.55],[0.6],[0.65],[0.7]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Normal",
        "EE": []
},
        "v2": {
        "Name": "音浪，为海风定调",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对敌方单体造成等同于知更鸟•晴歌@ <b>#1[p]</b> #生命上限的风属性伤害。",
        "Params": [[0.25],[0.3],[0.35],[0.4],[0.45],[0.5],[0.55],[0.6],[0.65],[0.7]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Normal",
        "EE": []
},
        "v3": {
        "Name": "音浪，为海风定调",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对敌方单体造成等同于知更鸟•晴歌@ <b>#1[p]</b> #生命上限的风属性伤害。",
        "Params": [[0.25],[0.3],[0.35],[0.4],[0.45],[0.5],[0.55],[0.6],[0.65],[0.7]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Normal",
        "EE": []
},
        "v4": {
        "Name": "音浪，为海风定调",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对敌方单体造成等同于知更鸟•晴歌@ <b>#1[p]</b> #生命上限的风属性伤害。",
        "Params": [[0.25],[0.3],[0.35],[0.4],[0.45],[0.5],[0.55],[0.6],[0.65],[0.7]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Normal",
        "EE": []
},
    },
    "151202": {
        "v1": {
        "Name": "盛夏是灵魂的乐手",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "Summon",
        "Desc": "<u>召唤忆灵</u>「晴空乐手」贝茜，若「晴空乐手」已在场，为其回复等同于「晴空乐手」生命上限@ <b>#1[p]</b> #的生命值，并获得 <b>#2[f]</b> 点气氛值。",
        "Params": [[0.5,6],[0.55,6],[0.6,6],[0.65,6],[0.7,6],[0.75,6],[0.8125,6],[0.875,6],[0.9375,6],[1,6],[1.05,6],[1.1,6],[1.15,6],[1.2,6],[1.25,6]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_BP",
        "EE": []
},
        "v2": {
        "Name": "盛夏是灵魂的乐手",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "Summon",
        "Desc": "<u>召唤忆灵</u>「晴空乐手」贝茜，若「晴空乐手」已在场，为其回复等同于「晴空乐手」生命上限@ <b>#1[p]</b> #的生命值，并获得 <b>#2[f]</b> 点气氛值。",
        "Params": [[0.5,6],[0.55,6],[0.6,6],[0.65,6],[0.7,6],[0.75,6],[0.8125,6],[0.875,6],[0.9375,6],[1,6],[1.05,6],[1.1,6],[1.15,6],[1.2,6],[1.25,6]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_BP",
        "EE": []
},
        "v3": {
        "Name": "盛夏是灵魂的乐手",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "Summon",
        "Desc": "<u>召唤忆灵</u>「晴空乐手」贝茜。若任意「晴空乐手」已在场，为其回复等同于「晴空乐手」生命上限@ <b>#1[p]</b> #的生命值，并获得 <b>#2[f]</b> 点气氛值。",
        "Params": [[0.5,6],[0.55,6],[0.6,6],[0.65,6],[0.7,6],[0.75,6],[0.8125,6],[0.875,6],[0.9375,6],[1,6],[1.05,6],[1.1,6],[1.15,6],[1.2,6],[1.25,6]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_BP",
        "EE": []
},
        "v4": {
        "Name": "盛夏是灵魂的乐手",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "Summon",
        "Desc": "<u>召唤忆灵</u>「晴空乐手」贝茜。若任意「晴空乐手」已在场，为其回复等同于「晴空乐手」生命上限@ <b>#1[p]</b> #的生命值，并获得 <b>#2[f]</b> 点气氛值。",
        "Params": [[0.5,6],[0.55,6],[0.6,6],[0.65,6],[0.7,6],[0.75,6],[0.8125,6],[0.875,6],[0.9375,6],[1,6],[1.05,6],[1.1,6],[1.15,6],[1.2,6],[1.25,6]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_BP",
        "EE": []
},
    },
    "151203": {
        "v1": {
        "Name": "跃入这片蔚蓝狂想",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "Enhance",
        "Desc": "使除知更鸟•晴歌外的指定我方单体角色行动提前@ <b>#1[p]</b> #并固定恢复等同于@ <b>#3[p]</b> #能量上限的能量。随后使该角色获得【特邀嘉宾】效果，持有【特邀嘉宾】的角色攻击后额外使知更鸟获得1点气氛值，该角色及其忆灵无法使其他目标获得行动提前效果，持续2回合，该角色每回合开始时持续回合数减1。",
        "Params": [[1,0,0.12,0],[1,0,0.128,0],[1,0,0.136,0],[1,0,0.144,0],[1,0,0.152,0],[1,0,0.16,0],[1,0,0.17,0],[1,0,0.18,0],[1,0,0.19,0],[1,0,0.2,0],[1,0,0.208,0],[1,0,0.216,0],[1,0,0.224,0],[1,0,0.232,0],[1,0,0.24,0]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Ultra",
        "EE": []
},
        "v2": {
        "Name": "跃入这片蔚蓝狂想",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "Enhance",
        "Desc": "使除知更鸟•晴歌外的指定我方单体角色<u>行动提前</u>@ <b>#1[p]</b> #并固定恢复等同于@ <b>#3[p]</b> #能量上限的能量。随后使该角色获得【特邀嘉宾】效果，持有【特邀嘉宾】的角色攻击时额外使知更鸟获得1点气氛值，该角色及其忆灵无法使其他目标获得<u>行动提前</u>效果，持续2回合，该角色每回合开始时持续回合数减1。",
        "Params": [[1,0,0.12,0],[1,0,0.128,0],[1,0,0.136,0],[1,0,0.144,0],[1,0,0.152,0],[1,0,0.16,0],[1,0,0.17,0],[1,0,0.18,0],[1,0,0.19,0],[1,0,0.2,0],[1,0,0.208,0],[1,0,0.216,0],[1,0,0.224,0],[1,0,0.232,0],[1,0,0.24,0]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Ultra",
        "EE": []
},
        "v3": {
        "Name": "跃入这片蔚蓝狂想",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "Enhance",
        "Desc": "使除知更鸟•晴歌外的指定我方单体角色<u>行动提前</u>@ <b>#1[p]</b> #并固定恢复等同于@ <b>#3[p]</b> #能量上限的能量。随后使该角色获得【特邀嘉宾】效果，持有【特邀嘉宾】的角色攻击时额外使知更鸟获得 <b>#2[f]</b> 点气氛值，该角色及其召唤物无法使其他友方目标获得<u>行动提前</u>效果，持续2回合，该角色每回合开始时持续回合数减1。",
        "Params": [[1,2,0.12,0],[1,2,0.128,0],[1,2,0.136,0],[1,2,0.144,0],[1,2,0.152,0],[1,2,0.16,0],[1,2,0.17,0],[1,2,0.18,0],[1,2,0.19,0],[1,2,0.2,0],[1,2,0.208,0],[1,2,0.216,0],[1,2,0.224,0],[1,2,0.232,0],[1,2,0.24,0]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Ultra",
        "EE": []
},
        "v4": {
        "Name": "跃入这片蔚蓝狂想",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "Enhance",
        "Desc": "使除知更鸟•晴歌外的指定我方单体角色<u>行动提前</u>@ <b>#1[p]</b> #并固定恢复等同于@ <b>#3[p]</b> #能量上限的能量。随后使其获得【特邀嘉宾】效果，持有【特邀嘉宾】的角色及其召唤物攻击时额外使知更鸟获得 <b>#2[f]</b> 点气氛值，且无法使其他友方目标获得<u>行动提前</u>效果，持续2回合。该角色每回合开始时持续回合数减1。",
        "Params": [[1,2,0.12,0],[1,2,0.128,0],[1,2,0.136,0],[1,2,0.144,0],[1,2,0.152,0],[1,2,0.16,0],[1,2,0.17,0],[1,2,0.18,0],[1,2,0.19,0],[1,2,0.2,0],[1,2,0.208,0],[1,2,0.216,0],[1,2,0.224,0],[1,2,0.232,0],[1,2,0.24,0]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Ultra",
        "EE": []
},
    },
    "151204": {
        "v1": {
        "Name": "巡游在无界的天空",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "忆灵「晴空乐手」初始拥有等同于知更鸟•晴歌@ <b>#1[p]</b> #生命上限的生命上限和等同于知更鸟•晴歌@ <b>#2[p]</b> #速度的速度。我方目标施放攻击时，或在任意目标回合第一次提供治疗效果或护盾时，知更鸟•晴歌获得1点气氛值，上限 <b>#5[f]</b> 点。「晴空乐手」贝茜在场时，若知更鸟的气氛值大于等于 <b>#6[f]</b> 点，立即召唤「晴空乐手」啾米，若气氛值大于等于 <b>#7[f]</b> 点，立即召唤「晴空乐手」派丁。当「晴空乐手」全员登台后，解除知更鸟•晴歌与「晴空乐手」陷入的所有<u>控制类负面状态</u>、进入【Fever】状态并展开结界，结界内我方目标造成伤害时无视敌方目标@ <b>#8[p]</b> #+气氛值*@ <b>#9[p]</b> #防御力。 处于Fever状态时，知更鸟•晴歌与「晴空乐手」免疫<u>控制类负面状态</u>，【Fever】状态结束前知更鸟•晴歌不会进入自己的回合且无法行动。",
        "Params": [[0.7,1.8,0,0,50,6,12,0.1,0.005],[0.7,1.8,0,0,50,6,12,0.105,0.005],[0.7,1.8,0,0,50,6,12,0.11,0.005],[0.7,1.8,0,0,50,6,12,0.115,0.005],[0.7,1.8,0,0,50,6,12,0.12,0.005],[0.7,1.8,0,0,50,6,12,0.125,0.005],[0.7,1.8,0,0,50,6,12,0.13125,0.005],[0.7,1.8,0,0,50,6,12,0.1375,0.005],[0.7,1.8,0,0,50,6,12,0.14375,0.005],[0.7,1.8,0,0,50,6,12,0.15,0.005],[0.7,1.8,0,0,50,6,12,0.155,0.005],[0.7,1.8,0,0,50,6,12,0.16,0.005],[0.7,1.8,0,0,50,6,12,0.165,0.005],[0.7,1.8,0,0,50,6,12,0.17,0.005],[0.7,1.8,0,0,50,6,12,0.175,0.005]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Passive",
        "EE": []
},
        "v2": {
        "Name": "巡游在无界的天空",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "忆灵「晴空乐手」初始拥有等同于知更鸟•晴歌@ <b>#1[p]</b> #生命上限的生命上限和等同于知更鸟•晴歌@ <b>#2[p]</b> #速度的速度。我方目标施放攻击时，或在任意目标回合第一次提供治疗效果或护盾时，知更鸟•晴歌获得1点气氛值，上限 <b>#5[f]</b> 点。「晴空乐手」贝茜在场时，若知更鸟的气氛值大于等于 <b>#6[f]</b> 点，立即召唤「晴空乐手」啾米，若气氛值大于等于 <b>#7[f]</b> 点，立即召唤「晴空乐手」派丁。当「晴空乐手」全员登台后，解除知更鸟•晴歌与「晴空乐手」陷入的所有<u>控制类负面状态</u>、进入【Fever】状态并展开结界，结界内我方目标造成伤害时无视敌方目标@ <b>#8[p]</b> #+气氛值*@ <b>#9[p]</b> #防御力。 处于【Fever】状态时，知更鸟•晴歌与「晴空乐手」免疫<u>控制类负面状态</u>，【Fever】状态结束前知更鸟•晴歌不会进入自己的回合。",
        "Params": [[0.7,1.8,0,0,50,6,12,0.1,0.005],[0.7,1.8,0,0,50,6,12,0.105,0.005],[0.7,1.8,0,0,50,6,12,0.11,0.005],[0.7,1.8,0,0,50,6,12,0.115,0.005],[0.7,1.8,0,0,50,6,12,0.12,0.005],[0.7,1.8,0,0,50,6,12,0.125,0.005],[0.7,1.8,0,0,50,6,12,0.13125,0.005],[0.7,1.8,0,0,50,6,12,0.1375,0.005],[0.7,1.8,0,0,50,6,12,0.14375,0.005],[0.7,1.8,0,0,50,6,12,0.15,0.005],[0.7,1.8,0,0,50,6,12,0.155,0.005],[0.7,1.8,0,0,50,6,12,0.16,0.005],[0.7,1.8,0,0,50,6,12,0.165,0.005],[0.7,1.8,0,0,50,6,12,0.17,0.005],[0.7,1.8,0,0,50,6,12,0.175,0.005]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Passive",
        "EE": []
},
        "v3": {
        "Name": "巡游在无界的天空",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "忆灵「晴空乐手」初始拥有等同于知更鸟•晴歌@ <b>#1[p]</b> #生命上限的生命上限和等同于知更鸟•晴歌@ <b>#2[p]</b> #速度的速度。我方目标施放攻击时，或在任意目标回合第一次提供治疗效果或护盾时，知更鸟•晴歌获得1点气氛值，上限 <b>#5[f]</b> 点。「晴空乐手」贝茜在场时，若知更鸟的气氛值大于等于 <b>#6[f]</b> 点，立即召唤「晴空乐手」啾米，若气氛值大于等于 <b>#7[f]</b> 点，立即召唤「晴空乐手」派丁。当「晴空乐手」全员登台后，解除知更鸟•晴歌与「晴空乐手」陷入的所有<u>控制类负面状态</u>、进入【Fever】状态并展开结界，结界内我方目标造成伤害时无视敌方目标@ <b>#8[p]</b> #+气氛值*@ <b>#9[p]</b> #防御力。 处于【Fever】状态时，知更鸟•晴歌与「晴空乐手」免疫<u>控制类负面状态</u>，【Fever】状态结束前知更鸟•晴歌不会进入自己的回合。",
        "Params": [[0.7,1.8,0,0,50,6,12,0.1,0.005],[0.7,1.8,0,0,50,6,12,0.105,0.005],[0.7,1.8,0,0,50,6,12,0.11,0.005],[0.7,1.8,0,0,50,6,12,0.115,0.005],[0.7,1.8,0,0,50,6,12,0.12,0.005],[0.7,1.8,0,0,50,6,12,0.125,0.005],[0.7,1.8,0,0,50,6,12,0.13125,0.005],[0.7,1.8,0,0,50,6,12,0.1375,0.005],[0.7,1.8,0,0,50,6,12,0.14375,0.005],[0.7,1.8,0,0,50,6,12,0.15,0.005],[0.7,1.8,0,0,50,6,12,0.155,0.005],[0.7,1.8,0,0,50,6,12,0.16,0.005],[0.7,1.8,0,0,50,6,12,0.165,0.005],[0.7,1.8,0,0,50,6,12,0.17,0.005],[0.7,1.8,0,0,50,6,12,0.175,0.005]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Passive",
        "EE": []
},
        "v4": {
        "Name": "巡游在无界的天空",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "忆灵「晴空乐手」初始拥有等同于知更鸟•晴歌@ <b>#1[p]</b> #生命上限的生命上限和等同于知更鸟•晴歌@ <b>#2[p]</b> #速度的速度。我方目标施放攻击时，或在任意目标回合第一次提供治疗效果或护盾时，知更鸟•晴歌获得1点气氛值，上限 <b>#5[f]</b> 点。「晴空乐手」贝茜在场时，若知更鸟的气氛值大于等于 <b>#6[f]</b> 点，立即召唤「晴空乐手」啾米，若气氛值大于等于 <b>#7[f]</b> 点，立即召唤「晴空乐手」派丁。当「晴空乐手」全员登台后，解除知更鸟•晴歌与「晴空乐手」陷入的所有<u>控制类负面状态</u>、进入【Fever】状态并展开结界，结界内我方目标造成伤害时无视敌方目标@ <b>#8[p]</b> #+气氛值*@ <b>#9[p]</b> #防御力。 处于【Fever】状态时，知更鸟•晴歌与「晴空乐手」免疫<u>控制类负面状态</u>，【Fever】状态结束前知更鸟•晴歌不会进入自己的回合。",
        "Params": [[0.7,1.8,0,0,50,6,12,0.1,0.005],[0.7,1.8,0,0,50,6,12,0.105,0.005],[0.7,1.8,0,0,50,6,12,0.11,0.005],[0.7,1.8,0,0,50,6,12,0.115,0.005],[0.7,1.8,0,0,50,6,12,0.12,0.005],[0.7,1.8,0,0,50,6,12,0.125,0.005],[0.7,1.8,0,0,50,6,12,0.13125,0.005],[0.7,1.8,0,0,50,6,12,0.1375,0.005],[0.7,1.8,0,0,50,6,12,0.14375,0.005],[0.7,1.8,0,0,50,6,12,0.15,0.005],[0.7,1.8,0,0,50,6,12,0.155,0.005],[0.7,1.8,0,0,50,6,12,0.16,0.005],[0.7,1.8,0,0,50,6,12,0.165,0.005],[0.7,1.8,0,0,50,6,12,0.17,0.005],[0.7,1.8,0,0,50,6,12,0.175,0.005]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Passive",
        "EE": []
},
    },
    "151206": {
        "v1": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Normal",
        "EE": []
},
        "v2": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Normal",
        "EE": []
},
        "v3": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Normal",
        "EE": []
},
        "v4": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Normal",
        "EE": []
},
    },
    "151207": {
        "v1": {
        "Name": "我们自成旋律",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Enhance",
        "Desc": "使用秘技后，使下一次战斗开始时立即获得 <b>#1[f]</b> 点气氛值，并使我方全体造成的伤害提高@ <b>#2[p]</b> #，持续2回合。",
        "Params": [[6,0.3]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Maze",
        "EE": []
},
        "v2": {
        "Name": "我们自成旋律",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Enhance",
        "Desc": "使用秘技后，使下一次战斗开始时立即获得 <b>#1[f]</b> 点气氛值，并使我方全体造成的伤害提高@ <b>#2[p]</b> #，持续2回合。",
        "Params": [[6,0.3]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Maze",
        "EE": []
},
        "v3": {
        "Name": "我们自成旋律",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Enhance",
        "Desc": "使用秘技后，使下一次战斗开始时立即获得 <b>#1[f]</b> 点气氛值，并使我方全体造成的伤害提高@ <b>#2[p]</b> #，持续2回合。",
        "Params": [[6,0.3]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Maze",
        "EE": []
},
        "v4": {
        "Name": "我们自成旋律",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Enhance",
        "Desc": "使用秘技后，使下一次战斗开始时行动提前@ <b>#3[p]</b> #，立即获得 <b>#1[f]</b> 点气氛值，并使我方全体造成的伤害提高@ <b>#2[p]</b> #，持续2回合。",
        "Params": [[6,0.3,0.2]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Maze",
        "EE": []
},
    },
    "1151201": {
        "v1": {
        "Name": "叽叽啾啾四重奏",
        "MaxLevel": 10,
        "Type": "忆灵技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于晴空乐手@ <b>#2[p]</b> #生命上限的风属性伤害。",
        "Params": [[0,0.75],[0,0.9],[0,1.05],[0,1.2],[0,1.35],[0,1.5],[0,1.65],[0,1.8],[0,1.95],[0,2.1]],
        "BP": 0,
        "SPAdd": 20,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant1",
        "EE": []
},
        "v2": {
        "Name": "叽叽啾啾四重奏",
        "MaxLevel": 10,
        "Type": "忆灵技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于晴空乐手@ <b>#2[p]</b> #生命上限的风属性伤害。",
        "Params": [[0,0.75],[0,0.9],[0,1.05],[0,1.2],[0,1.35],[0,1.5],[0,1.65],[0,1.8],[0,1.95],[0,2.1]],
        "BP": 0,
        "SPAdd": 20,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant1",
        "EE": []
},
        "v3": {
        "Name": "叽叽啾啾四重奏",
        "MaxLevel": 10,
        "Type": "忆灵技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于「晴空乐手」@ <b>#2[p]</b> #生命上限的风属性伤害。",
        "Params": [[0,0.75],[0,0.9],[0,1.05],[0,1.2],[0,1.35],[0,1.5],[0,1.65],[0,1.8],[0,1.95],[0,2.1]],
        "BP": 0,
        "SPAdd": 20,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant1",
        "EE": []
},
        "v4": {
        "Name": "叽叽啾啾四重奏",
        "MaxLevel": 10,
        "Type": "忆灵技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于「晴空乐手」@ <b>#2[p]</b> #生命上限的风属性伤害。",
        "Params": [[0,0.75],[0,0.9],[0,1.05],[0,1.2],[0,1.35],[0,1.5],[0,1.65],[0,1.8],[0,1.95],[0,2.1]],
        "BP": 0,
        "SPAdd": 20,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant1",
        "EE": []
},
    },
    "1151203": {
        "v1": {
        "Name": "扑翅雀跃的和声",
        "MaxLevel": 10,
        "Type": "忆灵天赋",
        "Tag": "辅助",
        "Desc": "处于【Fever】状态时，晴空乐手和倒计时将出现在行动条上，并使知更鸟•晴歌与自身造成的伤害提高@ <b>#1[p]</b> #+气氛值*@ <b>#2[p]</b> #。晴空乐手回合开始时施放忆灵技，倒计时初始速度 <b>#9[f]</b> 点，回合开始时扣除@ <b>#10[p]</b> #的当前气氛值，至少扣除 <b>#6[f]</b> 点，当气氛值为零时，晴空乐手消失并使知更鸟•晴歌退出【Fever】状态。晴空乐手在场时，根据成员数量使敌方全体受到的伤害分别提高@ <b>#3[p]</b> #/@ <b>#4[p]</b> #/@ <b>#5[p]</b> #。",
        "Params": [[0.3,0.01,0.05,0.075,0.1,12,0,0,140,0.5],[0.36,0.012,0.06,0.09,0.12,12,0,0,140,0.5],[0.42,0.014,0.07,0.105,0.14,12,0,0,140,0.5],[0.48,0.016,0.08,0.12,0.16,12,0,0,140,0.5],[0.54,0.018,0.09,0.135,0.18,12,0,0,140,0.5],[0.6,0.02,0.1,0.15,0.2,12,0,0,140,0.5],[0.66,0.022,0.11,0.165,0.22,12,0,0,140,0.5],[0.72,0.024,0.12,0.18,0.24,12,0,0,140,0.5],[0.78,0.026,0.13,0.195,0.26,12,0,0,140,0.5],[0.84,0.028,0.14,0.21,0.28,12,0,0,140,0.5]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant3",
        "EE": []
},
        "v2": {
        "Name": "扑翅雀跃的和声",
        "MaxLevel": 10,
        "Type": "忆灵天赋",
        "Tag": "辅助",
        "Desc": "处于【Fever】状态时，晴空乐手和倒计时将出现在行动条上，并使知更鸟•晴歌与自身造成的伤害提高@ <b>#1[p]</b> #+气氛值*@ <b>#2[p]</b> #。晴空乐手回合开始时施放忆灵技，倒计时初始速度 <b>#9[f]</b> 点，回合开始时扣除@ <b>#10[p]</b> #的当前气氛值，至少扣除 <b>#6[f]</b> 点，当气氛值为零时，晴空乐手消失并使知更鸟•晴歌退出【Fever】状态。晴空乐手在场时，根据成员数量使敌方全体受到的伤害分别提高@ <b>#3[p]</b> #/@ <b>#4[p]</b> #/@ <b>#5[p]</b> #。",
        "Params": [[0.3,0.01,0.05,0.075,0.1,12,0,0,140,0.5],[0.36,0.012,0.06,0.09,0.12,12,0,0,140,0.5],[0.42,0.014,0.07,0.105,0.14,12,0,0,140,0.5],[0.48,0.016,0.08,0.12,0.16,12,0,0,140,0.5],[0.54,0.018,0.09,0.135,0.18,12,0,0,140,0.5],[0.6,0.02,0.1,0.15,0.2,12,0,0,140,0.5],[0.66,0.022,0.11,0.165,0.22,12,0,0,140,0.5],[0.72,0.024,0.12,0.18,0.24,12,0,0,140,0.5],[0.78,0.026,0.13,0.195,0.26,12,0,0,140,0.5],[0.84,0.028,0.14,0.21,0.28,12,0,0,140,0.5]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant3",
        "EE": []
},
        "v3": {
        "Name": "扑翅雀跃的和声",
        "MaxLevel": 10,
        "Type": "忆灵天赋",
        "Tag": "辅助",
        "Desc": "处于【Fever】状态时，「晴空乐手」和倒计时将出现在行动条上，并使知更鸟•晴歌与自身造成的伤害提高@ <b>#1[p]</b> #+气氛值*@ <b>#2[p]</b> #。「晴空乐手」回合开始时施放忆灵技，倒计时初始速度 <b>#9[f]</b> 点，回合开始时扣除@ <b>#10[p]</b> #的当前气氛值，至少扣除 <b>#6[f]</b> 点，当气氛值为零时，「晴空乐手」消失并使知更鸟•晴歌退出【Fever】状态。「晴空乐手」在场时，根据成员数量使敌方全体受到的伤害分别提高@ <b>#3[p]</b> #/@ <b>#4[p]</b> #/@ <b>#5[p]</b> #。",
        "Params": [[0.3,0.01,0.05,0.075,0.1,12,0,0,140,0.5],[0.36,0.012,0.06,0.09,0.12,12,0,0,140,0.5],[0.42,0.014,0.07,0.105,0.14,12,0,0,140,0.5],[0.48,0.016,0.08,0.12,0.16,12,0,0,140,0.5],[0.54,0.018,0.09,0.135,0.18,12,0,0,140,0.5],[0.6,0.02,0.1,0.15,0.2,12,0,0,140,0.5],[0.66,0.022,0.11,0.165,0.22,12,0,0,140,0.5],[0.72,0.024,0.12,0.18,0.24,12,0,0,140,0.5],[0.78,0.026,0.13,0.195,0.26,12,0,0,140,0.5],[0.84,0.028,0.14,0.21,0.28,12,0,0,140,0.5]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant3",
        "EE": []
},
        "v4": {
        "Name": "扑翅雀跃的和声",
        "MaxLevel": 10,
        "Type": "忆灵天赋",
        "Tag": "辅助",
        "Desc": "处于【Fever】状态时，「晴空乐手」和倒计时将出现在行动条上，并使知更鸟•晴歌与自身造成的伤害提高@ <b>#1[p]</b> #+气氛值*@ <b>#2[p]</b> #。「晴空乐手」回合开始时施放忆灵技，倒计时初始速度 <b>#9[f]</b> 点，回合开始时扣除@ <b>#10[p]</b> #的当前气氛值，至少扣除 <b>#6[f]</b> 点，当气氛值为零时，「晴空乐手」消失并使知更鸟•晴歌退出【Fever】状态。「晴空乐手」在场时，根据成员数量使敌方全体受到的伤害分别提高@ <b>#3[p]</b> #/@ <b>#4[p]</b> #/@ <b>#5[p]</b> #。",
        "Params": [[0.3,0.01,0.05,0.075,0.1,12,0,0,140,0.5],[0.36,0.012,0.06,0.09,0.12,12,0,0,140,0.5],[0.42,0.014,0.07,0.105,0.14,12,0,0,140,0.5],[0.48,0.016,0.08,0.12,0.16,12,0,0,140,0.5],[0.54,0.018,0.09,0.135,0.18,12,0,0,140,0.5],[0.6,0.02,0.1,0.15,0.2,12,0,0,140,0.5],[0.66,0.022,0.11,0.165,0.22,12,0,0,140,0.5],[0.72,0.024,0.12,0.18,0.24,12,0,0,140,0.5],[0.78,0.026,0.13,0.195,0.26,12,0,0,140,0.5],[0.84,0.028,0.14,0.21,0.28,12,0,0,140,0.5]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant3",
        "EE": []
},
    },
    "1151205": {
        "v1": {
        "Name": "贴近海的心跳",
        "MaxLevel": 10,
        "Type": "忆灵天赋",
        "Tag": "辅助",
        "Desc": "晴空乐手被召唤时，为知更鸟•晴歌恢复 <b>#1[f]</b> 点能量。",
        "Params": [[20],[20],[20],[20],[20],[20],[20],[20],[20],[20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant5",
        "EE": []
},
        "v2": {
        "Name": "贴近海的心跳",
        "MaxLevel": 10,
        "Type": "忆灵天赋",
        "Tag": "辅助",
        "Desc": "晴空乐手被召唤时，为知更鸟•晴歌恢复 <b>#1[f]</b> 点能量。",
        "Params": [[20],[20],[20],[20],[20],[20],[20],[20],[20],[20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant5",
        "EE": []
},
        "v3": {
        "Name": "贴近海的心跳",
        "MaxLevel": 10,
        "Type": "忆灵天赋",
        "Tag": "辅助",
        "Desc": "「晴空乐手」被召唤时，为知更鸟•晴歌恢复 <b>#1[f]</b> 点能量。",
        "Params": [[20],[20],[20],[20],[20],[20],[20],[20],[20],[20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant5",
        "EE": []
},
        "v4": {
        "Name": "贴近海的心跳",
        "MaxLevel": 10,
        "Type": "忆灵天赋",
        "Tag": "辅助",
        "Desc": "「晴空乐手」被召唤时，为知更鸟•晴歌恢复 <b>#1[f]</b> 点能量。",
        "Params": [[20],[20],[20],[20],[20],[20],[20],[20],[20],[20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant5",
        "EE": []
},
    },
    "1151206": {
        "v1": {
        "Name": "乘上夏夜晚风",
        "MaxLevel": 10,
        "Type": "忆灵天赋",
        "Tag": "辅助",
        "Desc": "晴空乐手消失时，使知更鸟•晴歌<u>行动提前</u>@ <b>#1[p]</b> #。",
        "Params": [[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant6",
        "EE": []
},
        "v2": {
        "Name": "乘上夏夜晚风",
        "MaxLevel": 10,
        "Type": "忆灵天赋",
        "Tag": "辅助",
        "Desc": "晴空乐手消失时，使知更鸟•晴歌<u>行动提前</u>@ <b>#1[p]</b> #。",
        "Params": [[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant6",
        "EE": []
},
        "v3": {
        "Name": "乘上夏夜晚风",
        "MaxLevel": 10,
        "Type": "忆灵天赋",
        "Tag": "辅助",
        "Desc": "「晴空乐手」消失时，使知更鸟•晴歌<u>行动提前</u>@ <b>#1[p]</b> #。",
        "Params": [[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant6",
        "EE": []
},
        "v4": {
        "Name": "乘上夏夜晚风",
        "MaxLevel": 10,
        "Type": "忆灵天赋",
        "Tag": "辅助",
        "Desc": "「晴空乐手」消失时，使知更鸟•晴歌<u>行动提前</u>@ <b>#1[p]</b> #。",
        "Params": [[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5],[0.5]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Servant",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1512_Servant6",
        "EE": []
},
    },
}

var _avatarskilltree_ = {
    "1512": {
        "v1": {
        "Add": {
                "SpeedDelta": 14.0,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
        },
        "Tree1": {
                "Name": "偏离和弦",
                "Desc": "我方目标使知更鸟•晴歌获得气氛值时，若攻击力大于知更鸟•晴歌，则使该目标的攻击力提高等同于知更鸟•晴歌的生命上限的(<b><color style='color:#f29e38'>16.0%</color></b>+气氛值*<b><color style='color:#f29e38'>0.4%</color></b>)，否则使该目标的暴击伤害提高<b><color style='color:#f29e38'>40.0%</color></b>+气氛值*<b><color style='color:#f29e38'>1.0%</color></b>，持续<b><color style='color:#f29e38'>2</color></b>回合。",
                "Icon": "SkillIcon_1512_SkillTree1"
        },
        "Tree2": {
                "Name": "即兴蓝调",
                "Desc": "知更鸟•晴歌或「晴空乐手」受到队友提供的治疗效果或护盾时，获得<b><color style='color:#f29e38'>12</color></b>层【律动】，上限<b><color style='color:#f29e38'>12</color></b>层。知更鸟•晴歌每回合第一次获得气氛值时若持有【律动】，则消耗1层【律动】并固定恢复<b><color style='color:#f29e38'>3</color></b>点能量。",
                "Icon": "SkillIcon_1512_SkillTree2"
        },
        "Tree3": {
                "Name": "重构谐乐",
                "Desc": "知更鸟•晴歌与「晴空乐手」的暴击率提高<b><color style='color:#f29e38'>50.0%</color></b>。",
                "Icon": "SkillIcon_1512_SkillTree3"
        }
},
        "v2": {
        "Add": {
                "SpeedDelta": 14.0,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
        },
        "Tree1": {
                "Name": "偏离和弦",
                "Desc": "我方目标使知更鸟•晴歌获得气氛值时，若攻击力大于知更鸟•晴歌，则使该目标的攻击力提高等同于知更鸟•晴歌的生命上限的(<b><color style='color:#f29e38'>16.0%</color></b>+气氛值*<b><color style='color:#f29e38'>0.4%</color></b>)，否则使该目标的暴击伤害提高<b><color style='color:#f29e38'>40.0%</color></b>+气氛值*<b><color style='color:#f29e38'>1.0%</color></b>，持续<b><color style='color:#f29e38'>2</color></b>回合。",
                "Icon": "SkillIcon_1512_SkillTree1"
        },
        "Tree2": {
                "Name": "即兴蓝调",
                "Desc": "知更鸟•晴歌或「晴空乐手」受到队友提供的治疗效果或护盾时，获得<b><color style='color:#f29e38'>12</color></b>层【律动】，上限<b><color style='color:#f29e38'>12</color></b>层。知更鸟•晴歌在任意目标回合内第一次获得气氛值时若持有【律动】，则消耗1层【律动】并固定恢复<b><color style='color:#f29e38'>3</color></b>点能量。",
                "Icon": "SkillIcon_1512_SkillTree2"
        },
        "Tree3": {
                "Name": "重构谐乐",
                "Desc": "知更鸟•晴歌与「晴空乐手」的暴击率提高<b><color style='color:#f29e38'>50.0%</color></b>。",
                "Icon": "SkillIcon_1512_SkillTree3"
        }
},
        "v3": {
        "Add": {
                "SpeedDelta": 14.0,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
        },
        "Tree1": {
                "Name": "偏离和弦",
                "Desc": "我方目标使知更鸟•晴歌获得气氛值时，若攻击力大于知更鸟•晴歌，则使该目标的攻击力提高等同于知更鸟•晴歌的生命上限的(<b><color style='color:#f29e38'>16.0%</color></b>+气氛值*<b><color style='color:#f29e38'>0.4%</color></b>)，否则使该目标的暴击伤害提高<b><color style='color:#f29e38'>40.0%</color></b>+气氛值*<b><color style='color:#f29e38'>1.0%</color></b>，持续<b><color style='color:#f29e38'>2</color></b>回合。",
                "Icon": "SkillIcon_1512_SkillTree1"
        },
        "Tree2": {
                "Name": "即兴蓝调",
                "Desc": "知更鸟•晴歌或「晴空乐手」受到队友提供的治疗效果或护盾时，获得<b><color style='color:#f29e38'>12</color></b>层【律动】，上限<b><color style='color:#f29e38'>12</color></b>层。知更鸟•晴歌在任意目标回合内第一次获得气氛值时若持有【律动】，则消耗1层【律动】并固定恢复<b><color style='color:#f29e38'>3</color></b>点能量。",
                "Icon": "SkillIcon_1512_SkillTree2"
        },
        "Tree3": {
                "Name": "重构谐乐",
                "Desc": "知更鸟•晴歌与「晴空乐手」的暴击率提高<b><color style='color:#f29e38'>50.0%</color></b>。",
                "Icon": "SkillIcon_1512_SkillTree3"
        }
},
        "v4": {
        "Add": {
                "SpeedDelta": 14.0,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
        },
        "Tree1": {
                "Name": "偏离和弦",
                "Desc": "我方目标使知更鸟•晴歌获得气氛值时，若攻击力大于知更鸟•晴歌，则使该目标的攻击力提高等同于知更鸟•晴歌的生命上限的(<b><color style='color:#f29e38'>16.0%</color></b>+气氛值*<b><color style='color:#f29e38'>0.4%</color></b>)，否则使该目标的暴击伤害提高<b><color style='color:#f29e38'>40.0%</color></b>+气氛值*<b><color style='color:#f29e38'>1.5%</color></b>，持续<b><color style='color:#f29e38'>2</color></b>回合。",
                "Icon": "SkillIcon_1512_SkillTree1"
        },
        "Tree2": {
                "Name": "即兴蓝调",
                "Desc": "知更鸟•晴歌或「晴空乐手」受到队友提供的治疗效果或护盾时，获得<b><color style='color:#f29e38'>12</color></b>层【律动】，上限<b><color style='color:#f29e38'>12</color></b>层。知更鸟•晴歌在任意目标回合内第一次获得气氛值时若持有【律动】，则消耗1层【律动】并固定恢复<b><color style='color:#f29e38'>3</color></b>点能量。",
                "Icon": "SkillIcon_1512_SkillTree2"
        },
        "Tree3": {
                "Name": "重构谐乐",
                "Desc": "知更鸟•晴歌与「晴空乐手」的暴击率提高<b><color style='color:#f29e38'>50.0%</color></b>。",
                "Icon": "SkillIcon_1512_SkillTree3"
        }
},
    },
}

var _avatarrank_ = {
    "151201": {
        "v1": {
        "Rank": 1,
        "Name": "夏日离群飞鸟",
        "Desc": "知更鸟•晴歌的气氛值上限提高<b><color style='color:#f29e38'>20</color></b>点，我方目标每回合第一次施放战技使知更鸟•晴歌获得气氛值时额外获得<b><color style='color:#f29e38'>2</color></b>点。",
        "Icon": "SkillIcon_1512_Rank1"
},
        "v2": {
        "Rank": 1,
        "Name": "夏日离群飞鸟",
        "Desc": "知更鸟•晴歌的气氛值上限提高<b><color style='color:#f29e38'>20</color></b>点，我方目标在任意目标回合内第一次施放战技使知更鸟•晴歌获得气氛值时额外获得<b><color style='color:#f29e38'>2</color></b>点。",
        "Icon": "SkillIcon_1512_Rank1"
},
        "v3": {
        "Rank": 1,
        "Name": "夏日离群飞鸟",
        "Desc": "知更鸟•晴歌的气氛值上限提高<b><color style='color:#f29e38'>20</color></b>点，我方目标在任意目标回合内第一次施放技能使知更鸟•晴歌获得气氛值时额外获得<b><color style='color:#f29e38'>2</color></b>点。",
        "Icon": "SkillIcon_1512_Rank1"
},
        "v4": {
        "Rank": 1,
        "Name": "夏日离群飞鸟",
        "Desc": "「晴空乐手」会记录我方目标造成的非<u>真实伤害</u>的<b><color style='color:#f29e38'>100%</color></b>，施放忆灵技时对生命值最高的敌方目标额外造成记录伤害总额<b><color style='color:#f29e38'>11.0%</color></b>+当前气氛值点数*<b><color style='color:#f29e38'>0.1%</color></b>的<u>真实伤害</u>，随后清空记录值的<b><color style='color:#f29e38'>50.0%</color></b>。",
        "Icon": "SkillIcon_1512_Rank1"
},
    },
    "151202": {
        "v1": {
        "Rank": 2,
        "Name": "心似一片湖水",
        "Desc": "「晴空乐手」会记录我方目标造成的非<u>真实伤害</u>的<b><color style='color:#f29e38'>100%</color></b>，施放忆灵技时对生命值最高的敌方目标额外造成<b><color style='color:#f29e38'>11.0%</color></b>伤害总额+当前气氛值层数*<b><color style='color:#f29e38'>0.1%</color></b>的真实伤害，随后清空记录值的<b><color style='color:#f29e38'>50.0%</color></b>。",
        "Icon": "SkillIcon_1512_Rank2"
},
        "v2": {
        "Rank": 2,
        "Name": "心似一片湖水",
        "Desc": "「晴空乐手」会记录我方目标造成的非<u>真实伤害</u>的<b><color style='color:#f29e38'>100%</color></b>，施放忆灵技时对生命值最高的敌方目标额外造成记录伤害总额<b><color style='color:#f29e38'>11.0%</color></b>+当前气氛值层数*<b><color style='color:#f29e38'>0.1%</color></b>的<u>真实伤害</u>，随后清空记录值的<b><color style='color:#f29e38'>50.0%</color></b>。",
        "Icon": "SkillIcon_1512_Rank2"
},
        "v3": {
        "Rank": 2,
        "Name": "心似一片湖水",
        "Desc": "「晴空乐手」会记录我方目标造成的非<u>真实伤害</u>的<b><color style='color:#f29e38'>100%</color></b>，施放忆灵技时对生命值最高的敌方目标额外造成记录伤害总额<b><color style='color:#f29e38'>11.0%</color></b>+当前气氛值点数*<b><color style='color:#f29e38'>0.1%</color></b>的<u>真实伤害</u>，随后清空记录值的<b><color style='color:#f29e38'>50.0%</color></b>。",
        "Icon": "SkillIcon_1512_Rank2"
},
        "v4": {
        "Rank": 2,
        "Name": "心似一片湖水",
        "Desc": "我方目标的全属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。知更鸟•晴歌的气氛值上限提高<b><color style='color:#f29e38'>20</color></b>点，我方目标在任意目标回合内第一次施放技能使知更鸟•晴歌获得气氛值时额外获得<b><color style='color:#f29e38'>2</color></b>点。",
        "Icon": "SkillIcon_1512_Rank2"
},
    },
    "151203": {
        "v1": {
        "Rank": 3,
        "Name": "拾取沿途遗音",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；忆灵天赋等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1512_BP"
},
        "v2": {
        "Rank": 3,
        "Name": "拾取沿途遗音",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；忆灵天赋等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1512_BP"
},
        "v3": {
        "Rank": 3,
        "Name": "拾取沿途遗音",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；忆灵天赋等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1512_BP"
},
        "v4": {
        "Rank": 3,
        "Name": "拾取沿途遗音",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；忆灵天赋等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1512_BP"
},
    },
    "151204": {
        "v1": {
        "Rank": 4,
        "Name": "聆听众弦的变奏",
        "Desc": "进入【Fever】状态时，立即获得<b><color style='color:#f29e38'>12</color></b>点气氛值，「晴空乐手」的速度提高<b><color style='color:#f29e38'>20.0%</color></b>+当前气氛值*<b><color style='color:#f29e38'>0.5%</color></b>。",
        "Icon": "SkillIcon_1512_Rank4"
},
        "v2": {
        "Rank": 4,
        "Name": "聆听众弦的变奏",
        "Desc": "进入【Fever】状态时，立即获得<b><color style='color:#f29e38'>12</color></b>点气氛值，「晴空乐手」的速度提高<b><color style='color:#f29e38'>20.0%</color></b>+当前气氛值*<b><color style='color:#f29e38'>0.5%</color></b>。",
        "Icon": "SkillIcon_1512_Rank4"
},
        "v3": {
        "Rank": 4,
        "Name": "聆听众弦的变奏",
        "Desc": "进入【Fever】状态时，立即获得<b><color style='color:#f29e38'>12</color></b>点气氛值，「晴空乐手」的速度提高<b><color style='color:#f29e38'>20.0%</color></b>+当前气氛值*<b><color style='color:#f29e38'>0.5%</color></b>。",
        "Icon": "SkillIcon_1512_Rank4"
},
        "v4": {
        "Rank": 4,
        "Name": "聆听众弦的变奏",
        "Desc": "进入【Fever】状态时，立即获得<b><color style='color:#f29e38'>12</color></b>点气氛值，「晴空乐手」的速度提高<b><color style='color:#f29e38'>20.0%</color></b>+当前气氛值*<b><color style='color:#f29e38'>0.5%</color></b>。",
        "Icon": "SkillIcon_1512_Rank4"
},
    },
    "151205": {
        "v1": {
        "Rank": 5,
        "Name": "然后再次共逐新晨",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；忆灵技等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1512_Ultra"
},
        "v2": {
        "Rank": 5,
        "Name": "然后再次共逐新晨",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；忆灵技等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1512_Ultra"
},
        "v3": {
        "Rank": 5,
        "Name": "然后再次共逐新晨",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；忆灵技等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1512_Ultra"
},
        "v4": {
        "Rank": 5,
        "Name": "然后再次共逐新晨",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；忆灵技等级+1，最多不超过10级。",
        "Icon": "SkillIcon_1512_Ultra"
},
    },
    "151206": {
        "v1": {
        "Rank": 6,
        "Name": "唱一首未命名的歌",
        "Desc": "我方目标的全属性抗性穿透提高<b><color style='color:#f29e38'>20.0%</color></b>。忆灵技的伤害倍率提高原倍率的<b><color style='color:#f29e38'>100%</color></b>。进入【Fever】状态时，知更鸟•晴歌与「晴空乐手」的暴击伤害提高<b><color style='color:#f29e38'>2</color></b>。",
        "Icon": "SkillIcon_1512_Rank6"
},
        "v2": {
        "Rank": 6,
        "Name": "唱一首未命名的歌",
        "Desc": "我方目标的全属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。忆灵技的伤害倍率提高原倍率的<b><color style='color:#f29e38'>100%</color></b>。进入【Fever】状态时，知更鸟•晴歌与「晴空乐手」的暴击伤害提高<b><color style='color:#f29e38'>2</color></b>。",
        "Icon": "SkillIcon_1512_Rank6"
},
        "v3": {
        "Rank": 6,
        "Name": "唱一首未命名的歌",
        "Desc": "我方目标的全属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>20.0%</color></b>。知更鸟•晴歌的终结技可以最多储存2次，本场战斗中第一次进入【Fever】状态或【Fever】倒计时回合开始时，固定恢复<b><color style='color:#f29e38'>140</color></b>点能量。",
        "Icon": "SkillIcon_1512_Rank6"
},
        "v4": {
        "Rank": 6,
        "Name": "唱一首未命名的歌",
        "Desc": "忆灵技的伤害倍率提高原倍率的<b><color style='color:#f29e38'>100%</color></b>。处于【Fever】状态时，知更鸟•晴歌的终结技可以最多储存2次，本场战斗中第一次进入【Fever】状态后或【Fever】倒计时回合开始时，固定恢复<b><color style='color:#f29e38'>140</color></b>点能量。",
        "Icon": "SkillIcon_1512_Rank6"
},
    },
}

var _story_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _voice_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _notes_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _adiff_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _mtc_ = {
    "1512": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "114001": 5
            },
            {
                "2": 8000,
                "114001": 10
            },
            {
                "2": 16000,
                "114002": 6,
                "110435": 3
            },
            {
                "2": 40000,
                "114002": 9,
                "110435": 7
            },
            {
                "2": 80000,
                "114003": 6,
                "110435": 20
            },
            {
                "2": 160000,
                "114003": 9,
                "110435": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "114001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "114002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "114002": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "114003": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "114003": 2
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114001": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "114001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "114002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "114002": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "114002": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "114003": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110509": 1,
                        "114003": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110509": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110509": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114001": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "114001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "114002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "114002": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "114002": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "114003": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110509": 1,
                        "114003": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110509": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110509": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114001": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "114001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "114002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "114002": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "114002": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "114003": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110509": 1,
                        "114003": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110509": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110509": 1
                    }
                ]
            },
            {
                "Name": "秘技",
                "Level": 1,
                "Mats": []
            }
        ],
        "Points": [
            {
                "Name": "速度 +14",
                "Mat": {
                    "2": 235500,
                    "114001": 2,
                    "110252": 7,
                    "114002": 6,
                    "110253": 11,
                    "114003": 11
                }
            },
            {
                "Name": "生命值 +18.0%",
                "Mat": {
                    "2": 209000,
                    "110251": 3,
                    "114001": 6,
                    "110253": 11,
                    "114003": 11
                }
            },
            {
                "Name": "暴击率 +6.7%",
                "Mat": {
                    "2": 149000,
                    "110252": 3,
                    "114002": 2,
                    "110253": 7,
                    "114003": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "偏离和弦",
                "Mat": {
                    "2": 5000,
                    "110251": 3,
                    "110509": 1
                }
            },
            {
                "Name": "即兴蓝调",
                "Mat": {
                    "2": 20000,
                    "110252": 5,
                    "241": 1,
                    "110509": 1
                }
            },
            {
                "Name": "重构谐乐",
                "Mat": {
                    "2": 160000,
                    "110253": 8,
                    "241": 1,
                    "110509": 1
                }
            }
        ]
    }
}

var _recommend_ = {
    "1512": {
        "relics": {
            "avatar_id": 1512,
            "set4_id_list": [
                127,
                121,
                114
            ],
            "set2_id_list": [
                323,
                308,
                317
            ],
            "property_list3": [
                "HPAddedRatio",
                "CriticalDamageBase"
            ],
            "property_list4": [
                "SpeedDelta",
                "HPAddedRatio"
            ],
            "property_list5": [
                "HPAddedRatio",
                "WindAddedRatio"
            ],
            "property_list6": [
                "SPRatioBase",
                "HPAddedRatio"
            ],
            "property_list": [
                {
                    "relic_type": "BODY",
                    "property_type": "HPAddedRatio"
                },
                {
                    "relic_type": "FOOT",
                    "property_type": "SpeedDelta"
                },
                {
                    "relic_type": "NECK",
                    "property_type": "HPAddedRatio"
                },
                {
                    "relic_type": "OBJECT",
                    "property_type": "SPRatioBase"
                }
            ],
            "sub_affix_property_list": [
                "CriticalChanceBase",
                "CriticalDamageBase",
                "HPAddedRatio",
                "SpeedDelta"
            ],
            "score_rank_list": [
                333,
                272
            ],
            "local_critical_chance": 0.5
        },
        "lightcones": [
            23063,
            23049,
            24005
        ],
        "teams": [
            {
                "avatar_id": 1512,
                "team_id": 1,
                "position": 1,
                "member_list": [
                    1510,
                    1507,
                    1414
                ],
                "backup_list1": [],
                "backup_list2": [
                    1403,
                    1415,
                    1306,
                    1313,
                    1309,
                    8007,
                    1406,
                    1218,
                    1202
                ],
                "backup_list3": [
                    1409,
                    1217,
                    1222,
                    1304,
                    1208,
                    1203,
                    1301
                ],
                "backup_group_list1": [
                    103,
                    102
                ],
                "backup_group_list2": [
                    104
                ],
                "backup_group_list3": [
                    101
                ]
            },
            {
                "avatar_id": 1512,
                "team_id": 2,
                "position": 1,
                "member_list": [
                    1407,
                    1415,
                    1409
                ],
                "backup_list1": [
                    1415,
                    1413
                ],
                "backup_list2": [
                    1413
                ],
                "backup_list3": [
                    1217,
                    1414,
                    1222,
                    1304,
                    1208,
                    1203,
                    1301
                ],
                "backup_group_list1": [
                    113
                ],
                "backup_group_list2": [
                    113
                ],
                "backup_group_list3": [
                    101
                ]
            },
            {
                "avatar_id": 1512,
                "team_id": 3,
                "position": 1,
                "member_list": [
                    1513,
                    1507,
                    1409
                ],
                "backup_list1": [],
                "backup_list2": [
                    1403,
                    1415,
                    1306,
                    1313,
                    1309,
                    8007,
                    1406,
                    1218,
                    1202
                ],
                "backup_list3": [
                    1414,
                    1217,
                    1222,
                    1304,
                    1208,
                    1203,
                    1301
                ],
                "backup_group_list1": [
                    103,
                    102
                ],
                "backup_group_list2": [
                    104
                ],
                "backup_group_list3": [
                    101
                ]
            }
        ]
    }
}
