// Auto Generated

var _avatarskill_ = {
    "151301": {
        "v1": {
        "Name": "激流，正中红心",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于砂金•戏浪@ <b>#1[p]</b> #攻击力的量子属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1513_Normal",
        "EE": []
},
    },
    "151302": {
        "v1": {
        "Name": "绝杀，热砂沸腾",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于砂金•戏浪@ <b>#1[p]</b> #攻击力的量子属性伤害，获得 <b>#2[f]</b> 个<u>笑点</u>和 <b>#3[f]</b> 点【热意】。",
        "Params": [[1.2,2,4],[1.32,2,4],[1.44,2,4],[1.56,2,4],[1.68,2,4],[1.8,2,4],[1.95,2,4],[2.1,2,4],[2.25,2,4],[2.4,2,4],[2.52,2,4],[2.64,2,4],[2.76,2,4],[2.88,2,4],[3,2,4]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1513_BP",
        "EE": []
},
    },
    "151303": {
        "v1": {
        "Name": "胜局，凌越飓浪之上",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于砂金•戏浪@ <b>#1[p]</b> #攻击力的量子属性伤害，获得 <b>#3[f]</b> 个<u>笑点</u>和 <b>#2[f]</b> 点【热意】。并使自身速度提高@ <b>#4[p]</b> #，持续 <b>#5[f]</b> 回合。",
        "Params": [[2.4,8,5,0.1,3],[2.56,8,5,0.115,3],[2.72,8,5,0.13,3],[2.88,8,5,0.145,3],[3.04,8,5,0.16,3],[3.2,8,5,0.175,3],[3.4,8,5,0.19375,3],[3.6,8,5,0.2125,3],[3.8,8,5,0.23125,3],[4,8,5,0.25,3],[4.16,8,5,0.265,3],[4.32,8,5,0.28,3],[4.48,8,5,0.295,3],[4.64,8,5,0.31,3],[4.8,8,5,0.325,3]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1513_Ultra",
        "EE": []
},
    },
    "151304": {
        "v1": {
        "Name": "抛注，听深渊回响",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "Enhance",
        "Desc": "砂金•戏浪的【<u>好活当赏</u>】的持续时间增加1回合。队友施放攻击后，砂金•戏浪获得 <b>#7[f]</b> 点【热意】以及 <b>#6[f]</b> 个<u>笑点</u>，【热意】上限为 <b>#4[f]</b> 点。 【热意】达到 <b>#1[f]</b> 点时，砂金•戏浪会立即施放1次固定计入 <b>#5[f]</b> <u>笑点</u>的【举杯！敬炽烈一夏】，并在施放后使自身在下一次阿哈时刻中施放的欢愉技强化为【All in！敬炽烈一夏】。 砂金•戏浪持有【<u>好活当赏</u>】时，战技额外对敌方全体造成@ <b>#2[p]</b> #量子属性<u>欢愉伤害</u>，终结技额外对敌方全体造成@ <b>#3[p]</b> #量子属性<u>欢愉伤害</u>。",
        "Params": [[10,0.2,0.36,30,20,1,1],[10,0.22,0.396,30,20,1,1],[10,0.24,0.432,30,20,1,1],[10,0.26,0.468,30,20,1,1],[10,0.28,0.504,30,20,1,1],[10,0.3,0.54,30,20,1,1],[10,0.325,0.585,30,20,1,1],[10,0.35,0.63,30,20,1,1],[10,0.375,0.675,30,20,1,1],[10,0.4,0.72,30,20,1,1],[10,0.42,0.756,30,20,1,1],[10,0.44,0.792,30,20,1,1],[10,0.46,0.828,30,20,1,1],[10,0.48,0.864,30,20,1,1],[10,0.5,0.9,30,20,1,1]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1513_Passive",
        "EE": []
},
    },
    "151306": {
        "v1": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1513_Normal",
        "EE": []
},
    },
    "151307": {
        "v1": {
        "Name": "于静水掀起风浪",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "",
        "Desc": "快速向前移动一段距离并攻击接触到的敌人，在快速移动的过程中可抵挡敌人的所有攻击。主动攻击敌人进入战斗后，对敌方全体造成等同于砂金•戏浪@ <b>#1[p]</b> #攻击力的量子属性伤害，并使自身获得 <b>#2[f]</b> 点【热意】和 <b>#3[f]</b> 点【<u>好活当赏</u>】。",
        "Params": [[1,2,20]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                2.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_1513_Maze",
        "EE": []
},
    },
    "151320": {
        "v1": {
        "Name": "举杯！敬炽烈一夏",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成@ <b>#1[p]</b> #量子属性<u>欢愉伤害</u>，并额外造成 <b>#2[f]</b> 次伤害，每次伤害对随机敌方单体造成@ <b>#3[p]</b> #量子属性<u>欢愉伤害</u>。",
        "Params": [[0.3,10,0.075],[0.33,10,0.0825],[0.36,10,0.09],[0.39,10,0.0975],[0.42,10,0.105],[0.45,10,0.1125],[0.4875,10,0.121875],[0.525,10,0.13125],[0.5625,10,0.140625],[0.6,10,0.15],[0.63,10,0.1575],[0.66,10,0.165],[0.69,10,0.1725],[0.72,10,0.18],[0.75,10,0.1875]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "ElationDamage",
        "Stance": [
                0.3333333333333333,
                1.0,
                0.0
        ],
        "Icon": "SkillIcon_1513_Elation",
        "EE": []
},
    },
    "151321": {
        "v1": {
        "Name": "All in！敬炽烈一夏",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成@ <b>#1[p]</b> #量子属性<u>欢愉伤害</u>，并额外造成 <b>#3[f]</b> 次伤害，每次伤害对随机敌方单体造成@ <b>#4[p]</b> #量子属性<u>欢愉伤害</u>。施放时会消耗所有【热意】，每消耗1点【热意】都会额外对敌方随机单体造成1次@ <b>#2[p]</b> #量子属性<u>欢愉伤害</u>。",
        "Params": [[0.3,0.075,10,0.075],[0.33,0.0825,10,0.0825],[0.36,0.09,10,0.09],[0.39,0.0975,10,0.0975],[0.42,0.105,10,0.105],[0.45,0.1125,10,0.1125],[0.4875,0.121875,10,0.121875],[0.525,0.13125,10,0.13125],[0.5625,0.140625,10,0.140625],[0.6,0.15,10,0.15],[0.63,0.1575,10,0.1575],[0.66,0.165,10,0.165],[0.69,0.1725,10,0.1725],[0.72,0.18,10,0.18],[0.75,0.1875,10,0.1875]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "ElationDamage",
        "Stance": [
                0.5,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_1513_Elation",
        "EE": []
},
    },
}

var _avatarskilltree_ = {
    "1513": {
        "v1": {
        "Add": {
                "CriticalChanceBase": 0.187,
                "SpeedDelta": 9.0,
                "DefenceAddedRatio": 0.125
        },
        "Tree1": {
                "Name": "极乐派对",
                "Desc": "速度大于等于<b><color style='color:#f29e38'>160</color></b>时，使自身欢愉度提高<b><color style='color:#f29e38'>30%</color></b>，之后每超过<b><color style='color:#f29e38'>1</color></b>点速度使自身欢愉度额外提高<b><color style='color:#f29e38'>1%</color></b>，最多计入<b><color style='color:#f29e38'>200</color></b>点超出的速度。",
                "Icon": "SkillIcon_1513_SkillTree1"
        },
        "Tree2": {
                "Name": "纵享惊涛",
                "Desc": "战斗开始时若队伍中存在砂金•戏浪以外的其他「欢愉」命途角色，砂金•戏浪欢愉度提高<b><color style='color:#f29e38'>1</color></b>。 战斗开始时若队伍中只存在砂金•戏浪1名「欢愉」命途角色，队友施放攻击后，砂金•戏浪获得<b><color style='color:#f29e38'>2</color></b>点【<u>好活当赏</u>】和<b><color style='color:#f29e38'>1</color></b>个<u>笑点</u>，并使阿哈速度提高<b><color style='color:#f29e38'>25</color></b>，速度提高效果持续到阿哈时刻结束。",
                "Icon": "SkillIcon_1513_SkillTree2"
        },
        "Tree3": {
                "Name": "旧梦淘金",
                "Desc": "暴击伤害提高<b><color style='color:#f29e38'>48%</color></b>。队友施放普攻、战技、<u>追加攻击</u>或终结技后，砂金•戏浪暴击伤害提高<b><color style='color:#f29e38'>48%</color></b>，持续<b><color style='color:#f29e38'>3</color></b>回合，且额外获得<b><color style='color:#f29e38'>1</color></b>点【热意】，该效果最多触发<b><color style='color:#f29e38'>6</color></b>次，砂金•戏浪施放战技时重置可触发次数。",
                "Icon": "SkillIcon_1513_SkillTree3"
        }
},
    },
}

var _avatarrank_ = {
    "151301": {
        "v1": {
        "Rank": 1,
        "Name": "抵作筹码的假日",
        "Desc": "全属性<u>抗性穿透</u>提高<b><color style='color:#f29e38'>24%</color></b>，砂金•戏浪每获得10点【热意】都可以触发天赋施放【举杯！敬炽烈一夏】。",
        "Icon": "SkillIcon_1513_Rank1"
},
    },
    "151302": {
        "v1": {
        "Rank": 2,
        "Name": "闲情如海潮涨落",
        "Desc": "【热意】上限提高至<b><color style='color:#f29e38'>50</color></b>点，施放战技、终结技或欢愉技后额外获得<b><color style='color:#f29e38'>2</color></b>点【热意】。",
        "Icon": "SkillIcon_1513_Rank2"
},
    },
    "151303": {
        "v1": {
        "Rank": 3,
        "Name": "冰镇的午后邀约",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1513_BP"
},
    },
    "151304": {
        "v1": {
        "Rank": 4,
        "Name": "无需同阳光交易",
        "Desc": "砂金•戏浪造成的伤害无视敌方目标<b><color style='color:#f29e38'>18%</color></b>的防御力。",
        "Icon": "SkillIcon_1513_Rank4"
},
    },
    "151305": {
        "v1": {
        "Rank": 5,
        "Name": "掷身于满贯风暴",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_1513_Ultra"
},
    },
    "151306": {
        "v1": {
        "Rank": 6,
        "Name": "将往日兑作一场狂飙",
        "Desc": "砂金•戏浪造成的<u>欢愉伤害</u><u>增笑</u><b><color style='color:#f29e38'>25%</color></b>。砂金•戏浪施放<b><color style='color:#f29e38'>2</color></b>次终结技后，其后续施放的所有欢愉技均为【All in！敬炽烈一夏】，且在阿哈时刻外施放欢愉技【All in！敬炽烈一夏】造成额外伤害时不再消耗【热意】。",
        "Icon": "SkillIcon_1513_Rank6"
},
    },
}

var _story_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _voice_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _notes_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _adiff_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _mtc_ = [
    {
        "Name": "",
        "Desc": ""
    }
]
