// Auto Generated

var _versions_ = {
    "8009": ["Live"]
}

var _avatarskill_ = {
    "800901": {
        "Live": {
        "Name": "此即应援",
        "MaxLevel": 15,
        "Type": "普攻",
        "Tag": "SingleAttack",
        "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的雷属性伤害。",
        "Params": [[0.5],[0.6],[0.7],[0.8],[0.9],[1],[1.1],[1.2],[1.3],[1.4]],
        "BP": 1,
        "SPAdd": 20,
        "AttackType": "Normal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_8009_Normal",
        "EE": []
},
    },
    "800902": {
        "Live": {
        "Name": "风暴甚是喧嚣",
        "MaxLevel": 15,
        "Type": "战技",
        "Tag": "群攻",
        "Desc": "对敌方全体造成等同于开拓者@ <b>#1[p]</b> #攻击力的雷属性伤害，获得 <b>#2[f]</b> 点【<u>好活当赏</u>】。",
        "Params": [[0.3,20],[0.33,20],[0.36,20],[0.39,20],[0.42,20],[0.45,20],[0.4875,20],[0.525,20],[0.5625,20],[0.6,20],[0.63,20],[0.66,20],[0.69,20],[0.72,20],[0.75,20]],
        "BP": -1,
        "SPAdd": 30,
        "AttackType": "BPSkill",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_8009_BP",
        "EE": []
},
    },
    "800903": {
        "Live": {
        "Name": "放心飞，开拓永相随！",
        "MaxLevel": 15,
        "Type": "终结技",
        "Tag": "辅助",
        "Desc": "获得 <b>#6[f]</b> 个<u>笑点</u>，使指定我方单体暴击伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合，并解除该目标的<u>控制类负面状态</u>。 若目标拥有欢愉技，目标额外获得 <b>#4[f]</b> 点【<u>好活当赏</u>】，并使其立即施放1次固定计入 <b>#5[f]</b> <u>笑点</u>的欢愉技，若欢愉技施放前敌方目标被消灭则对新入场的敌方目标发动欢愉技。 若目标不拥有欢愉技，使其<u>行动提前</u>@ <b>#3[p]</b> #。",
        "Params": [[0.3,3,0.5,10,20,5],[0.32,3,0.5,10,20,5],[0.34,3,0.5,10,20,5],[0.36,3,0.5,10,20,5],[0.38,3,0.5,10,20,5],[0.4,3,0.5,10,20,5],[0.425,3,0.5,10,20,5],[0.45,3,0.5,10,20,5],[0.475,3,0.5,10,20,5],[0.5,3,0.5,10,20,5],[0.52,3,0.5,10,20,5],[0.54,3,0.5,10,20,5],[0.56,3,0.5,10,20,5],[0.58,3,0.5,10,20,5],[0.6,3,0.5,10,20,5]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "Ultra",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_8009_Ultra",
        "EE": []
},
    },
    "800904": {
        "Live": {
        "Name": "英雄一笑，生死难料",
        "MaxLevel": 15,
        "Type": "天赋",
        "Tag": "辅助",
        "Desc": "施放攻击后，固定恢复 <b>#1[f]</b> 点能量并获得 <b>#2[f]</b> 个<u>笑点</u>。 开拓者持有【<u>好活当赏</u>】时，战技对敌方全体额外造成@ <b>#3[p]</b> #的雷属性<u>欢愉伤害</u>，此伤害使用我方最高的【<u>好活当赏</u>】数值计算。",
        "Params": [[10,3,0.15],[10,3,0.165],[10,3,0.18],[10,3,0.195],[10,3,0.21],[10,3,0.225],[10,3,0.24375],[10,3,0.2625],[10,3,0.28125],[10,3,0.3],[10,3,0.315],[10,3,0.33],[10,3,0.345],[10,3,0.36],[10,3,0.375]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "None",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_8009_Passive",
        "EE": []
},
    },
    "800906": {
        "Live": {
        "Name": "攻击",
        "MaxLevel": 15,
        "Type": "",
        "Tag": "",
        "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
        "Params": [[]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "MazeNormal",
        "Stance": [
                1.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_8009_Normal",
        "EE": []
},
    },
    "800907": {
        "Live": {
        "Name": "燃起来了！",
        "MaxLevel": 15,
        "Type": "秘技",
        "Tag": "Enhance",
        "Desc": "使用秘技后随机获得以下1种效果： 小概率获得【开怀大笑】：欢愉度提高@ <b>#1[p]</b> #。 大概率获得【忍俊不禁】：欢愉度提高@ <b>#3[p]</b> #。 下一次战斗开始时，使我方全体提高对应数值的欢愉度，持续 <b>#5[f]</b> 回合。",
        "Params": [[0.3,0.1,0.2,0.1,3]],
        "BP": 0,
        "SPAdd": 0,
        "AttackType": "Maze",
        "Stance": [
                0.0,
                0.0,
                0.0
        ],
        "Icon": "SkillIcon_8009_Maze",
        "EE": []
},
    },
    "800920": {
        "Live": {
        "Name": "我说欢愉，你耳朵聋吗？",
        "MaxLevel": 15,
        "Type": "欢愉技",
        "Tag": "群攻",
        "Desc": "造成 <b>#1[f]</b> 次伤害，每次对敌方随机单体造成@ <b>#2[p]</b> #的雷属性<u>欢愉伤害</u>。最后造成@ <b>#3[p]</b> #的雷属性<u>欢愉伤害</u>，由敌方全体均分。",
        "Params": [[8,0.1,0.3],[8,0.11,0.33],[8,0.12,0.36],[8,0.13,0.39],[8,0.14,0.42],[8,0.15,0.45],[8,0.1625,0.4875],[8,0.175,0.525],[8,0.1875,0.5625],[8,0.2,0.6],[8,0.21,0.63],[8,0.22,0.66],[8,0.23,0.69],[8,0.24,0.72],[8,0.25,0.75]],
        "BP": 0,
        "SPAdd": 5,
        "AttackType": "ElationDamage",
        "Stance": [
                0.0,
                2.0,
                0.0
        ],
        "Icon": "SkillIcon_8009_Elation",
        "EE": []
},
    },
}

var _avatarskilltree_ = {
    "8009": {
        "Live": {
        "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "CriticalDamageBase": 0.133
        },
        "Tree1": {
                "Name": "快哉快哉",
                "Desc": "若开拓者的攻击力高于<b><color style='color:#f29e38'>1000</color></b>点，每超过<b><color style='color:#f29e38'>200</color></b>点攻击力可使自身欢愉度提高<b><color style='color:#f29e38'>10.0%</color></b>，最多提高<b><color style='color:#f29e38'>60.0%</color></b>。",
                "Icon": "SkillIcon_8009_SkillTree1"
        },
        "Tree2": {
                "Name": "跟你爆了",
                "Desc": "自身暴击率提高<b><color style='color:#f29e38'>15.0%</color></b>。施放终结技后，为我方恢复<b><color style='color:#f29e38'>100%</color></b>个战技点。",
                "Icon": "SkillIcon_8009_SkillTree2"
        },
        "Tree3": {
                "Name": "阿哈咬它！",
                "Desc": "我方目标施放欢愉技后，开拓者下一次施放战技时额外获得<b><color style='color:#f29e38'>2</color></b>点【<u>好活当赏</u>】。",
                "Icon": "SkillIcon_8009_SkillTree3"
        }
},
    },
}

var _avatarrank_ = {
    "800901": {
        "Live": {
        "Rank": 1,
        "Name": "相信光的时间",
        "Desc": "施放战技后，下一次终结技使我方目标获得的【<u>好活当赏</u>】提高<b><color style='color:#f29e38'>2</color></b>点，该效果最多叠加<b><color style='color:#f29e38'>3</color></b>层。",
        "Icon": "SkillIcon_8009_Rank1"
},
    },
    "800902": {
        "Live": {
        "Rank": 2,
        "Name": "名场面酝酿中……",
        "Desc": "终结技额外使指定我方单体的欢愉度提高<b><color style='color:#f29e38'>12.0%</color></b>，持续<b><color style='color:#f29e38'>2</color></b>回合。",
        "Icon": "SkillIcon_8009_Rank2"
},
    },
    "800903": {
        "Live": {
        "Rank": 3,
        "Name": "来吧，镜头的焦点",
        "Desc": "战技等级+2，最多不超过15级；天赋等级+2，最多不超过15级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_8009_BP"
},
    },
    "800904": {
        "Live": {
        "Rank": 4,
        "Name": "拯救世界，无需理由",
        "Desc": "施放欢愉技时，使敌方目标受到的伤害提高<b><color style='color:#f29e38'>10.0%</color></b>，持续<b><color style='color:#f29e38'>2</color></b>回合。",
        "Icon": "SkillIcon_8009_Rank4"
},
    },
    "800905": {
        "Live": {
        "Rank": 5,
        "Name": "爱与勇气，永不过时",
        "Desc": "终结技等级+2，最多不超过15级；普攻等级+1，最多不超过10级；欢愉技等级+1，最多不超过15级。",
        "Icon": "SkillIcon_8009_Ultra"
},
    },
    "800906": {
        "Live": {
        "Rank": 6,
        "Name": "银河传奇，登场！",
        "Desc": "施放欢愉技时，使自身暴击伤害提高<b><color style='color:#f29e38'>100%</color></b>，持续<b><color style='color:#f29e38'>3</color></b>回合。",
        "Icon": "SkillIcon_8009_Rank6"
},
    },
}

var _story_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _voice_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _notes_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _adiff_ = [
    {
        "Name": "",
        "Desc": ""
    }
]

var _mtc_ = {
    "8009": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "111011": 4
            },
            {
                "2": 6400,
                "111011": 8
            },
            {
                "2": 12800,
                "111012": 5,
                "110400": 4
            },
            {
                "2": 32000,
                "111012": 8,
                "110400": 6
            },
            {
                "2": 64000,
                "111013": 5,
                "110400": 8
            },
            {
                "2": 128000,
                "111013": 7,
                "110400": 10
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3200,
                        "110261": 1,
                        "111011": 5
                    },
                    {
                        "2": 6400,
                        "110262": 2,
                        "111012": 2
                    },
                    {
                        "2": 12800,
                        "110262": 2,
                        "111012": 3
                    },
                    {
                        "2": 25600,
                        "110263": 2,
                        "111013": 2
                    },
                    {
                        "2": 96000,
                        "110263": 5,
                        "111013": 2
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 1600,
                        "111011": 1
                    },
                    {
                        "2": 3200,
                        "110261": 2,
                        "111011": 3
                    },
                    {
                        "2": 6400,
                        "110262": 1,
                        "111012": 2
                    },
                    {
                        "2": 12000,
                        "110262": 3,
                        "111012": 2
                    },
                    {
                        "2": 19200,
                        "110262": 5,
                        "111012": 4
                    },
                    {
                        "2": 25600,
                        "110263": 2,
                        "111013": 2
                    },
                    {
                        "2": 52000,
                        "110263": 2,
                        "110508": 1,
                        "111013": 2
                    },
                    {
                        "2": 96000,
                        "110263": 5,
                        "110508": 1
                    },
                    {
                        "2": 200000,
                        "110263": 9,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 1600,
                        "111011": 1
                    },
                    {
                        "2": 3200,
                        "110261": 2,
                        "111011": 3
                    },
                    {
                        "2": 6400,
                        "110262": 1,
                        "111012": 2
                    },
                    {
                        "2": 12000,
                        "110262": 3,
                        "111012": 2
                    },
                    {
                        "2": 19200,
                        "110262": 5,
                        "111012": 4
                    },
                    {
                        "2": 25600,
                        "110263": 2,
                        "111013": 2
                    },
                    {
                        "2": 52000,
                        "110263": 2,
                        "110508": 1,
                        "111013": 2
                    },
                    {
                        "2": 96000,
                        "110263": 5,
                        "110508": 1
                    },
                    {
                        "2": 200000,
                        "110263": 9,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 1600,
                        "111011": 1
                    },
                    {
                        "2": 3200,
                        "110261": 2,
                        "111011": 3
                    },
                    {
                        "2": 6400,
                        "110262": 1,
                        "111012": 2
                    },
                    {
                        "2": 12000,
                        "110262": 3,
                        "111012": 2
                    },
                    {
                        "2": 19200,
                        "110262": 5,
                        "111012": 4
                    },
                    {
                        "2": 25600,
                        "110263": 2,
                        "111013": 2
                    },
                    {
                        "2": 52000,
                        "110263": 2,
                        "110508": 1,
                        "111013": 2
                    },
                    {
                        "2": 96000,
                        "110263": 5,
                        "110508": 1
                    },
                    {
                        "2": 200000,
                        "110263": 9,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "秘技",
                "Level": 1,
                "Mats": []
            }
        ],
        "Points": [
            {
                "Name": "攻击力 +28.0%",
                "Mat": {
                    "2": 188000,
                    "111011": 2,
                    "110262": 7,
                    "111012": 4,
                    "110263": 8,
                    "111013": 8
                }
            },
            {
                "Name": "暴击率 +12.0%",
                "Mat": {
                    "2": 168000,
                    "110261": 1,
                    "111011": 3,
                    "110263": 8,
                    "111013": 8
                }
            },
            {
                "Name": "暴击伤害 +13.3%",
                "Mat": {
                    "2": 104000,
                    "110262": 3,
                    "111012": 1,
                    "110263": 5,
                    "111013": 2
                }
            }
        ],
        "Traces": [
            {
                "Name": "快哉快哉",
                "Mat": {
                    "2": 4000,
                    "110261": 2,
                    "110508": 1
                }
            },
            {
                "Name": "跟你爆了",
                "Mat": {
                    "2": 16000,
                    "110262": 4,
                    "241": 1,
                    "110508": 1
                }
            },
            {
                "Name": "阿哈咬它！",
                "Mat": {
                    "2": 112000,
                    "110263": 5,
                    "241": 1,
                    "110508": 1
                }
            }
        ]
    }
}

var _recommend_ = {
    "8009": {
        "relics": {
            "avatar_id": 8009,
            "set4_id_list": [
                130,
                129,
                102
            ],
            "set2_id_list": [
                317,
                325,
                301
            ],
            "property_list3": [
                "CriticalDamageBase",
                "CriticalChanceBase"
            ],
            "property_list4": [
                "SpeedDelta",
                "AttackAddedRatio"
            ],
            "property_list5": [
                "AttackAddedRatio"
            ],
            "property_list6": [
                "SPRatioBase",
                "AttackAddedRatio"
            ],
            "property_list": [
                {
                    "relic_type": "BODY",
                    "property_type": "CriticalDamageBase"
                },
                {
                    "relic_type": "FOOT",
                    "property_type": "SpeedDelta"
                },
                {
                    "relic_type": "NECK",
                    "property_type": "AttackAddedRatio"
                },
                {
                    "relic_type": "OBJECT",
                    "property_type": "SPRatioBase"
                }
            ],
            "sub_affix_property_list": [
                "CriticalChanceBase",
                "CriticalDamageBase",
                "SpeedDelta",
                "AttackAddedRatio"
            ],
            "score_rank_list": [
                264,
                206
            ],
            "local_critical_chance": 0.15
        },
        "lightcones": [
            23054,
            24006,
            22007
        ],
        "teams": [
            {
                "avatar_id": 8009,
                "team_id": 1,
                "position": 1,
                "member_list": [
                    1506,
                    1502,
                    1409
                ],
                "backup_list1": [
                    1502,
                    1501
                ],
                "backup_list2": [
                    1501,
                    1403,
                    1415,
                    1313,
                    1306,
                    1406,
                    1218,
                    1202,
                    1106
                ],
                "backup_list3": [
                    1414,
                    1222,
                    1304,
                    1217,
                    1208,
                    1203,
                    1301
                ],
                "backup_group_list1": [
                    119
                ],
                "backup_group_list2": [
                    119,
                    118,
                    104
                ],
                "backup_group_list3": [
                    101
                ]
            },
            {
                "avatar_id": 8009,
                "team_id": 2,
                "position": 1,
                "member_list": [
                    1505,
                    1502,
                    1217
                ],
                "backup_list1": [
                    1502,
                    1501
                ],
                "backup_list2": [
                    1501,
                    1403,
                    1415,
                    1313,
                    1306,
                    1406,
                    1218,
                    1202,
                    1106
                ],
                "backup_list3": [
                    1414,
                    1409,
                    1222,
                    1304,
                    1208,
                    1203,
                    1301
                ],
                "backup_group_list1": [
                    119,
                    118
                ],
                "backup_group_list2": [
                    119,
                    104,
                    118
                ],
                "backup_group_list3": [
                    101
                ]
            }
        ]
    }
}
