// Auto Generated

var _RelicConfig = {
    "15044": {
        "ID": 15044,
        "Icon": "UI_RelicIcon_15044",
        "Name": "风起之日",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "攻击力提高18%。"
                },
                {
                        "Num": 4,
                        "Skill": "普通攻击、重击、元素战技或元素爆发命中敌人后，将获得持续6秒的「风与牧歌的眷怜」：攻击力提高25%。若装备者已经完成了「魔女的课业」，则「风与牧歌的眷怜」将会升级为「风与牧歌的决意」，额外使通过考验的装备者的暴击率提升20%。装备者处于队伍后台时，也能触发上述效果。"
                }
        ],
        "Parts": [
                "风花的箴铭",
                "晨光的明誓",
                "春律的片刻",
                "未言的宴话",
                "哀慕的恋歌"
        ],
        "Extra": []
},
    "15043": {
        "ID": 15043,
        "Icon": "UI_RelicIcon_15043",
        "Name": "晨星与月的晓歌",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "元素精通提高80点。"
                },
                {
                        "Num": 4,
                        "Skill": "装备者处于队伍后台时，造成的月曜反应伤害提升20%；队伍的月兆等级至少为满辉时，造成的月曜反应伤害进一步提升40%。上述效果将在装备者位于场上3秒后移除。"
                }
        ],
        "Parts": [
                "献与月的华梦",
                "献与月的离光",
                "献与月的终时",
                "献与月的酹祭",
                "献与月的银冕"
        ],
        "Extra": []
},
    "15042": {
        "ID": 15042,
        "Icon": "UI_RelicIcon_15042",
        "Name": "纺月的夜歌",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "元素充能效率提高20%。"
                },
                {
                        "Num": 4,
                        "Skill": "造成元素伤害时，获得持续8秒的「月辉明光·崇信」效果：队伍的月兆为初辉/满辉时，队伍中的所有角色的元素精通提高60点/120点。装备者处于后台时也能触发上述效果。队伍中的角色每拥有一种不同的「月辉明光」效果，队伍中的所有角色触发的月曜反应造成的伤害提升10%。由「月辉明光」产生的效果无法叠加。"
                }
        ],
        "Parts": [
                "流离者的晶泪",
                "受福者的白羽",
                "祭霜者的迷狂",
                "至纯者的欢荣",
                "司信者的圣冕"
        ],
        "Extra": []
},
    "15041": {
        "ID": 15041,
        "Icon": "UI_RelicIcon_15041",
        "Name": "穹境示现之夜",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "元素精通提高80点。"
                },
                {
                        "Num": 4,
                        "Skill": "队伍中附近的角色触发月曜反应时，若装备者在场上，将获得持续4秒的「月辉明光·蓄念」效果：队伍的月兆为初辉/满辉时，暴击率提升15%/30%。队伍中的角色每拥有一种不同的「月辉明光」效果，队伍中的所有角色触发的月曜反应造成的伤害提升10%。由「月辉明光」产生的效果无法叠加。"
                }
        ],
        "Parts": [
                "渴真之花",
                "深罪之羽",
                "谕告之钟",
                "满溢之壶",
                "永劫之冕"
        ],
        "Extra": []
},
    "15040": {
        "ID": 15040,
        "Icon": "UI_RelicIcon_15040",
        "Name": "深廊终曲",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "获得15%冰元素伤害加成。"
                },
                {
                        "Num": 4,
                        "Skill": "装备者的元素能量为0时，普通攻击造成的伤害提升60%，元素爆发造成的伤害提升60%。装备者的普通攻击造成伤害后，上述元素爆发伤害提升效果将失效6秒；装备者的元素爆发造成伤害后，上述普通攻击伤害提升效果将失效6秒。角色处于队伍后台也能触发。"
                }
        ],
        "Parts": [
                "深廊的回奏之歌",
                "深廊的漫远之约",
                "深廊的湮落之刻",
                "深廊的饫赐之宴",
                "深廊的遂失之冕"
        ],
        "Extra": []
},
    "15039": {
        "ID": 15039,
        "Icon": "UI_RelicIcon_15039",
        "Name": "长夜之誓",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "下落攻击造成的伤害提升25%。"
                },
                {
                        "Num": 4,
                        "Skill": "装备者的下落攻击/重击/元素战技命中敌人后，获得1/2/2层「永照的流辉」，由下落攻击、重击或元素战技产生的该效果分别每1秒至多触发一次。永照的流辉：下落攻击造成的伤害提升15%，持续6秒，至多叠加5层，每层持续时间独立计算。"
                }
        ],
        "Parts": [
                "执灯人的誓词",
                "夜鸣莺的尾羽",
                "不死者的哀铃",
                "未吹响的号角",
                "被浸染的缨盔"
        ],
        "Extra": []
},
    "15038": {
        "ID": 15038,
        "Icon": "UI_RelicIcon_15038",
        "Name": "黑曜秘典",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "装备者处于夜魂加持状态，并且在场上时，造成的伤害提高15%。"
                },
                {
                        "Num": 4,
                        "Skill": "装备者在场上消耗1点夜魂值后，暴击率提高40%，持续6秒。该效果每1秒至多触发一次。"
                }
        ],
        "Parts": [
                "异种的期许",
                "灵髓的根脉",
                "夜域的迷思",
                "纷争的前宴",
                "诸圣的礼冠"
        ],
        "Extra": []
},
    "15037": {
        "ID": 15037,
        "Icon": "UI_RelicIcon_15037",
        "Name": "烬城勇者绘卷",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "队伍中附近的角色触发「夜魂迸发」时，装备者恢复6点元素能量。"
                },
                {
                        "Num": 4,
                        "Skill": "装备者触发其对应元素类型的相关反应后，队伍中附近的所有角色的该元素反应相关的元素伤害加成提升12%，持续15秒。若触发该效果时，装备者处于夜魂加持状态下，还将使队伍中附近的所有角色的与该元素反应相关的元素伤害加成提升28%，持续20秒。装备者处于后台时也能触发上述效果。同名圣遗物套装产生的伤害加成效果无法叠加。"
                }
        ],
        "Parts": [
                "驯兽师的护符",
                "巡山客的信标",
                "秘术家的金盘",
                "游学者的爪杯",
                "魔战士的羽面"
        ],
        "Extra": []
},
    "15036": {
        "ID": 15036,
        "Icon": "UI_RelicIcon_15036",
        "Name": "未竟的遐思",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "攻击力提高18%。"
                },
                {
                        "Num": 4,
                        "Skill": "脱离战斗状态3秒后，造成的伤害提升50%。在战斗状态下，附近不存在处于燃烧状态下的敌人超过6秒后，上述伤害提升效果每秒降低10%，直到降低至0%；存在处于燃烧状态下的敌人时，每秒提升10%，直到达到50%。装备此圣遗物套装的角色处于队伍后台时，依然会触发该效果。"
                }
        ],
        "Parts": [
                "暗结的明花",
                "褪光的翠尾",
                "举业的识刻",
                "筹谋的共樽",
                "失冕的宝冠"
        ],
        "Extra": []
},
    "15035": {
        "ID": 15035,
        "Icon": "UI_RelicIcon_15035",
        "Name": "谐律异想断章",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "攻击力提高18%。"
                },
                {
                        "Num": 4,
                        "Skill": "生命之契的数值提升或降低时，角色造成的伤害提升18%，该效果持续6秒，至多叠加3次。"
                }
        ],
        "Parts": [
                "谐律交响的前奏",
                "古海玄幽的夜想",
                "命途轮转的谐谑",
                "灵露倾洒的狂诗",
                "异想零落的圆舞"
        ],
        "Extra": []
},
    "15034": {
        "ID": 15034,
        "Icon": "UI_RelicIcon_15034",
        "Name": "回声之林夜话",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "攻击力提高18%。"
                },
                {
                        "Num": 4,
                        "Skill": "施放元素战技后的10秒内，岩元素伤害加成提升20%；若处于结晶反应产生的护盾庇护下，或附近存在月结晶反应产生的月笼，上述效果提高150%，进一步提高的效果将在不满足上面条件的1秒后移除。"
                }
        ],
        "Parts": [
                "无私的妆饰花",
                "诚恳的蘸水笔",
                "忠实的砂时计",
                "慷慨的墨水瓶",
                "慈爱的淑女帽"
        ],
        "Extra": []
},
    "15033": {
        "ID": 15033,
        "Icon": "UI_RelicIcon_15033",
        "Name": "昔时之歌",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "治疗加成提高15%。"
                },
                {
                        "Num": 4,
                        "Skill": "装备者对队伍中的角色进行治疗时，将产生持续6秒的渴盼效果，记录治疗的生命值回复量（包括溢出值）。持续时间结束时，渴盼效果将转变为「彼时的浪潮」效果：队伍中自己的当前场上角色的普通攻击、重击、下落攻击、元素战技与元素爆发命中敌人时，将基于渴盼效果所记录的回复量的8%提高造成的伤害，「彼时的浪潮」将在生效5次或10秒后移除。一次渴盼效果至多记录15000点回复量，同时至多存在一个，能够记录多个装备者的产生的回复量；装备者处于队伍后台时，依然能触发该效果。"
                }
        ],
        "Parts": [
                "昔时遗落之誓",
                "昔时浮想之思",
                "昔时回映之音",
                "昔时应许之梦",
                "昔时传奏之诗"
        ],
        "Extra": [
                "- 全队共享伤害提高次数。伤害同时命中多名敌人时，会依据命中敌人的数量消耗生效次数。<br>- 当<b>记录治疗</b>的时间结束、转变为<b>伤害提高</b>效果后，可以在0.5s后开始下一轮<b>记录治疗</b>的效果，无需等待伤害提高效果被消耗完毕。<br>- 伤害提高值属于<b>基础区</b>，即 (攻击力*倍率 + 伤害提高 + 激化额外伤害) 的乘区。"
        ]
},
    "15032": {
        "ID": 15032,
        "Icon": "UI_RelicIcon_15032",
        "Name": "黄金剧团",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "元素战技造成的伤害提升20%。"
                },
                {
                        "Num": 4,
                        "Skill": "元素战技造成的伤害提升25%；此外，处于队伍后台时，元素战技造成的伤害还将进一步提升25%，该效果将在登场后2秒移除。"
                }
        ],
        "Parts": [
                "黄金乐曲的变奏",
                "黄金飞鸟的落羽",
                "黄金时代的先声",
                "黄金之夜的喧嚣",
                "黄金剧团的奖赏"
        ],
        "Extra": []
},
    "15031": {
        "ID": 15031,
        "Icon": "UI_RelicIcon_15031",
        "Name": "逐影猎人",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "普通攻击与重击造成的伤害提高15%。"
                },
                {
                        "Num": 4,
                        "Skill": "当前生命值提升或降低时，暴击率提升12%，该效果持续5秒，至多叠加3次。"
                }
        ],
        "Parts": [
                "猎人的胸花",
                "杰作的序曲",
                "裁判的时刻",
                "遗忘的容器",
                "老兵的容颜"
        ],
        "Extra": []
},
    "15030": {
        "ID": 15030,
        "Icon": "UI_RelicIcon_15030",
        "Name": "花海甘露之光",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "生命值提升20%。"
                },
                {
                        "Num": 4,
                        "Skill": "元素战技与元素爆发造成的伤害提升10%；装备者受到伤害后的5秒内，上述伤害提升效果提高80%，该提高效果至多叠加5层，每层持续时间独立计算，处于队伍后台时依然能触发该效果。"
                }
        ],
        "Parts": [
                "灵光源起之蕊",
                "琦色灵彩之羽",
                "久远花落之时",
                "无边酣乐之筵",
                "灵光明烁之心"
        ],
        "Extra": []
},
    "15029": {
        "ID": 15029,
        "Icon": "UI_RelicIcon_15029",
        "Name": "水仙之梦",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "获得15%水元素伤害加成。"
                },
                {
                        "Num": 4,
                        "Skill": "普通攻击、重击、下落攻击、元素战技或元素爆发命中敌人后，将产生1层持续8秒的「镜中水仙」效果。处于1/2/3层及以上「镜中水仙」效果下时，攻击力将提高7%/16%/25%，水元素伤害加成提升4%/9%/15%。由普通攻击、重击、下落攻击、元素战技或元素爆发产生的「镜中水仙」将分别独立存在。"
                }
        ],
        "Parts": [
                "旅途中的鲜花",
                "坏巫师的羽杖",
                "水仙的时时刻刻",
                "勇者们的茶会",
                "恶龙的单片镜"
        ],
        "Extra": []
},
    "15028": {
        "ID": 15028,
        "Icon": "UI_RelicIcon_15028",
        "Name": "乐园遗落之花",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "元素精通提高80点。"
                },
                {
                        "Num": 4,
                        "Skill": "装备者绽放、超绽放、烈绽放反应造成的伤害提升40%，造成的月绽放反应伤害提升10%。此外，装备者触发绽放、超绽放、烈绽放、月绽放后，上述效果带来的加成提升25%，该效果持续10秒，至多叠加4次，每1秒至多触发一次。装备者处于队伍后台时依然能触发该效果。"
                }
        ],
        "Parts": [
                "月女的华彩",
                "谢落的筵席",
                "凝结的时刻",
                "守秘的魔瓶",
                "紫晶的花冠"
        ],
        "Extra": []
},
    "15027": {
        "ID": 15027,
        "Icon": "UI_RelicIcon_15027",
        "Name": "沙上楼阁史话",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "获得15%风元素伤害加成。"
                },
                {
                        "Num": 4,
                        "Skill": "重击命中敌人后，该角色的普通攻击速度提升10%，普通攻击、重击与下落攻击造成的伤害提升40%，持续15秒。"
                }
        ],
        "Parts": [
                "众王之都的开端",
                "黄金邦国的结末",
                "失落迷途的机芯",
                "迷醉长梦的守护",
                "流沙贵嗣的遗宝"
        ],
        "Extra": []
},
    "15026": {
        "ID": 15026,
        "Icon": "UI_RelicIcon_15026",
        "Name": "饰金之梦",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "元素精通提高80点。"
                },
                {
                        "Num": 4,
                        "Skill": "触发元素反应后的8秒内，会根据队伍内其他角色的元素类型，使装备者获得强化：队伍中每存在1个和装备者同类元素的角色，攻击力提升14%；每存在1个和装备者不同元素类型的角色，元素精通提升50点。上述每类效果至多计算3个角色。该效果每8秒至多触发一次。装备者处于队伍后台时，依然能触发该效果。"
                }
        ],
        "Parts": [
                "梦中的铁花",
                "裁断的翎羽",
                "沉金的岁月",
                "如蜜的终宴",
                "沙王的投影"
        ],
        "Extra": []
},
    "15025": {
        "ID": 15025,
        "Icon": "UI_RelicIcon_15025",
        "Name": "深林的记忆",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "获得15%草元素伤害加成。"
                },
                {
                        "Num": 4,
                        "Skill": "元素战技或元素爆发命中敌人后，使命中目标的草元素抗性降低30%，持续8秒。装备者处于队伍后台时，依然能触发该效果。"
                }
        ],
        "Parts": [
                "迷宫的游人",
                "翠蔓的智者",
                "贤智的定期",
                "迷误者之灯",
                "月桂的宝冠"
        ],
        "Extra": []
},
    "15024": {
        "ID": 15024,
        "Icon": "UI_RelicIcon_15024",
        "Name": "来歆余响",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "攻击力提高18%。"
                },
                {
                        "Num": 4,
                        "Skill": "普通攻击命中敌人时，有36%概率触发「幽谷祝祀」：普通攻击造成的伤害提高，伤害提高值为攻击力的70%，该效果将在普通攻击造成伤害后的0.05秒后清除。普通攻击未触发「幽谷祝祀」时，会使下次触发概率提升20%；0.2秒内至多判定1次触发与否。"
                }
        ],
        "Parts": [
                "魂香之花",
                "垂玉之叶",
                "祝祀之凭",
                "涌泉之盏",
                "浮溯之珏"
        ],
        "Extra": []
},
    "15023": {
        "ID": 15023,
        "Icon": "UI_RelicIcon_15023",
        "Name": "辰砂往生录",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "攻击力提高18%。"
                },
                {
                        "Num": 4,
                        "Skill": "施放元素爆发后，将产生持续16秒的「潜光」效果：攻击力提升8%；并在角色的生命值降低时，攻击力进一步提升10%，至多通过这种方式提升4次，每0.8秒至多触发一次。「潜光」效果将在角色退场时消失；持续期间再次施放元素爆发，将移除原有的「潜光」。"
                }
        ],
        "Parts": [
                "生灵之华",
                "潜光片羽",
                "阳辔之遗",
                "结契之刻",
                "虺雷之姿"
        ],
        "Extra": []
},
    "15022": {
        "ID": 15022,
        "Icon": "UI_RelicIcon_15022",
        "Name": "海染砗磲",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "治疗加成提高15%。"
                },
                {
                        "Num": 4,
                        "Skill": "装备此圣遗物套装的角色对队伍中的角色进行治疗时，将产生持续3秒的海染泡沫，记录治疗的生命值回复量（包括溢出值）。持续时间结束时，海染泡沫将会爆炸，对周围的敌人造成90%累计回复量的伤害（该伤害结算方式同感电、超导等元素反应，但不受元素精通、等级或反应伤害加成效果影响）。每3.5秒至多产生一个海染泡沫；海染泡沫至多记录30000点回复量，含溢出部分的治疗量；自己的队伍中同时至多存在一个海染泡沫。装备此圣遗物套装的角色处于队伍后台时，依然能触发该效果。"
                }
        ],
        "Parts": [
                "海染之花",
                "渊宫之羽",
                "离别之贝",
                "真珠之笼",
                "海祇之冠"
        ],
        "Extra": []
},
    "15021": {
        "ID": 15021,
        "Icon": "UI_RelicIcon_15021",
        "Name": "华馆梦醒形骸记",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "防御力提高30%。"
                },
                {
                        "Num": 4,
                        "Skill": "装备此圣遗物套装的角色在以下情况下，将获得「问答」效果：在场上用岩元素攻击命中敌人后获得一层，每0.3秒至多触发一次；在队伍后台中，每3秒获得一层。问答至多叠加4层，每层能提供6%防御力与6%岩元素伤害加成。每6秒，若未获得问答效果，将损失一层。"
                }
        ],
        "Parts": [
                "荣花之期",
                "华馆之羽",
                "众生之谣",
                "梦醒之瓢",
                "形骸之笠"
        ],
        "Extra": []
},
    "15020": {
        "ID": 15020,
        "Icon": "UI_RelicIcon_15020",
        "Name": "绝缘之旗印",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "元素充能效率提高20%。"
                },
                {
                        "Num": 4,
                        "Skill": "基于元素充能效率的25%，提高元素爆发造成的伤害。至多通过这种方式获得75%提升。"
                }
        ],
        "Parts": [
                "明威之镡",
                "切落之羽",
                "雷云之笼",
                "绯花之壶",
                "华饰之兜"
        ],
        "Extra": []
},
    "15019": {
        "ID": 15019,
        "Icon": "UI_RelicIcon_15019",
        "Name": "追忆之注连",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "攻击力提高18%。"
                },
                {
                        "Num": 4,
                        "Skill": "施放元素战技时，如果角色的元素能量高于或等于15点，则会流失15点元素能量，使接下来的10秒内，普通攻击、重击、下落攻击造成的伤害提高50%，持续期间内该效果不会再次触发。"
                }
        ],
        "Parts": [
                "羁缠之花",
                "思忆之矢",
                "朝露之时",
                "祈望之心",
                "无常之面"
        ],
        "Extra": []
},
    "15018": {
        "ID": 15018,
        "Icon": "UI_RelicIcon_15018",
        "Name": "苍白之火",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "造成的物理伤害提高25%。"
                },
                {
                        "Num": 4,
                        "Skill": "元素战技命中敌人后，攻击力提升9%。该效果持续7秒，至多叠加2层，每0.3秒至多触发一次。叠满2层时，2件套的效果提升100%。"
                }
        ],
        "Parts": [
                "无垢之花",
                "贤医之羽",
                "停摆之刻",
                "超越之盏",
                "嗤笑之面"
        ],
        "Extra": []
},
    "15017": {
        "ID": 15017,
        "Icon": "UI_RelicIcon_15017",
        "Name": "千岩牢固",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "生命值提升20%。"
                },
                {
                        "Num": 4,
                        "Skill": "元素战技命中敌人后，使队伍中附近的所有角色攻击力提升20%，护盾强效提升30%，持续3秒。该效果每0.5秒至多触发一次。装备此圣遗物套装的角色处于队伍后台时，依然能触发该效果。"
                }
        ],
        "Parts": [
                "勋绩之花",
                "昭武翎羽",
                "金铜时晷",
                "盟誓金爵",
                "将帅兜鍪"
        ],
        "Extra": []
},
    "15016": {
        "ID": 15016,
        "Icon": "UI_RelicIcon_15016",
        "Name": "沉沦之心",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "获得15%水元素伤害加成。"
                },
                {
                        "Num": 4,
                        "Skill": "施放元素战技后的15秒内，普通攻击与重击造成的伤害提高30%。"
                }
        ],
        "Parts": [
                "饰金胸花",
                "追忆之风",
                "坚铜罗盘",
                "沉波之盏",
                "酒渍船帽"
        ],
        "Extra": []
},
    "15015": {
        "ID": 15015,
        "Icon": "UI_RelicIcon_15015",
        "Name": "逆飞的流星",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "护盾强效提高35%。"
                },
                {
                        "Num": 4,
                        "Skill": "处于护盾庇护下时，额外获得40%普通攻击和重击伤害加成。"
                }
        ],
        "Parts": [
                "夏祭之花",
                "夏祭终末",
                "夏祭之刻",
                "夏祭水玉",
                "夏祭之面"
        ],
        "Extra": []
},
    "15014": {
        "ID": 15014,
        "Icon": "UI_RelicIcon_15014",
        "Name": "悠古的磐岩",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "获得15%岩元素伤害加成。"
                },
                {
                        "Num": 4,
                        "Skill": "获得结晶反应形成的晶片或触发月结晶反应时，队伍中所有角色获得35%对应元素伤害加成，持续10秒。同时只能通过该效果获得一种元素伤害加成。"
                }
        ],
        "Parts": [
                "磐陀裂生之花",
                "嵯峨群峰之翼",
                "星罗圭璧之晷",
                "巉岩琢塑之樽",
                "不动玄石之相"
        ],
        "Extra": []
},
    "15013": {
        "ID": 15013,
        "Icon": "UI_RelicIcon_15013",
        "Name": "祭冰之人",
        "Skills": [
                {
                        "Num": 1,
                        "Skill": "受到的冰元素附着效果的持续时间减少40%。"
                }
        ],
        "Parts": [
                "祭冰礼冠"
        ],
        "Extra": []
},
    "15012": {
        "ID": 15012,
        "Icon": "UI_RelicIcon_15012",
        "Name": "祭风之人",
        "Skills": [
                {
                        "Num": 1,
                        "Skill": "受到的风元素附着效果的持续时间减少40%。"
                }
        ],
        "Parts": [
                "祭风礼冠"
        ],
        "Extra": [
                "未实装"
        ]
},
    "15011": {
        "ID": 15011,
        "Icon": "UI_RelicIcon_15011",
        "Name": "祭雷之人",
        "Skills": [
                {
                        "Num": 1,
                        "Skill": "受到的雷元素附着效果的持续时间减少40%。"
                }
        ],
        "Parts": [
                "祭雷礼冠"
        ],
        "Extra": []
},
    "15010": {
        "ID": 15010,
        "Icon": "UI_RelicIcon_15010",
        "Name": "祭水之人",
        "Skills": [
                {
                        "Num": 1,
                        "Skill": "受到的水元素附着效果的持续时间减少40%。"
                }
        ],
        "Parts": [
                "祭水礼冠"
        ],
        "Extra": []
},
    "15009": {
        "ID": 15009,
        "Icon": "UI_RelicIcon_15009",
        "Name": "祭火之人",
        "Skills": [
                {
                        "Num": 1,
                        "Skill": "受到的火元素附着效果的持续时间减少40%。"
                }
        ],
        "Parts": [
                "祭火礼冠"
        ],
        "Extra": []
},
    "15008": {
        "ID": 15008,
        "Icon": "UI_RelicIcon_15008",
        "Name": "染血的骑士道",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "造成的物理伤害提高25%。"
                },
                {
                        "Num": 4,
                        "Skill": "击败敌人后的10秒内，施放重击时不消耗体力，且重击造成的伤害提升50%。"
                }
        ],
        "Parts": [
                "染血的铁之心",
                "染血的黑之羽",
                "骑士染血之时",
                "染血骑士之杯",
                "染血的铁假面"
        ],
        "Extra": []
},
    "15007": {
        "ID": 15007,
        "Icon": "UI_RelicIcon_15007",
        "Name": "昔日宗室之仪",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "元素爆发造成的伤害提升20%。"
                },
                {
                        "Num": 4,
                        "Skill": "施放元素爆发后，队伍中所有角色攻击力提升20%，持续12秒。该效果不可叠加。"
                }
        ],
        "Parts": [
                "宗室之花",
                "宗室之翎",
                "宗室时计",
                "宗室银瓮",
                "宗室面具"
        ],
        "Extra": []
},
    "15006": {
        "ID": 15006,
        "Icon": "UI_RelicIcon_15006",
        "Name": "炽烈的炎之魔女",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "获得15%火元素伤害加成。"
                },
                {
                        "Num": 4,
                        "Skill": "超载、燃烧、烈绽放反应造成的伤害提升40%，蒸发、融化反应的加成系数提高15%。施放元素战技后的10秒内，2件套的效果提高50%，该效果最多叠加3次。"
                }
        ],
        "Parts": [
                "魔女的炎之花",
                "魔女常燃之羽",
                "魔女破灭之时",
                "魔女的心之火",
                "焦灼的魔女帽"
        ],
        "Extra": []
},
    "15005": {
        "ID": 15005,
        "Icon": "UI_RelicIcon_15005",
        "Name": "如雷的盛怒",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "获得15%雷元素伤害加成。"
                },
                {
                        "Num": 4,
                        "Skill": "超载、感电、超导、超绽放反应造成的伤害提升40%，超激化反应带来的伤害提升提高20%，月感电反应造成的伤害提升20%。触发上述元素反应或原激化反应时，元素战技冷却时间减少1秒。该效果每0.8秒最多触发一次。"
                }
        ],
        "Parts": [
                "雷鸟的怜悯",
                "雷灾的孑遗",
                "雷霆的时计",
                "降雷的凶兆",
                "唤雷的头冠"
        ],
        "Extra": []
},
    "15004": {
        "ID": 15004,
        "Icon": "UI_RelicIcon_15004",
        "Name": "冰之川与雪之砂",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "获得15%冰元素伤害加成。"
                },
                {
                        "Num": 4,
                        "Skill": "超导反应造成的伤害提升100%，融化反应的加成系数提高15%。施放元素爆发后的10秒内，冰元素伤害加成额外提升30%。"
                }
        ],
        "Parts": [
                "凛冬霜心",
                "雪藏之羽",
                "凝冰成砂",
                "北风之盏",
                "冰河之冠"
        ],
        "Extra": [
                "未实装"
        ]
},
    "15003": {
        "ID": 15003,
        "Icon": "UI_RelicIcon_15003",
        "Name": "流浪大地的乐团",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "元素精通提高80点。"
                },
                {
                        "Num": 4,
                        "Skill": "装备该圣遗物套装的角色为法器、弓箭角色时，角色重击造成的伤害提高35%。"
                }
        ],
        "Parts": [
                "乐团的晨光",
                "琴师的箭羽",
                "终幕的时计",
                "吟游者之壶",
                "指挥的礼帽"
        ],
        "Extra": []
},
    "15002": {
        "ID": 15002,
        "Icon": "UI_RelicIcon_15002",
        "Name": "翠绿之影",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "获得15%风元素伤害加成。"
                },
                {
                        "Num": 4,
                        "Skill": "扩散反应造成的伤害提升60%。根据扩散的元素类型，降低受到影响的敌人40%的对应元素抗性，持续10秒。"
                }
        ],
        "Parts": [
                "野花记忆的绿野",
                "猎人青翠的箭羽",
                "翠绿猎人的笃定",
                "翠绿猎人的容器",
                "翠绿的猎人之冠"
        ],
        "Extra": []
},
    "15001": {
        "ID": 15001,
        "Icon": "UI_RelicIcon_15001",
        "Name": "角斗士的终幕礼",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "攻击力提高18%。"
                },
                {
                        "Num": 4,
                        "Skill": "装备该圣遗物套装的角色为单手剑、双手剑、长柄武器角色时，角色普通攻击造成的伤害提高35%。"
                }
        ],
        "Parts": [
                "角斗士的留恋",
                "角斗士的归宿",
                "角斗士的希冀",
                "角斗士的酣醉",
                "角斗士的凯旋"
        ],
        "Extra": []
},
    "14004": {
        "ID": 14004,
        "Icon": "UI_RelicIcon_14004",
        "Name": "被怜爱的少女",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "角色造成的治疗效果提升15%。"
                },
                {
                        "Num": 4,
                        "Skill": "施放元素战技或元素爆发后的10秒内，队伍中所有角色受治疗效果加成提高20%。"
                }
        ],
        "Parts": [
                "远方的少女之心",
                "少女飘摇的思念",
                "少女苦短的良辰",
                "少女片刻的闲暇",
                "少女易逝的芳颜"
        ],
        "Extra": []
},
    "14003": {
        "ID": 14003,
        "Icon": "UI_RelicIcon_14003",
        "Name": "渡过烈火的贤人",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "火元素抗性提高40%。"
                },
                {
                        "Num": 4,
                        "Skill": "对处于火元素影响下的敌人造成的伤害提升35%。"
                }
        ],
        "Parts": [
                "渡火者的决绝",
                "渡火者的解脱",
                "渡火者的煎熬",
                "渡火者的醒悟",
                "渡火者的智慧"
        ],
        "Extra": []
},
    "14002": {
        "ID": 14002,
        "Icon": "UI_RelicIcon_14002",
        "Name": "平息鸣雷的尊者",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "雷元素抗性提高40%。"
                },
                {
                        "Num": 4,
                        "Skill": "对处于雷元素影响下的敌人造成的伤害提升35%。"
                }
        ],
        "Parts": [
                "平雷之心",
                "平雷之羽",
                "平雷之刻",
                "平雷之器",
                "平雷之冠"
        ],
        "Extra": []
},
    "14001": {
        "ID": 14001,
        "Icon": "UI_RelicIcon_14001",
        "Name": "冰风迷途的勇士",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "获得15%冰元素伤害加成。"
                },
                {
                        "Num": 4,
                        "Skill": "攻击处于冰元素影响下的敌人时，暴击率提高20%；若敌人处于冻结状态下，则暴击率额外提高20%。"
                }
        ],
        "Parts": [
                "历经风雪的思念",
                "摧冰而行的执望",
                "冰雪故园的终期",
                "遍结寒霜的傲骨",
                "破冰踏雪的回音"
        ],
        "Extra": []
},
    "10013": {
        "ID": 10013,
        "Icon": "UI_RelicIcon_10013",
        "Name": "游医",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "角色受到的治疗效果提高20%。"
                },
                {
                        "Num": 4,
                        "Skill": "施放元素爆发时，恢复20%生命值。"
                }
        ],
        "Parts": [
                "游医的银莲",
                "游医的枭羽",
                "游医的怀钟",
                "游医的药壶",
                "游医的方巾"
        ],
        "Extra": []
},
    "10012": {
        "ID": 10012,
        "Icon": "UI_RelicIcon_10012",
        "Name": "学士",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "元素充能效率提高20%。"
                },
                {
                        "Num": 4,
                        "Skill": "获得元素微粒或元素晶球时，队伍中所有弓箭和法器角色额外恢复3点元素能量。该效果每3秒只能触发一次。"
                }
        ],
        "Parts": [
                "学士的书签",
                "学士的羽笔",
                "学士的时钟",
                "学士的墨杯",
                "学士的镜片"
        ],
        "Extra": []
},
    "10011": {
        "ID": 10011,
        "Icon": "UI_RelicIcon_10011",
        "Name": "幸运儿",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "防御力提高100点。"
                },
                {
                        "Num": 4,
                        "Skill": "拾取摩拉时，恢复300点生命值。"
                }
        ],
        "Parts": [
                "幸运儿绿花",
                "幸运儿鹰羽",
                "幸运儿沙漏",
                "幸运儿之杯",
                "幸运儿银冠"
        ],
        "Extra": []
},
    "10010": {
        "ID": 10010,
        "Icon": "UI_RelicIcon_10010",
        "Name": "冒险家",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "生命值上限提高1000点。"
                },
                {
                        "Num": 4,
                        "Skill": "开启各类宝箱后的5秒内，持续恢复30%生命值。"
                }
        ],
        "Parts": [
                "冒险家之花",
                "冒险家尾羽",
                "冒险家怀表",
                "冒险家金杯",
                "冒险家头带"
        ],
        "Extra": []
},
    "10009": {
        "ID": 10009,
        "Icon": "UI_RelicIcon_10009",
        "Name": "流放者",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "元素充能效率提高20%。"
                },
                {
                        "Num": 4,
                        "Skill": "施放元素爆发后，每2秒为队伍中所有角色（不包括自己）恢复2点元素能量。该效果持续6秒，无法叠加。"
                }
        ],
        "Parts": [
                "流放者之花",
                "流放者之羽",
                "流放者怀表",
                "流放者之杯",
                "流放者头冠"
        ],
        "Extra": []
},
    "10008": {
        "ID": 10008,
        "Icon": "UI_RelicIcon_10008",
        "Name": "赌徒",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "元素战技造成的伤害提升20%。"
                },
                {
                        "Num": 4,
                        "Skill": "击败敌人时，有100%概率清除元素战技的冷却时间。该效果每15秒至多触发一次。"
                }
        ],
        "Parts": [
                "赌徒的胸花",
                "赌徒的羽饰",
                "赌徒的怀表",
                "赌徒的骰盅",
                "赌徒的耳环"
        ],
        "Extra": []
},
    "10007": {
        "ID": 10007,
        "Icon": "UI_RelicIcon_10007",
        "Name": "教官",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "元素精通提高80点。"
                },
                {
                        "Num": 4,
                        "Skill": "触发元素反应后，队伍中所有角色的元素精通提高120点，持续8秒。"
                }
        ],
        "Parts": [
                "教官的胸花",
                "教官的羽饰",
                "教官的怀表",
                "教官的茶杯",
                "教官的帽子"
        ],
        "Extra": []
},
    "10006": {
        "ID": 10006,
        "Icon": "UI_RelicIcon_10006",
        "Name": "武人",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "普通攻击与重击造成的伤害提高15%。"
                },
                {
                        "Num": 4,
                        "Skill": "施放元素战技后的8秒内，普通攻击和重击造成的伤害提升25%。"
                }
        ],
        "Parts": [
                "武人的红花",
                "武人的羽饰",
                "武人的水漏",
                "武人的酒杯",
                "武人的头巾"
        ],
        "Extra": []
},
    "10005": {
        "ID": 10005,
        "Icon": "UI_RelicIcon_10005",
        "Name": "战狂",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "暴击率提高12%。"
                },
                {
                        "Num": 4,
                        "Skill": "生命值低于70%时，暴击率额外提升24%。"
                }
        ],
        "Parts": [
                "战狂的蔷薇",
                "战狂的翎羽",
                "战狂的时计",
                "战狂的骨杯",
                "战狂的鬼面"
        ],
        "Extra": []
},
    "10004": {
        "ID": 10004,
        "Icon": "UI_RelicIcon_10004",
        "Name": "奇迹",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "所有元素抗性提高20%。"
                },
                {
                        "Num": 4,
                        "Skill": "受到某个元素类型的伤害后，相应的抗性提升30%，持续10秒。该效果每10秒只能触发一次。"
                }
        ],
        "Parts": [
                "奇迹之花",
                "奇迹之羽",
                "奇迹之沙",
                "奇迹之杯",
                "奇迹耳坠"
        ],
        "Extra": []
},
    "10003": {
        "ID": 10003,
        "Icon": "UI_RelicIcon_10003",
        "Name": "守护之心",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "防御力提高30%。"
                },
                {
                        "Num": 4,
                        "Skill": "队伍里每有不同一种元素类型的自己的角色，自身获得30%相应的元素抗性。"
                }
        ],
        "Parts": [
                "守护之花",
                "守护徽印",
                "守护座钟",
                "守护之皿",
                "守护束带"
        ],
        "Extra": []
},
    "10002": {
        "ID": 10002,
        "Icon": "UI_RelicIcon_10002",
        "Name": "勇士之心",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "攻击力提高18%。"
                },
                {
                        "Num": 4,
                        "Skill": "对生命值高于50%的敌人，造成的伤害增加30%。"
                }
        ],
        "Parts": [
                "勇士的勋章",
                "勇士的期许",
                "勇士的坚毅",
                "勇士的壮行",
                "勇士的冠冕"
        ],
        "Extra": []
},
    "10001": {
        "ID": 10001,
        "Icon": "UI_RelicIcon_10001",
        "Name": "行者之心",
        "Skills": [
                {
                        "Num": 2,
                        "Skill": "攻击力提高18%。"
                },
                {
                        "Num": 4,
                        "Skill": "重击的暴击率提升30%。"
                }
        ],
        "Parts": [
                "故人之心",
                "归乡之羽",
                "逐光之石",
                "异国之盏",
                "感别之冠"
        ],
        "Extra": []
}
}
