// Auto Generated

var _WeaponAffixPConfig_ = {
    "111436": {
        "Ver": {
            "1": {
                "Affix": [
                    "触发元素反应后，角色攻击力提升<color style='color:#99FFFF;'>16/20/24/28/32%</color>，持续12秒；当触发星超导/星扩散反应时，额外提升<color style='color:#99FFFF;'>16/20/24/28/32%</color>星超导反应/星扩散反应伤害，持续12秒。装备者处于队伍后台时，依然能触发上述效果。"
                ]
            },
            "2": {
                "Affix": [
                    "触发元素反应的12秒内，装备者的攻击力提升<color style='color:#99FFFF;'>16/20/24/28/32%</color>；触发星烁反应的12秒后，装备者造成的星烁反应伤害提升<color style='color:#99FFFF;'>16/20/24/28/32%</color>。装备者处于队伍后台时，依然能触发上述效果。"
                ]
            },
            "3": {
                "Affix": [
                    "触发元素反应的12秒内，装备者的攻击力提升<color style='color:#99FFFF;'>16/20/24/28/32%</color>；触发星烁反应的12秒内，装备者造成的星烁反应伤害提升<color style='color:#99FFFF;'>16/20/24/28/32%</color>。装备者处于队伍后台时，依然能触发上述效果。"
                ]
            },
            "4": {
                "Affix": [
                    "触发元素反应的12秒内，装备者的攻击力提升<color style='color:#99FFFF;'>16/20/24/28/32%</color>；触发星烁反应的12秒内，装备者造成的星烁反应伤害提升<color style='color:#99FFFF;'>16/20/24/28/32%</color>。装备者处于队伍后台时，依然能触发上述效果。"
                ]
            },
            "L": {
                "Affix": [
                    "触发元素反应的12秒内，装备者的攻击力提升<color style='color:#99FFFF;'>16/20/24/28/32%</color>；触发星烁反应的12秒内，装备者造成的星烁反应伤害提升<color style='color:#99FFFF;'>16/20/24/28/32%</color>。装备者处于队伍后台时，依然能触发上述效果。"
                ]
            }
        }
    }
}

var weapon_story_cache_ = {
    "191436": [
        "暂无故事"
    ]
}
