// Auto Generated

var _WeaponAffixPConfig_ = {
    "111435": {
        "Ver": {
            "1": {
                "Affix": [
                    "施放元素战技后，获得「疾迹」效果，持续14秒，每14秒至多触发一次，角色离场时移除。「疾迹」效果:每秒统计装备者的移动距离，基于移动距离提升角色<color style='color:#99FFFF;'>20/25/30/35/40%</color>～<color style='color:#99FFFF;'>40/50/60/70/80%</color>攻击力（每秒刷新数值）。"
                ]
            },
            "2": {
                "Affix": [
                    "装备者施放元素战技后，获得「映落瞳中的初光」：持续期间，将记录装备者的移动距离，每秒都将基于上一秒记录的移动距离，使装备者获得最低<color style='color:#99FFFF;'>18/22.5/27/31.5/36%</color>、最高<color style='color:#99FFFF;'>36/45/54/63/72%</color>的攻击力加成。该效果持续14秒，每14秒至多触发一次，并会在装备者退场时移除。"
                ]
            },
            "3": {
                "Affix": [
                    "装备者施放元素战技后，获得「映落瞳中的初光」：持续期间，将记录装备者的移动距离，每秒都将基于上一秒记录的移动距离，使装备者获得最低<color style='color:#99FFFF;'>18/22.5/27/31.5/36%</color>、最高<color style='color:#99FFFF;'>36/45/54/63/72%</color>的攻击力加成。该效果持续14秒，每14秒至多触发一次，并会在装备者退场时移除。"
                ]
            },
            "4": {
                "Affix": [
                    "装备者施放元素战技后，获得「映落瞳中的初光」：持续期间，将记录装备者的移动距离，每秒都将基于上一秒记录的移动距离，使装备者获得最低<color style='color:#99FFFF;'>18/22.5/27/31.5/36%</color>、最高<color style='color:#99FFFF;'>36/45/54/63/72%</color>的攻击力加成。该效果持续14秒，每14秒至多触发一次，并会在装备者退场时移除。"
                ]
            },
            "L": {
                "Affix": [
                    "装备者施放元素战技后，获得「映落瞳中的初光」：持续期间，将记录装备者的移动距离，每秒都将基于上一秒记录的移动距离，使装备者获得最低<color style='color:#99FFFF;'>18/22.5/27/31.5/36%</color>、最高<color style='color:#99FFFF;'>36/45/54/63/72%</color>的攻击力加成。该效果持续14秒，每14秒至多触发一次，并会在装备者退场时移除。"
                ]
            }
        }
    }
}

var weapon_story_cache_ = {
    "191435": [
        "暂无故事"
    ]
}
