// Auto Generated

var _WeaponAffixPConfig_ = {
    "111520": {
        "Ver": {
            "1": {
                "Affix": [
                    "装备者的元素战技命中敌人时，获得「湖色的哀告」：攻击力提升<color style='color:#99FFFF;'>8%</color>%，持续8秒，至多叠加3层，每0.1秒至多触发一次，每层持续时间独立计算；持有3层时，装备者造成的星烁反应伤害的暴击伤害提升<color style='color:#99FFFF;'>40%</color>%，且触发星烁反应或造成星烁反应伤害时，还会使装备者恢复<color style='color:#99FFFF;'>4</color>点元素能量。上述恢复元素能量的效果每3.5秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。 / 装备者的元素战技命中敌人时，获得「湖色的哀告」：攻击力提升<color style='color:#99FFFF;'>10%</color>%，持续8秒，至多叠加3层，每0.1秒至多触发一次，每层持续时间独立计算；持有3层时，装备者造成的星烁反应伤害的暴击伤害提升<color style='color:#99FFFF;'>50%</color>%，且触发星烁反应或造成星烁反应伤害时，还会使装备者恢复<color style='color:#99FFFF;'>5</color>点元素能量。上述恢复元素能量的效果每3.5秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。 / 装备者的元素战技命中敌人时，获得「湖色的哀告」：攻击力提升<color style='color:#99FFFF;'>12%</color>%，持续8秒，至多叠加3层，每0.1秒至多触发一次，每层持续时间独立计算；持有3层时，装备者造成的星烁反应伤害的暴击伤害提升<color style='color:#99FFFF;'>60%</color>%，且触发星烁反应或造成星烁反应伤害时，还会使装备者恢复<color style='color:#99FFFF;'>6</color>点元素能量。上述恢复元素能量的效果每3.5秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。 / 装备者的元素战技命中敌人时，获得「湖色的哀告」：攻击力提升<color style='color:#99FFFF;'>14%</color>%，持续8秒，至多叠加3层，每0.1秒至多触发一次，每层持续时间独立计算；持有3层时，装备者造成的星烁反应伤害的暴击伤害提升<color style='color:#99FFFF;'>70%</color>%，且触发星烁反应或造成星烁反应伤害时，还会使装备者恢复<color style='color:#99FFFF;'>7</color>点元素能量。上述恢复元素能量的效果每3.5秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。 / 装备者的元素战技命中敌人时，获得「湖色的哀告」：攻击力提升<color style='color:#99FFFF;'>16%</color>%，持续8秒，至多叠加3层，每0.1秒至多触发一次，每层持续时间独立计算；持有3层时，装备者造成的星烁反应伤害的暴击伤害提升<color style='color:#99FFFF;'>80%</color>%，且触发星烁反应或造成星烁反应伤害时，还会使装备者恢复<color style='color:#99FFFF;'>8</color>点元素能量。上述恢复元素能量的效果每3.5秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。"
                ]
            },
            "2": {
                "Affix": [
                    "装备者的元素战技命中敌人时，获得「湖色的哀告」：攻击力提升<color style='color:#99FFFF;'>8%</color>，持续8秒，至多叠加3层，每0.1秒至多触发一次，每层持续时间独立计算；持有3层时，装备者造成的星烁反应伤害的暴击伤害提升<color style='color:#99FFFF;'>40%</color>，且触发星烁反应或造成星烁反应伤害时，还会使装备者恢复<color style='color:#99FFFF;'>4</color>点元素能量。上述恢复元素能量的效果每3.5秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。 / 装备者的元素战技命中敌人时，获得「湖色的哀告」：攻击力提升<color style='color:#99FFFF;'>10%</color>，持续8秒，至多叠加3层，每0.1秒至多触发一次，每层持续时间独立计算；持有3层时，装备者造成的星烁反应伤害的暴击伤害提升<color style='color:#99FFFF;'>52%</color>，且触发星烁反应或造成星烁反应伤害时，还会使装备者恢复<color style='color:#99FFFF;'>4.5</color>点元素能量。上述恢复元素能量的效果每3.5秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。 / 装备者的元素战技命中敌人时，获得「湖色的哀告」：攻击力提升<color style='color:#99FFFF;'>12%</color>，持续8秒，至多叠加3层，每0.1秒至多触发一次，每层持续时间独立计算；持有3层时，装备者造成的星烁反应伤害的暴击伤害提升<color style='color:#99FFFF;'>64%</color>，且触发星烁反应或造成星烁反应伤害时，还会使装备者恢复<color style='color:#99FFFF;'>5</color>点元素能量。上述恢复元素能量的效果每3.5秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。 / 装备者的元素战技命中敌人时，获得「湖色的哀告」：攻击力提升<color style='color:#99FFFF;'>14%</color>，持续8秒，至多叠加3层，每0.1秒至多触发一次，每层持续时间独立计算；持有3层时，装备者造成的星烁反应伤害的暴击伤害提升<color style='color:#99FFFF;'>76%</color>，且触发星烁反应或造成星烁反应伤害时，还会使装备者恢复<color style='color:#99FFFF;'>5.5</color>点元素能量。上述恢复元素能量的效果每3.5秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。 / 装备者的元素战技命中敌人时，获得「湖色的哀告」：攻击力提升<color style='color:#99FFFF;'>16%</color>，持续8秒，至多叠加3层，每0.1秒至多触发一次，每层持续时间独立计算；持有3层时，装备者造成的星烁反应伤害的暴击伤害提升<color style='color:#99FFFF;'>88%</color>，且触发星烁反应或造成星烁反应伤害时，还会使装备者恢复<color style='color:#99FFFF;'>6</color>点元素能量。上述恢复元素能量的效果每3.5秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。"
                ]
            },
            "3": {
                "Affix": [
                    "装备者的元素战技命中敌人时，获得「湖色的哀告」：攻击力提升<color style='color:#99FFFF;'>8%</color>，持续8秒，至多叠加3层，每0.1秒至多触发一次，每层持续时间独立计算；持有3层时，装备者造成的星烁反应伤害的暴击伤害提升<color style='color:#99FFFF;'>50%</color>，且触发星烁反应或造成星烁反应伤害时，还会使装备者恢复<color style='color:#99FFFF;'>4</color>点元素能量。上述恢复元素能量的效果每3.5秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。 / 装备者的元素战技命中敌人时，获得「湖色的哀告」：攻击力提升<color style='color:#99FFFF;'>10%</color>，持续8秒，至多叠加3层，每0.1秒至多触发一次，每层持续时间独立计算；持有3层时，装备者造成的星烁反应伤害的暴击伤害提升<color style='color:#99FFFF;'>65%</color>，且触发星烁反应或造成星烁反应伤害时，还会使装备者恢复<color style='color:#99FFFF;'>4.5</color>点元素能量。上述恢复元素能量的效果每3.5秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。 / 装备者的元素战技命中敌人时，获得「湖色的哀告」：攻击力提升<color style='color:#99FFFF;'>12%</color>，持续8秒，至多叠加3层，每0.1秒至多触发一次，每层持续时间独立计算；持有3层时，装备者造成的星烁反应伤害的暴击伤害提升<color style='color:#99FFFF;'>80%</color>，且触发星烁反应或造成星烁反应伤害时，还会使装备者恢复<color style='color:#99FFFF;'>5</color>点元素能量。上述恢复元素能量的效果每3.5秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。 / 装备者的元素战技命中敌人时，获得「湖色的哀告」：攻击力提升<color style='color:#99FFFF;'>14%</color>，持续8秒，至多叠加3层，每0.1秒至多触发一次，每层持续时间独立计算；持有3层时，装备者造成的星烁反应伤害的暴击伤害提升<color style='color:#99FFFF;'>95%</color>，且触发星烁反应或造成星烁反应伤害时，还会使装备者恢复<color style='color:#99FFFF;'>5.5</color>点元素能量。上述恢复元素能量的效果每3.5秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。 / 装备者的元素战技命中敌人时，获得「湖色的哀告」：攻击力提升<color style='color:#99FFFF;'>16%</color>，持续8秒，至多叠加3层，每0.1秒至多触发一次，每层持续时间独立计算；持有3层时，装备者造成的星烁反应伤害的暴击伤害提升<color style='color:#99FFFF;'>110%</color>，且触发星烁反应或造成星烁反应伤害时，还会使装备者恢复<color style='color:#99FFFF;'>6</color>点元素能量。上述恢复元素能量的效果每3.5秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。"
                ]
            }
        }
    }
}

var weapon_story_cache_ = {
    "191520": [
        "暂无故事"
    ]
}
