// Auto Generated

var _WeaponAffixPConfig_ = {
    "112435": {
        "Ver": {
            "1": {
                "Affix": [
                    "【精密仪器】每10秒会依顺序从<color style='color:#99FFFF;'>20/25/30/35/40%</color>攻击力/<color style='color:#99FFFF;'>120/150/180/210/240</color>点元素精通/<color style='color:#99FFFF;'>32/40/48/56/64%</color>星超导星扩散反应增伤中获得一种buff效果，持续10秒。如果角色触发了星超导或星扩散反应，则会将当前的buff效果封存，延长12秒，该效果每12秒至多触发一次。"
                ]
            },
            "2": {
                "Affix": [
                    "每10秒，装备者按照以下顺序，分别奏响对应效果的「谐律乐章」：攻击力提升<color style='color:#99FFFF;'>18/22.5/27/31.5/36%</color>/元素精通提升<color style='color:#99FFFF;'>120/150/180/210/240</color>点/星烁反应伤害提升<color style='color:#99FFFF;'>28/35/42/49/56%</color>，每种乐章效果持续10秒，装备者处于队伍后台时，依然能触发上述效果。<br>触发星烁反应后，还会额外获得持续12秒的、与触发星烁反应时演奏乐章效果相同的「谐律乐章·复调」，该效果可以与原本的乐章效果叠加，每12秒至多触发一次。"
                ]
            },
            "3": {
                "Affix": [
                    "每10秒，装备者按照以下顺序，分别奏响对应效果的「谐律乐章」：攻击力提升<color style='color:#99FFFF;'>18/22.5/27/31.5/36%</color>/元素精通提升<color style='color:#99FFFF;'>120/150/180/210/240</color>点/星烁反应伤害提升<color style='color:#99FFFF;'>28/35/42/49/56%</color>，每种乐章效果持续10秒，装备者处于队伍后台时，依然能触发上述效果。<br>触发星烁反应后，还会额外获得持续12秒的、与触发星烁反应时演奏乐章效果相同的「谐律乐章·复调」，该效果可以与原本的乐章效果叠加，每12秒至多触发一次。"
                ]
            },
            "4": {
                "Affix": [
                    "每10秒，装备者按照以下顺序，分别奏响对应效果的「谐律乐章」：攻击力提升<color style='color:#99FFFF;'>18/22.5/27/31.5/36%</color>/元素精通提升<color style='color:#99FFFF;'>120/150/180/210/240</color>点/星烁反应伤害提升<color style='color:#99FFFF;'>28/35/42/49/56%</color>，每种乐章效果持续10秒，装备者处于队伍后台时，依然能触发上述效果。<br>触发星烁反应后，还会额外获得持续12秒的、与触发星烁反应时演奏乐章效果相同的「谐律乐章·复调」，该效果可以与原本的乐章效果叠加，每12秒至多触发一次。"
                ]
            },
            "L": {
                "Affix": [
                    "每10秒，装备者按照以下顺序，分别奏响对应效果的「谐律乐章」：攻击力提升<color style='color:#99FFFF;'>18/22.5/27/31.5/36%</color>/元素精通提升<color style='color:#99FFFF;'>120/150/180/210/240</color>点/星烁反应伤害提升<color style='color:#99FFFF;'>28/35/42/49/56%</color>，每种乐章效果持续10秒，装备者处于队伍后台时，依然能触发上述效果。<br>触发星烁反应后，还会额外获得持续12秒的、与触发星烁反应时演奏乐章效果相同的「谐律乐章·复调」，该效果可以与原本的乐章效果叠加，每12秒至多触发一次。"
                ]
            }
        }
    }
}

var weapon_story_cache_ = {
    "192435": [
        "暂无故事"
    ]
}
