// Auto Generated

var _WeaponAffixPConfig_ = {
    "114437": {
        "Ver": {
            "1": {
                "Affix": [
                    "队伍中每有一个冰元素角色，装备者元素精通提升<color style='color:#99FFFF;'>24/30/36/42/48</color>点；每有一个雷元素角色，攻击力增加<color style='color:#99FFFF;'>4.8/6/7.2/8.4/9.6%</color>。优先统计冰元素角色。如果装备者处于[辉映·星超导]或[辉映·星扩散]状态，则队伍中的冰和雷元素角色改为为装备者同时提升<color style='color:#99FFFF;'>20/25/30/35/40</color>点元素精通和<color style='color:#99FFFF;'>6/7.5/9/10.5/12%</color>星超导/星扩散反应伤害，至多统计4个角色。"
                ]
            },
            "2": {
                "Affix": [
                    "装备者获得「银染的血契」：队伍中每存在一位冰元素类型的角色，装备者的元素精通提升<color style='color:#99FFFF;'>24/30/36/42/48</color>点；队伍中每存在一位雷元素类型的角色，装备者的攻击力提升<color style='color:#99FFFF;'>4.8/6/7.2/8.4/9.6%</color>。至多4位冰元素类型或雷元素类型的角色可以提供上述效果。<br>辉映·星烁：「银染的血契」效果改为：队伍中每存在一位冰元素类型或雷元素类型的角色，装备者的元素精通提升<color style='color:#99FFFF;'>20/25/30/35/40</color>点，造成的星烁反应提升<color style='color:#99FFFF;'>6/7.5/9/10.5/12%</color>。"
                ]
            },
            "3": {
                "Affix": [
                    "装备者获得「银染的血契」：队伍中每存在一位冰元素类型的角色，装备者的元素精通提升<color style='color:#99FFFF;'>24/30/36/42/48</color>点；队伍中每存在一位雷元素类型的角色，装备者的攻击力提升<color style='color:#99FFFF;'>4.8/6/7.2/8.4/9.6%</color>。至多4位冰元素类型或雷元素类型的角色可以提供上述效果。<br>辉映·星烁：「银染的血契」效果改为：队伍中每存在一位冰元素类型或雷元素类型的角色，装备者的元素精通提升<color style='color:#99FFFF;'>20/25/30/35/40</color>点，造成的星烁反应提升<color style='color:#99FFFF;'>6/7.5/9/10.5/12%</color>。"
                ]
            }
        }
    }
}

var weapon_story_cache_ = {
    "194437": [
        "暂无故事"
    ]
}
