// Auto Generated

var _WeaponAffixPConfig_ = {
    "114435": {
        "Ver": {
            "1": {
                "Affix": [
                    "施放元素战技时，攻击力提升<color style='color:#99FFFF;'>20%</color>，元素精通提升<color style='color:#99FFFF;'>100</color>，持续6秒，该效果每12秒至多触发1次；上述效果持续期间，重击命中敌人时可将效果持续时间延长6秒，至多延长1次。 / 施放元素战技时，攻击力提升<color style='color:#99FFFF;'>25%</color>，元素精通提升<color style='color:#99FFFF;'>125</color>，持续6秒，该效果每12秒至多触发1次；上述效果持续期间，重击命中敌人时可将效果持续时间延长6秒，至多延长1次。 / 施放元素战技时，攻击力提升<color style='color:#99FFFF;'>30%</color>，元素精通提升<color style='color:#99FFFF;'>150</color>，持续6秒，该效果每12秒至多触发1次；上述效果持续期间，重击命中敌人时可将效果持续时间延长6秒，至多延长1次。 / 施放元素战技时，攻击力提升<color style='color:#99FFFF;'>35%</color>，元素精通提升<color style='color:#99FFFF;'>175</color>，持续6秒，该效果每12秒至多触发1次；上述效果持续期间，重击命中敌人时可将效果持续时间延长6秒，至多延长1次。 / 施放元素战技时，攻击力提升<color style='color:#99FFFF;'>40%</color>，元素精通提升<color style='color:#99FFFF;'>200</color>，持续6秒，该效果每12秒至多触发1次；上述效果持续期间，重击命中敌人时可将效果持续时间延长6秒，至多延长1次。"
                ]
            },
            "2": {
                "Affix": [
                    "装备者施放元素战技后，获得持续6秒的「棋中法度」：攻击力提升<color style='color:#99FFFF;'>20%</color>，元素精通提升<color style='color:#99FFFF;'>100</color>点，该效果每12秒至多触发一次，无法叠加。持续期间，装备者的重击命中敌人时，还会使上述效果的持续时间延长6秒，至多通过这种方式使持续时间延长6秒。 / 装备者施放元素战技后，获得持续6秒的「棋中法度」：攻击力提升<color style='color:#99FFFF;'>25%</color>，元素精通提升<color style='color:#99FFFF;'>125</color>点，该效果每12秒至多触发一次，无法叠加。持续期间，装备者的重击命中敌人时，还会使上述效果的持续时间延长6秒，至多通过这种方式使持续时间延长6秒。 / 装备者施放元素战技后，获得持续6秒的「棋中法度」：攻击力提升<color style='color:#99FFFF;'>30%</color>，元素精通提升<color style='color:#99FFFF;'>150</color>点，该效果每12秒至多触发一次，无法叠加。持续期间，装备者的重击命中敌人时，还会使上述效果的持续时间延长6秒，至多通过这种方式使持续时间延长6秒。 / 装备者施放元素战技后，获得持续6秒的「棋中法度」：攻击力提升<color style='color:#99FFFF;'>35%</color>，元素精通提升<color style='color:#99FFFF;'>175</color>点，该效果每12秒至多触发一次，无法叠加。持续期间，装备者的重击命中敌人时，还会使上述效果的持续时间延长6秒，至多通过这种方式使持续时间延长6秒。 / 装备者施放元素战技后，获得持续6秒的「棋中法度」：攻击力提升<color style='color:#99FFFF;'>40%</color>，元素精通提升<color style='color:#99FFFF;'>200</color>点，该效果每12秒至多触发一次，无法叠加。持续期间，装备者的重击命中敌人时，还会使上述效果的持续时间延长6秒，至多通过这种方式使持续时间延长6秒。"
                ]
            },
            "3": {
                "Affix": [
                    "装备者施放元素战技后，获得持续6秒的「棋中法度」：攻击力提升<color style='color:#99FFFF;'>20%</color>，元素精通提升<color style='color:#99FFFF;'>100</color>点，该效果每12秒至多触发一次，无法叠加。持续期间，装备者的重击命中敌人时，还会使上述效果的持续时间延长6秒，至多通过这种方式使持续时间延长6秒。 / 装备者施放元素战技后，获得持续6秒的「棋中法度」：攻击力提升<color style='color:#99FFFF;'>25%</color>，元素精通提升<color style='color:#99FFFF;'>125</color>点，该效果每12秒至多触发一次，无法叠加。持续期间，装备者的重击命中敌人时，还会使上述效果的持续时间延长6秒，至多通过这种方式使持续时间延长6秒。 / 装备者施放元素战技后，获得持续6秒的「棋中法度」：攻击力提升<color style='color:#99FFFF;'>30%</color>，元素精通提升<color style='color:#99FFFF;'>150</color>点，该效果每12秒至多触发一次，无法叠加。持续期间，装备者的重击命中敌人时，还会使上述效果的持续时间延长6秒，至多通过这种方式使持续时间延长6秒。 / 装备者施放元素战技后，获得持续6秒的「棋中法度」：攻击力提升<color style='color:#99FFFF;'>35%</color>，元素精通提升<color style='color:#99FFFF;'>175</color>点，该效果每12秒至多触发一次，无法叠加。持续期间，装备者的重击命中敌人时，还会使上述效果的持续时间延长6秒，至多通过这种方式使持续时间延长6秒。 / 装备者施放元素战技后，获得持续6秒的「棋中法度」：攻击力提升<color style='color:#99FFFF;'>40%</color>，元素精通提升<color style='color:#99FFFF;'>200</color>点，该效果每12秒至多触发一次，无法叠加。持续期间，装备者的重击命中敌人时，还会使上述效果的持续时间延长6秒，至多通过这种方式使持续时间延长6秒。"
                ]
            },
            "4": {
                "Affix": [
                    "装备者施放元素战技后，获得持续6秒的「棋中法度」：攻击力提升<color style='color:#99FFFF;'>20%</color>，元素精通提升<color style='color:#99FFFF;'>100</color>点，该效果每12秒至多触发一次，无法叠加。持续期间，装备者的重击命中敌人时，还会使上述效果的持续时间延长6秒，至多通过这种方式使持续时间延长6秒。 / 装备者施放元素战技后，获得持续6秒的「棋中法度」：攻击力提升<color style='color:#99FFFF;'>25%</color>，元素精通提升<color style='color:#99FFFF;'>125</color>点，该效果每12秒至多触发一次，无法叠加。持续期间，装备者的重击命中敌人时，还会使上述效果的持续时间延长6秒，至多通过这种方式使持续时间延长6秒。 / 装备者施放元素战技后，获得持续6秒的「棋中法度」：攻击力提升<color style='color:#99FFFF;'>30%</color>，元素精通提升<color style='color:#99FFFF;'>150</color>点，该效果每12秒至多触发一次，无法叠加。持续期间，装备者的重击命中敌人时，还会使上述效果的持续时间延长6秒，至多通过这种方式使持续时间延长6秒。 / 装备者施放元素战技后，获得持续6秒的「棋中法度」：攻击力提升<color style='color:#99FFFF;'>35%</color>，元素精通提升<color style='color:#99FFFF;'>175</color>点，该效果每12秒至多触发一次，无法叠加。持续期间，装备者的重击命中敌人时，还会使上述效果的持续时间延长6秒，至多通过这种方式使持续时间延长6秒。 / 装备者施放元素战技后，获得持续6秒的「棋中法度」：攻击力提升<color style='color:#99FFFF;'>40%</color>，元素精通提升<color style='color:#99FFFF;'>200</color>点，该效果每12秒至多触发一次，无法叠加。持续期间，装备者的重击命中敌人时，还会使上述效果的持续时间延长6秒，至多通过这种方式使持续时间延长6秒。"
                ]
            }
        }
    }
}

var weapon_story_cache_ = {
    "194435": [
        "暂无故事"
    ]
}
