// Auto Generated

var _WeaponAffixPConfig_ = {
    "114525": {
        "Ver": {
            "1": {
                "Affix": [
                    "暴击伤害提升<color style='color:#99FFFF;'>24/30/36/42/48%</color>。施放元素战技时，装备者获得「算式调和」效果：元素精通提升<color style='color:#99FFFF;'>48/60/72/84/96</color>点，持续20秒；效果期间，队伍中附近的角色触发元素反应时，装备者获得一层「算式离析」效果：每层使元素精通额外提升<color style='color:#99FFFF;'>24/30/36/42/48</color>点，触发星超导反应时，每层「算式离析」将使装备者额外获得<color style='color:#99FFFF;'>12/15/18/21/24%</color>星超导反应的暴击伤害，一次「算式调和」期间至多叠加3层「算式离析」效果，施放元素战技时会先移除原有的效果。"
                ]
            },
            "2": {
                "Affix": [
                    "暴击伤害提升<color style='color:#99FFFF;'>24/30/36/42/48%</color>。施放元素战技时，装备者获得「算式调和」效果：元素精通提升<color style='color:#99FFFF;'>48/60/72/84/96</color>点，持续20秒；效果期间，队伍中附近的角色触发元素反应时，装备者获得一层「算式离析」效果：每层使元素精通额外提升<color style='color:#99FFFF;'>24/30/36/42/48</color>点，一次「算式调和」期间至多叠加3层「算式离析」效果，施放元素战技时会先移除原有的效果；<br>辉映·星烁：每层离析结果将使持有者额外获得<color style='color:#99FFFF;'>12/15/18/21/24%</color>星超导反应的暴击伤害提升。"
                ]
            },
            "3": {
                "Affix": [
                    "暴击伤害提升<color style='color:#99FFFF;'>24/30/36/42/48%</color>。施放元素战技时，装备者获得「晶质调合」效果：元素精通提升<color style='color:#99FFFF;'>48/60/72/84/96</color>点，持续20秒；持续期间，队伍中附近的角色触发元素反应时，装备者还会获得一层「炬中法度」，使元素精通进一步提升<color style='color:#99FFFF;'>24/30/36/42/48</color>点，该效果至多叠加3层，持续至「晶质调合」效果结束或再次施放元素战技。<br><color style='color:#FFD780;'>辉映·星超导</color>：每层「炬中法度」还会使装备者造成的星超导反应伤害的暴击伤害提升<color style='color:#99FFFF;'>12/15/18/21/24%</color>。"
                ]
            },
            "4": {
                "Affix": [
                    "暴击伤害提升<color style='color:#99FFFF;'>24/30/36/42/48%</color>。施放元素战技时，装备者获得「晶质调合」效果：元素精通提升<color style='color:#99FFFF;'>48/60/72/84/96</color>点，持续20秒；持续期间，队伍中附近的角色触发元素反应时，装备者还会获得一层「炬中法度」，使元素精通进一步提升<color style='color:#99FFFF;'>24/30/36/42/48</color>点，该效果至多叠加3层，持续至「晶质调合」效果结束或再次施放元素战技。<br><color style='color:#FFD780;'>辉映·星超导</color>：每层「炬中法度」还会使装备者造成的星超导反应伤害的暴击伤害提升<color style='color:#99FFFF;'>12/15/18/21/24%</color>。<br>装备者处于队伍后台时，依然能触发上述效果。"
                ]
            }
        }
    }
}

var weapon_story_cache_ = {
    "194525": [
        "暂无故事"
    ]
}
