// Auto Generated

var _WeaponAffixPConfig_ = {
    "114524": {
        "Ver": {
            "1": {
                "Affix": [
                    "治疗加成提升<color style='color:#99FFFF;'>8/10/12/14/16%</color>；<br>装备者进行治疗时，获得一层「水妖颂歌」效果，装备者生命值上限提升<color style='color:#99FFFF;'>5/6/7/8/9%</color>，并且依据装备者的生命值超过40000的部分，每1000点生命值上限都会使前台角色的攻击力提升<color style='color:#99FFFF;'>0.25/0.325/0.4/0.475/0.55%</color>,至多提升<color style='color:#99FFFF;'>5/6.5/8/9.5/11%</color>。<br>「水妖颂歌」持续8秒，至多叠加3层，每层独立计时。<br>队伍中附近的角色触发了冻结反应或星扩散反应时，会使已生效和接下来5秒内生效的「水妖颂歌」变为「水妖凯歌」，使生命值上限和攻击力的提升进一步提升75%。<br>装备者处于队伍后台时，依然能触发上述效果。"
                ]
            },
            "2": {
                "Affix": [
                    "治疗加成提升<color style='color:#99FFFF;'>4/5/6/7/8%</color>；<br>进行治疗时，装备者获得「告真的蜜酿」效果：生命值上限提升<color style='color:#99FFFF;'>4/5/6/7/8%</color>，且基于装备者生命值上限超过40000的部分，每1000点生命值上限都会使队伍中自己的当前场上角色的攻击力提升<color style='color:#99FFFF;'>0.4/0.5/0.6/0.7/0.8%</color>，通过这种方式至多提升<color style='color:#99FFFF;'>8/10/12/14/16%</color>。该效果持续10秒，至多叠加3层。<br>队伍中附近的角色触发冻结反应或星扩散反应后的5秒内，上述效果中生命值上限与攻击力提升的效果额外提高75%。<br>装备者处于队伍后台时，依然能触发上述效果。"
                ]
            },
            "3": {
                "Affix": [
                    "治疗加成提升<color style='color:#99FFFF;'>4/5/6/7/8%</color>；<br>进行治疗时，装备者获得「告真的蜜酿」效果：生命值上限提升<color style='color:#99FFFF;'>4/5/6/7/8%</color>，且基于装备者生命值上限超过40000的部分，每1000点生命值上限都会使队伍中自己的当前场上角色的攻击力提升<color style='color:#99FFFF;'>0.4/0.5/0.6/0.7/0.8%</color>，通过这种方式至多提升<color style='color:#99FFFF;'>8/10/12/14/16%</color>。该效果持续10秒，至多叠加3层。<br>队伍中附近的角色触发冻结反应或星扩散反应后的5秒内，上述效果中生命值上限与攻击力提升的效果额外提高75%。<br>装备者处于队伍后台时，依然能触发上述效果。"
                ]
            }
        }
    }
}

var weapon_story_cache_ = {
    "194524": [
        "暂无故事"
    ]
}
