// Auto Generated

var _WeaponAffixPConfig_ = {
    "115437": {
        "Ver": {
            "1": {
                "Affix": [
                    "充能效率提升<color style='color:#99FFFF;'>20%</color>；元素战技或者元素爆发命中敌人时可以累积一个点数，该效果0.03秒至多触发一次。达到3个点数时，给与全队星超导/星扩散伤害提升<color style='color:#99FFFF;'>24%</color>的效果，持续12秒，触发后12秒内无法再获得点数。该效果可以刷新无法叠加。上述效果角色在后台时也能触发。 / 充能效率提升<color style='color:#99FFFF;'>25%</color>；元素战技或者元素爆发命中敌人时可以累积一个点数，该效果0.03秒至多触发一次。达到3个点数时，给与全队星超导/星扩散伤害提升<color style='color:#99FFFF;'>30%</color>的效果，持续12秒，触发后12秒内无法再获得点数。该效果可以刷新无法叠加。上述效果角色在后台时也能触发。 / 充能效率提升<color style='color:#99FFFF;'>30%</color>；元素战技或者元素爆发命中敌人时可以累积一个点数，该效果0.03秒至多触发一次。达到3个点数时，给与全队星超导/星扩散伤害提升<color style='color:#99FFFF;'>36%</color>的效果，持续12秒，触发后12秒内无法再获得点数。该效果可以刷新无法叠加。上述效果角色在后台时也能触发。 / 充能效率提升<color style='color:#99FFFF;'>35%</color>；元素战技或者元素爆发命中敌人时可以累积一个点数，该效果0.03秒至多触发一次。达到3个点数时，给与全队星超导/星扩散伤害提升<color style='color:#99FFFF;'>42%</color>的效果，持续12秒，触发后12秒内无法再获得点数。该效果可以刷新无法叠加。上述效果角色在后台时也能触发。 / 充能效率提升<color style='color:#99FFFF;'>40%</color>；元素战技或者元素爆发命中敌人时可以累积一个点数，该效果0.03秒至多触发一次。达到3个点数时，给与全队星超导/星扩散伤害提升<color style='color:#99FFFF;'>48%</color>的效果，持续12秒，触发后12秒内无法再获得点数。该效果可以刷新无法叠加。上述效果角色在后台时也能触发。"
                ]
            },
            "2": {
                "Affix": [
                    "元素充能效率提升<color style='color:#99FFFF;'>20%</color>。装备者的元素战技或元素爆发命中敌人时，获得一层「纯净者的圣咏」，该效果至多叠加3层，每0.03秒至多获得一层。叠加至3层时，将清除所有「纯净者的圣咏」，获得「蛇信的死毒」：使队伍中附近的所有角色造成的星烁反应伤害提升<color style='color:#99FFFF;'>24%</color>，持续12秒，期间无法再次获得「纯净者的圣咏」。装备者处于队伍后台时，依然能触发上述效果。 / 元素充能效率提升<color style='color:#99FFFF;'>25%</color>。装备者的元素战技或元素爆发命中敌人时，获得一层「纯净者的圣咏」，该效果至多叠加3层，每0.03秒至多获得一层。叠加至3层时，将清除所有「纯净者的圣咏」，获得「蛇信的死毒」：使队伍中附近的所有角色造成的星烁反应伤害提升<color style='color:#99FFFF;'>30%</color>，持续12秒，期间无法再次获得「纯净者的圣咏」。装备者处于队伍后台时，依然能触发上述效果。 / 元素充能效率提升<color style='color:#99FFFF;'>30%</color>。装备者的元素战技或元素爆发命中敌人时，获得一层「纯净者的圣咏」，该效果至多叠加3层，每0.03秒至多获得一层。叠加至3层时，将清除所有「纯净者的圣咏」，获得「蛇信的死毒」：使队伍中附近的所有角色造成的星烁反应伤害提升<color style='color:#99FFFF;'>36%</color>，持续12秒，期间无法再次获得「纯净者的圣咏」。装备者处于队伍后台时，依然能触发上述效果。 / 元素充能效率提升<color style='color:#99FFFF;'>35%</color>。装备者的元素战技或元素爆发命中敌人时，获得一层「纯净者的圣咏」，该效果至多叠加3层，每0.03秒至多获得一层。叠加至3层时，将清除所有「纯净者的圣咏」，获得「蛇信的死毒」：使队伍中附近的所有角色造成的星烁反应伤害提升<color style='color:#99FFFF;'>42%</color>，持续12秒，期间无法再次获得「纯净者的圣咏」。装备者处于队伍后台时，依然能触发上述效果。 / 元素充能效率提升<color style='color:#99FFFF;'>40%</color>。装备者的元素战技或元素爆发命中敌人时，获得一层「纯净者的圣咏」，该效果至多叠加3层，每0.03秒至多获得一层。叠加至3层时，将清除所有「纯净者的圣咏」，获得「蛇信的死毒」：使队伍中附近的所有角色造成的星烁反应伤害提升<color style='color:#99FFFF;'>48%</color>，持续12秒，期间无法再次获得「纯净者的圣咏」。装备者处于队伍后台时，依然能触发上述效果。"
                ]
            }
        }
    }
}

var weapon_story_cache_ = {
    "195437": [
        "暂无故事"
    ]
}
