// Auto Generated

var _WeaponAffixPConfig_ = {
    "115437": {
        "Ver": {
            "1": {
                "Affix": [
                    "充能效率提升<color style='color:#99FFFF;'>20%</color>；元素战技或者元素爆发命中敌人时可以累积一个点数，该效果0.03秒至多触发一次。达到3个点数时，给与全队星超导/星扩散伤害提升<color style='color:#99FFFF;'>24%</color>的效果，持续12秒，触发后12秒内无法再获得点数。该效果可以刷新无法叠加。上述效果角色在后台时也能触发。 / 充能效率提升<color style='color:#99FFFF;'>25%</color>；元素战技或者元素爆发命中敌人时可以累积一个点数，该效果0.03秒至多触发一次。达到3个点数时，给与全队星超导/星扩散伤害提升<color style='color:#99FFFF;'>30%</color>的效果，持续12秒，触发后12秒内无法再获得点数。该效果可以刷新无法叠加。上述效果角色在后台时也能触发。 / 充能效率提升<color style='color:#99FFFF;'>30%</color>；元素战技或者元素爆发命中敌人时可以累积一个点数，该效果0.03秒至多触发一次。达到3个点数时，给与全队星超导/星扩散伤害提升<color style='color:#99FFFF;'>36%</color>的效果，持续12秒，触发后12秒内无法再获得点数。该效果可以刷新无法叠加。上述效果角色在后台时也能触发。 / 充能效率提升<color style='color:#99FFFF;'>35%</color>；元素战技或者元素爆发命中敌人时可以累积一个点数，该效果0.03秒至多触发一次。达到3个点数时，给与全队星超导/星扩散伤害提升<color style='color:#99FFFF;'>42%</color>的效果，持续12秒，触发后12秒内无法再获得点数。该效果可以刷新无法叠加。上述效果角色在后台时也能触发。 / 充能效率提升<color style='color:#99FFFF;'>40%</color>；元素战技或者元素爆发命中敌人时可以累积一个点数，该效果0.03秒至多触发一次。达到3个点数时，给与全队星超导/星扩散伤害提升<color style='color:#99FFFF;'>48%</color>的效果，持续12秒，触发后12秒内无法再获得点数。该效果可以刷新无法叠加。上述效果角色在后台时也能触发。"
                ]
            }
        }
    }
}

var weapon_story_cache_ = {
    "195437": [
        "暂无故事"
    ]
}
