// Auto Generated

var _WeaponAffixPConfig_ = {
    "115435": {
        "Ver": {
            "1": {
                "Affix": [
                    "「团结」：队伍中每存在1名与装备者同地区的角色（包括装备者自己），装备者获得<color style='color:#99FFFF;'>8/10/12/14/16%</color>攻击力和<color style='color:#99FFFF;'>32/40/48/56/64</color>点元素精通，至多统计3名角色。"
                ]
            },
            "2": {
                "Affix": [
                    "队伍中每个其他角色，都会依据元素类型与装备者相同与否，为装备者提供提升效果。若相同则装备者获得<color style='color:#99FFFF;'>64/80/96/112/128</color>点元素精通；若不同元素则装备者获得<color style='color:#99FFFF;'>12/15/18/21/24%</color>攻击力。上述提升效果至多获得3层，优先统计同色。"
                ]
            },
            "3": {
                "Affix": [
                    "除装备者外，队伍中每有一名角色：<br>·元素类型与装备者相同：装备者的元素精通提升<color style='color:#99FFFF;'>64/80/96/112/128</color>点；<br>·元素类型与装备者不同：装备者的攻击力提升<color style='color:#99FFFF;'>12/15/18/21/24%</color>。<br>上述两种效果总共至多叠加3层，元素类型相同的效果优先生效。"
                ]
            },
            "4": {
                "Affix": [
                    "除装备者外，队伍中每有一名角色：元素类型与装备者相同：装备者的元素精通提升<color style='color:#99FFFF;'>64/80/96/112/128</color>点；元素类型与装备者不同：装备者的攻击力提升<color style='color:#99FFFF;'>12/15/18/21/24%</color>。上述两种效果总共至多叠加3层，元素类型相同的效果优先生效。"
                ]
            },
            "L": {
                "Affix": [
                    "除装备者外，队伍中每有一名角色：元素类型与装备者相同：装备者的元素精通提升<color style='color:#99FFFF;'>64/80/96/112/128</color>点；元素类型与装备者不同：装备者的攻击力提升<color style='color:#99FFFF;'>12/15/18/21/24%</color>。上述两种效果总共至多叠加3层，元素类型相同的效果优先生效。"
                ]
            }
        }
    }
}

var weapon_story_cache_ = {
    "195435": [
        "暂无故事"
    ]
}
