var _monsterskill_1003014 = {
  "100301401": {
    "Key": "",
    "Name": "突击",
    "Desc": "对指定我方单体造成物理属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Physical",
    "K": "",
    "EE": []
  },
  "100301403": {
    "Key": "",
    "Name": "穿刺死棘之枪",
    "Desc": "对指定我方单体造成大量物理属性伤害。",
    "P": "",
    "SP": 20,
    "Elem": "Physical",
    "K": "",
    "EE": []
  },
  "100301402": {
    "Key": "",
    "Name": "",
    "Desc": "进入蓄力状态，下次行动施放【穿刺死棘之枪】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};