var _monsterskill_201201002 = {
	201201001: {
		"Key": "Skill01",
		"Name": "宵明",
		"Desc": "对我方全体造成<1>火属性伤害。\n如果场上有3~4个存活角色，则随机挑选至多2个未被自身减防的角色，以@80%#基础概率使其防御力降低@30%#，持续@2#回合。\n如果场上有1~2个存活角色，则随机挑选1个角色，以@80%#基础概率使其防御力降低@30%#，持续@2#回合。",
		"P": "1",
		"SP": 5,
		"Elem": "Fire",
		"K": "Skill01",
		"DMG": [1.5],
		"S": [1.5, 0.8, 0.3, 2],
	},
	201201002: {
		"Key": "SkillP01",
		"Name": "烛花",
		"Desc": "受到致命攻击时：对敌方全体造成@40%自身生命值上限#火属性伤害和@1.0#火属性削韧，并有@100%#基础概率使其防御力降低@30%#，持续@2#回合。",
		"P": "1",
		"SP": 5,
		"Elem": "Fire",
		"K": "SkillP01",
		"S": [0.4, 1, 0.3, 2, 30],
	},
}
