var _monsterskill_2013013 = {
  "201301301": {
    "Key": "",
    "Name": "奉辞罚罪",
    "Desc": "当自身受到攻击后会积累【惩戒度】等级，当【惩戒度】等级满级时，立即进入【罚恶模式】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "201301302": {
    "Key": "",
    "Name": "儆惧",
    "Desc": "提高【惩戒度】等级，并对我方全体造成少量虚数属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Imaginary",
    "K": "",
    "EE": []
  },
  "201301303": {
    "Key": "",
    "Name": "戒退",
    "Desc": "对指定我方单体造成虚数属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Imaginary",
    "K": "",
    "EE": []
  },
  "201301304": {
    "Key": "",
    "Name": "缚束",
    "Desc": "对指定我方单体造成大量虚数属性伤害。",
    "P": "",
    "SP": 15,
    "Elem": "Imaginary",
    "K": "",
    "EE": []
  }
};