var _monsterskill_2013022 = {
  "201302201": {
    "Key": "",
    "Name": "鹤翼三连",
    "Desc": "对指定我方单体造成物理属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Physical",
    "K": "",
    "EE": []
  },
  "201302203": {
    "Key": "",
    "Name": "干将莫邪",
    "Desc": "对我方全体造成物理属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Physical",
    "K": "",
    "EE": []
  },
  "201302205": {
    "Key": "",
    "Name": "拘魂令",
    "Desc": "锁定目标并学习其招式。",
    "P": "",
    "SP": 0,
    "Elem": "Physical",
    "K": "",
    "EE": []
  }
};