var _monsterskill_2022092 = {
  "202209201": {
    "Key": "",
    "Name": "驻春",
    "Desc": "立即为敌方全体回复生命值。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202209202": {
    "Key": "",
    "Name": "回生图腾",
    "Desc": "当自身在场时，【繁花之杪】和【弗有垂暮的不老仙】以外的所有敌方单位，回合开始时，回复少量生命值。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202209203": {
    "Key": "",
    "Name": "滋养之力",
    "Desc": "我方单位消灭该单位后，获得1层【滋养之力】，造成的伤害提高。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};