var _monsterskill_2022082 = {
  "202208201": {
    "Key": "",
    "Name": "繁生",
    "Desc": "强化【弗有垂暮的不老仙】，使其攻击力提高。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202208202": {
    "Key": "",
    "Name": "复还",
    "Desc": "进入反击状态，在被我方单体击中后立即对该目标施放【折叶】技能。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202208203": {
    "Key": "",
    "Name": "折叶",
    "Desc": "对指定我方单体造成少量雷属性伤害，并大概率使该目标陷入【触电】状态。",
    "P": "",
    "SP": 10,
    "Elem": "Thunder",
    "K": "",
    "EE": []
  },
  "202208204": {
    "Key": "",
    "Name": "机敏图腾",
    "Desc": "当自身在场时，【缃叶之杪】以外的所有敌方单位，受到攻击后行动少量提前。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202208205": {
    "Key": "",
    "Name": "滋养之力",
    "Desc": "我方单位消灭该单位后，获得1层【滋养之力】，造成的伤害提高。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};