var _monsterskill_2022102 = {
  "202210201": {
    "Key": "",
    "Name": "初实",
    "Desc": "结出【嘉实】，为丰饶玄鹿积攒施放【斑龙触】所需消耗的能量。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202210202": {
    "Key": "",
    "Name": "重实",
    "Desc": "结出【嘉实】，为丰饶玄鹿积攒施放【斑龙触】所需消耗的能量。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202210203": {
    "Key": "",
    "Name": "滋养之力",
    "Desc": "我方单位消灭该单位后，获得1层【滋养之力】，造成的伤害提高。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};