var _monsterskill_2022072 = {
  "202207201": {
    "Key": "",
    "Name": "怒噪",
    "Desc": "对我方单体造成风属性伤害，并大概率使该目标陷入【怒噪】状态和【风化】状态。【怒噪】状态下的目标一定回合内无法行动，且会随机攻击敌方单体。",
    "P": "",
    "SP": 15,
    "Elem": "Wind",
    "K": "",
    "EE": []
  },
  "202207202": {
    "Key": "",
    "Name": "宁静图腾",
    "Desc": "当自身在场时，被施加【怒噪】状态的我方单位，对【肃风之杪】以外的所有敌方单位造成的伤害大幅降低。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202207203": {
    "Key": "",
    "Name": "滋养之力",
    "Desc": "我方单位消灭该单位后，获得1层【滋养之力】，造成的伤害提高。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};