var _monsterskill_2023012 = {
  "202301201": {
    "Key": "",
    "Name": "震击",
    "Desc": "对指定我方单体造成雷属性伤害。",
    "P": "",
    "SP": 15,
    "Elem": "Thunder",
    "K": "",
    "EE": []
  },
  "202301202": {
    "Key": "",
    "Name": "霆罚",
    "Desc": "对指定我方单体及其相邻目标造成雷属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Thunder",
    "K": "",
    "EE": []
  },
  "202301203": {
    "Key": "",
    "Name": "劫雷",
    "Desc": "对指定我方单体造成大量雷属性伤害。",
    "P": "",
    "SP": 20,
    "Elem": "Thunder",
    "K": "",
    "EE": []
  },
  "202301204": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202301205": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};