var _monsterskill_2023032 = {
  "202303201": {
    "Key": "",
    "Name": "若木化生仪祷",
    "Desc": "连续对我方随机单体造成风属性伤害，并大概率使受到攻击的我方目标陷入风化状态。",
    "P": "",
    "SP": 5,
    "Elem": "Wind",
    "K": "",
    "EE": []
  },
  "202303202": {
    "Key": "",
    "Name": "导引巽风",
    "Desc": "对指定我方单体及其相邻目标造成风属性伤害，并大概率使受到攻击的我方目标陷入风化状态。",
    "P": "",
    "SP": 10,
    "Elem": "Wind",
    "K": "",
    "EE": []
  },
  "202303203": {
    "Key": "",
    "Name": "若木棘",
    "Desc": "对指定我方单体造成风属性伤害，并大概率使受到攻击的我方目标陷入风化状态。",
    "P": "",
    "SP": 15,
    "Elem": "Wind",
    "K": "",
    "EE": []
  },
  "202303204": {
    "Key": "",
    "Name": "玄气噬身",
    "Desc": "大概率使我方全体陷入【噬命】状态。",
    "P": "",
    "SP": 15,
    "Elem": "Wind",
    "K": "",
    "EE": []
  },
  "202303205": {
    "Key": "",
    "Name": "生机虚竭",
    "Desc": "所有敌方单位攻击处于【噬命】状态下的目标时，本次攻击造成的伤害将转化为【噬命】降低的生命上限，并刷新【噬命】的持续时间。【噬命】最高降低<unbreak>99%</unbreak>可回复的生命上限。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};