var _monsterskill_2024016 = {
  "202401605": {
    "Key": "",
    "Name": "呦鸣",
    "Desc": "对指定我方单体造成雷属性伤害。",
    "P": "",
    "SP": 20,
    "Elem": "Thunder",
    "K": "",
    "EE": []
  },
  "202401606": {
    "Key": "",
    "Name": "绾风",
    "Desc": "对我方全体造成少量风属性伤害。",
    "P": "",
    "SP": 15,
    "Elem": "Wind",
    "K": "",
    "EE": []
  },
  "202401607": {
    "Key": "",
    "Name": "蕉覆",
    "Desc": "提高防御力，且使自身韧性无法被削减。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202401608": {
    "Key": "",
    "Name": "斑龙触",
    "Desc": "每当【嘉实之杪】施放技能后，【弗有垂暮的不老仙】获得1点充能。当充能达到上限时立即施放该技能，对我方全体造成雷属性伤害。场上【<u>建木枝梢</u>】数量越多，造成的伤害越高。",
    "P": "",
    "SP": 20,
    "Elem": "Thunder",
    "K": "",
    "EE": [
      220240161
    ]
  },
  "202401609": {
    "Key": "",
    "Name": "回生",
    "Desc": "所有召唤物回复等同于【弗有垂暮的不老仙】生命上限一定百分比的生命值。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202401601": {
    "Key": "",
    "Name": "衔枝 • 肃风",
    "Desc": "召唤建木枝梢【肃风之杪】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202401602": {
    "Key": "",
    "Name": "衔枝 • 缃叶",
    "Desc": "召唤建木枝梢【缃叶之杪】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202401603": {
    "Key": "",
    "Name": "衔枝 • 繁花",
    "Desc": "召唤建木枝梢【繁花之杪】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202401604": {
    "Key": "",
    "Name": "衔枝 • 嘉实",
    "Desc": "召唤建木枝梢【嘉实之杪】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202401610": {
    "Key": "",
    "Name": "鸡犬升天",
    "Desc": "战斗开始时，召唤【<u>丰饶孽物</u>】和【<u>建木枝梢</u>】。\\n当召唤物被消灭时，对自身造成少量真实伤害，削减自身少量韧性，然后立即召唤新的【<u>丰饶孽物</u>】或【<u>建木枝梢</u>】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": [
      220240162,
      220240161
    ]
  },
  "202401611": {
    "Key": "",
    "Name": "鸡犬升天•强化",
    "Desc": "转阶段时，召唤【仙人童子】、【仙人天女】和【<u>建木枝梢</u>】，并对【仙人童子】和【仙人天女】施加【得力干将】。当【得力干将】在场时，【弗有垂暮的不老仙】受到的伤害大幅降低。\\n当召唤物被消灭时，对自身造成少量真实伤害，削减自身少量韧性，如果被消灭的是【得力干将】，则改为对自身造成大量真实伤害，削减自身大量韧性；然后立即召唤新的【<u>建木枝梢</u>】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": [
      220240161
    ]
  },
  "202401612": {
    "Key": "",
    "Name": "飞升之力",
    "Desc": "【肃风之杪】、【缃叶之杪】和【繁花之杪】在场时，会分别对其它单位施加不同的【<u>仙光</u>】效果。\\n【肃风之杪】：被施加【怒噪】状态的我方单位，对【肃风之杪】以外的所有敌方单位造成的伤害大幅降低。\\n【缃叶之杪】：【缃叶之杪】以外的所有敌方单位，受到攻击后行动少量提前。\\n【繁花之杪】：【繁花之杪】和【弗有垂暮的不老仙】以外的所有敌方单位，回合开始时，回复少量生命值。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": [
      220240163
    ]
  },
  "202401613": {
    "Key": "",
    "Name": "滋养之力",
    "Desc": "我方单位消灭【<u>建木枝梢</u>】后，获得1层【滋养之力】，造成的伤害提高。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": [
      220240161
    ]
  },
  "202401614": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202401615": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202401616": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202401617": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202401618": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "202401619": {
    "Key": "",
    "Name": "泄力",
    "Desc": "【弗有垂暮的不老仙】会将自身的弱点属性转移给【得力干将】，【得力干将】被消灭后向【弗有垂暮的不老仙】和其他【得力干将】转移自身的弱点属性。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};