var _monsterskill_2032020 = {
	203202001: {
		"Key": "Skill01",
		"Name": "啃噬",
		"Desc": "对指定我方单体目标造成物理属性伤害，若自身处于【<u>月狂</u>】状态，则攻击我方目标后，回复其自身生命值。",
		"P": "1",
		"SP": 10,
		"Elem": "Phys",
		"K": "Skill01",
		"EE": [220320201],
		"S": [2.8],
	},
	203202002: {
		"Key": "Skill02",
		"Name": "狼吞",
		"Desc": "当敌方施放攻击后，为<u>能够进入【月狂】状态的敌方单位</u>附加1层【<u>嗜血</u>】，当【<u>嗜血</u>】达到指定层数时，将使其进入【<u>月狂</u>】状态。<br>行动序列上出现【月狂】倒计时，倒计时回合开始时所有敌方单位解除【<u>月狂</u>】状态。",
		"P": "1",
		"SP": 0,
		"Elem": "Phys",
		"K": "Skill02",
		"EE": [220320201, 220320101, 220320103],
		"S": [0.3, 0.4, 6, 3],
	},
}
