var _monsterskill_3002053 = {
	300205301: {
		"Key": "Skill01",
		"Name": "桶的锤炼",
		"Desc": "对我方单体造成物理属性伤害。",
		"P": "1",
		"SP": 0,
		"Elem": "Phys",
		"K": "Skill01",
		"S": [3],
	},
	300205302: {
		"Key": "Skill02",
		"Name": "桶的磨砺",
		"Desc": "提高自身的攻击力。该效果可叠加，且不可被解除。",
		"P": "1",
		"SP": 0,
		"K": "Skill02",
		"S": [0.3],
	},
	300205303: {
		"Key": "SkillP01",
		"Name": "桶的信条",
		"Desc": "当自身被弱点击破时将会击破所有除【王下一桶（投影）】外的敌方目标的弱点，同时自身离开战斗。当受到我方攻击时，将会被添加此次攻击对应的属性弱点。",
		"P": "1",
		"SP": 0,
		"K": "SkillP01",
	},
}
