var _monsterskill_3003034 = {
  "300303401": {
    "Key": "",
    "Name": "鞭伤除净恶",
    "Desc": "对指定我方单体造成物理属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Physical",
    "K": "",
    "EE": []
  },
  "300303402": {
    "Key": "",
    "Name": "使者带锁链",
    "Desc": "进入蓄力状态，下次行动施放【笼中传福音】。",
    "P": "",
    "SP": 0,
    "Elem": "Physical",
    "K": "",
    "EE": []
  },
  "300303403": {
    "Key": "",
    "Name": "笼中传福音",
    "Desc": "对我方全体目标造成大量物理属性伤害",
    "P": "",
    "SP": 10,
    "Elem": "Physical",
    "K": "",
    "EE": []
  }
};