var _monsterskill_3012040 = {
	301204001: {
		"Key": "Skill01",
		"Name": "浮名加封",
		"Desc": "附身于指定敌方单体，为其施加【虚骄冠冕】状态，解除其控制状态，并恢复该目标的韧性。",
		"P": "1",
		"SP": 0,
		"K": "Skill01",
	},
	301204003: {
		"Key": "SkillP01",
		"Name": "本真沉沦",
		"Desc": "处于【虚骄冠冕】状态的敌方受到攻击后回复生命值，但会额外获得物理属性和火属性弱点，且受到的击破伤害提高。当该目标被消灭或弱点被击破时，解除其【虚骄冠冕】状态，且「虚荣永无餍足」也会被消灭。",
		"P": "1",
		"SP": 0,
		"K": "SkillP01",
		"S": [0.35, 1],
	},
	301204002: {
		"Key": "Skill02",
		"Name": "",
		"Desc": "",
		"P": "",
		"SP": 0,
		"K": "Skill02",
	},
}
