var _monsterskill_4012074 = {
  "401207401": {
    "Key": "",
    "Name": "生者不应逃离",
    "Desc": "对我方单体造成少量量子属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "401207402": {
    "Key": "",
    "Name": "死者不应躲避",
    "Desc": "对我方单体及其相邻目标造成少量量子属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "401207403": {
    "Key": "",
    "Name": "生死之间",
    "Desc": "处于【迟到的死讯】状态下，【生者不应逃离】强化为【死者不应躲避】。被击杀后使我方回复生命值并抽卡，随后复活",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};