var _monsterskill_4012033 = {
	401203301: {
		"Key": "Skill01",
		"Name": "送出哀泣的飞矢",
		"Desc": "发动数次攻击，优先对我方迎战【白卫士】的目标逐个攻击1次。",
		"P": "1",
		"SP": 8,
		"Elem": "Elec",
		"K": "Skill01",
		"S": [1, 5, 2],
	},
	401203302: {
		"Key": "PassiveSkill",
		"Name": "城邦守护者",
		"Desc": "拥有一定层数的【战甲】，使自身受到的伤害降低。受到攻击后减少自身1层【战甲】，减少到0层时，【战甲】被破坏，对自身造成大量虚数属性伤害，并使自身行动延后，使破坏【战甲】的我方单位恢复能量。【战甲】被破坏后，自身受到攻击时额外再受到少量虚数属性伤害。【战甲】在自身回合结束时恢复到最大层数。",
		"P": "1",
		"SP": 0,
		"K": "PassiveSkill",
		"S": [3, 0.2, 0.2, 0.1, 0.05, 0.3],
	},
}
