var _monsterskill_401203105 = {
	401203101: {
		"Key": "Skill01",
		"Name": "送出哀泣的飞矢",
		"Desc": "从我方队伍右侧起发动数次攻击，优先对我方全体目标逐个攻击1次，剩余次数随机攻击我方单体目标，每次攻击造成少量雷属性伤害。当攻击到此次技能已经攻击过的目标时，会造成额外的雷属性伤害。当【战甲】的层数为0时，将会减少下次【送出哀泣的飞矢】的攻击次数。",
		"P": "1",
		"SP": 8,
		"Elem": "Elec",
		"K": "Skill01",
		"S": [1, 5, 2],
	},
	401203102: {
		"Key": "PassiveSkill",
		"Name": "城邦守护者",
		"Desc": "拥有一定层数的【战甲】，使自身受到的伤害降低。受到攻击后减少自身1层【战甲】，减少到0层时，【战甲】被破坏，对自身造成大量虚数属性伤害，并使自身行动延后，使破坏【战甲】的我方单位恢复能量。【战甲】被破坏后，自身受到攻击时额外再受到少量虚数属性伤害。【战甲】在自身回合结束时恢复到最大层数。",
		"P": "1",
		"SP": 0,
		"K": "PassiveSkill",
		"S": [6, 0.3, 0.1, 0.1, 0.06, 0],
	},
}
