var _monsterskill_4012081 = {
  "401208101": {
    "Key": "",
    "Name": "放电",
    "Desc": "对指定我方单体造成少量雷属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Thunder",
    "K": "",
    "EE": []
  },
  "401208102": {
    "Key": "",
    "Name": "升温",
    "Desc": "升高当前【<u>温度</u>】，当自身被击杀时降低当前【<u>温度</u>】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": [
      240150101
    ]
  },
  "401208103": {
    "Key": "",
    "Name": "极化",
    "Desc": "增加【<u>雷云</u>】数，当自身被击破时减少【<u>雷云</u>】数。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": [
      240150103
    ]
  }
};