var _monsterskill_401201011 = {
	401201001: {
		"Key": "Skill01",
		"Name": "第三轨道的冲撞",
		"Desc": "对指定我方单体造成物理属性伤害，自身【战甲】层数不为0时，有概率使目标陷入【震荡】状态，自身【战甲】层数为0时，使自身陷入【震荡】状态。",
		"P": "1",
		"SP": 15,
		"Elem": "Phys",
		"K": "Skill01",
		"S": [3, 0.4, 1, 0.4],
	},
	401201002: {
		"Key": "PassiveSkillInitiate",
		"Name": "城邦守护者",
		"Desc": "拥有一定层数的【战甲】，使自身受到的伤害降低。受到攻击后减少自身1层【战甲】，减少到0层时，【战甲】被破坏，对自身造成大量虚数属性伤害，并使自身行动延后，使破坏【战甲】的我方单位恢复能量。【战甲】被破坏后，自身受到攻击时额外再受到少量虚数属性伤害。【战甲】在自身回合结束时恢复到最大层数。",
		"P": "1",
		"SP": 0,
		"K": "PassiveSkillInitiate",
		"S": [3, 0.3, 0.1, 0.1, 0.06, 0.3],
	},
}
