var _monsterskill_4013018 = {
  "401301801": {
    "Key": "",
    "Name": "从天帷斩向黎明",
    "Desc": "从我方队伍左侧起横扫攻击我方3个连续目标，造成少量虚数属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Imaginary",
    "K": "",
    "EE": []
  },
  "401301802": {
    "Key": "",
    "Name": "从黎明杀往天帷",
    "Desc": "从我方队伍右侧起横扫攻击我方3个连续目标，造成少量虚数属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Imaginary",
    "K": "",
    "EE": []
  },
  "401301803": {
    "Key": "",
    "Name": "像威猛暴怒的雄狮",
    "Desc": "进入蓄力状态，下回合使用【在滔滔血海中沉溺】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "401301804": {
    "Key": "",
    "Name": "在滔滔血海中沉溺",
    "Desc": "对我方全体造成大量虚数属性伤害。",
    "P": "",
    "SP": 20,
    "Elem": "Imaginary",
    "K": "",
    "EE": []
  },
  "401301805": {
    "Key": "",
    "Name": "快从坟墓中苏生",
    "Desc": "使敌方全体造成的伤害永久提高。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};