var _monsterskill_4014034 = {
  "401403402": {
    "Key": "",
    "Name": "长眠者厚土安葬",
    "Desc": "对我方全体造成大量量子属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "401403403": {
    "Key": "",
    "Name": "辞世者临别哀悼",
    "Desc": "对我方全体造成量子属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "401403404": {
    "Key": "",
    "Name": "苦涩送来迟到的死讯",
    "Desc": "使【哀悯长臂】得到强化。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "401403405": {
    "Key": "",
    "Name": "于痛苦的芬芳中死去",
    "Desc": "进入<u>【死亡的芬芳】</u>状态，对我方全体角色造成大量量子属性伤害，该伤害<u>【不致命】</u>。",
    "P": "",
    "SP": 5,
    "Elem": "Quantum",
    "K": "",
    "EE": [
      401403001,
      401403003
    ]
  },
  "401403406": {
    "Key": "",
    "Name": "死亡想要更多的死亡",
    "Desc": "对我方全体造成量子属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "401403407": {
    "Key": "",
    "Name": "濒死之梦，浓烟似墨",
    "Desc": "使自身初始受到的伤害降低。在<u>【死亡的芬芳】</u>状态下，移除自身的受到伤害降低状态。受到攻击后回复我方全体生命值。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": [
      401403003
    ]
  }
};