var _monsterskill_4015012 = {
  "401501201": {
    "Key": "",
    "Name": "击三千里之火",
    "Desc": "升高【<u>温度</u>】，从我方队伍左侧起发动数次攻击，优先对我方全体目标逐个攻击1次，剩余次数随机攻击我方单体目标，每次攻击根据当前【<u>温度</u>】造成火属性伤害，并<u>修复</u>【百眼之末】。",
    "P": "",
    "SP": 5,
    "Elem": "Fire",
    "K": "",
    "EE": [
      240150101,
      240150105
    ]
  },
  "401501202": {
    "Key": "",
    "Name": "抟九万里之炎",
    "Desc": "升高【<u>温度</u>】，根据当前【<u>温度</u>】对我方全体目标造成火属性伤害，并<u>修复</u>【百眼之梢】。",
    "P": "",
    "SP": 5,
    "Elem": "Fire",
    "K": "",
    "EE": [
      240150101,
      240150105
    ]
  },
  "401501203": {
    "Key": "",
    "Name": "止长昼月之息",
    "Desc": "升高【<u>温度</u>】，并根据当前【<u>温度</u>】对我方全体目标造成火属性伤害，根据当前【<u>温度</u>】使我方全体目标行动延后，并<u>修复</u>【百眼之末】和【百眼之梢】。",
    "P": "",
    "SP": 5,
    "Elem": "Fire",
    "K": "",
    "EE": [
      240150101,
      240150105
    ]
  },
  "401501204": {
    "Key": "",
    "Name": "烜，若垂天之云",
    "Desc": "进入蓄力状态，下次行动施放【怒，焚晨昏日星】。为自身附加【<u>氦闪</u>】，并召唤【阳雷之鸦】。此状态下，我方施放攻击后，将根据本次攻击击中的敌方目标数量降低【<u>氦闪</u>】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": [
      240150102
    ]
  },
  "401501205": {
    "Key": "",
    "Name": "怒，焚晨昏日星",
    "Desc": "根据当前自身的【<u>氦闪</u>】对我方全体目标造成大量火属性伤害，伤害由目标<u>平均分摊</u>，同时根据当前【<u>氦闪</u>】升高【<u>温度</u>】，并<u>修复</u>【百眼之末】和【百眼之梢】。",
    "P": "",
    "SP": 10,
    "Elem": "Fire",
    "K": "",
    "EE": [
      240150101,
      240150102,
      401301001,
      240150105
    ]
  },
  "401501206": {
    "Key": "",
    "Name": "鸣三千里之雷",
    "Desc": "增加【<u>雷云</u>】层数，从我方队伍左侧起发动数次攻击，优先对我方全体目标逐个攻击1次，剩余次数随机攻击我方单体目标，每次攻击造成雷属性伤害，并<u>修复</u>【百眼之末】。",
    "P": "",
    "SP": 5,
    "Elem": "Thunder",
    "K": "",
    "EE": [
      240150103,
      240150105
    ]
  },
  "401501207": {
    "Key": "",
    "Name": "策九万里之电",
    "Desc": "增加【<u>雷云</u>】层数，对我方全体造成雷属性伤害，并<u>修复</u>【百眼之梢】。",
    "P": "",
    "SP": 10,
    "Elem": "Thunder",
    "K": "",
    "EE": [
      240150103,
      240150105
    ]
  },
  "401501208": {
    "Key": "",
    "Name": "落机缘月之光",
    "Desc": "增加【<u>雷云</u>】层数，对我方全体造成雷属性伤害，并<u>修复</u>【百眼之末】和【百眼之梢】。",
    "P": "",
    "SP": 10,
    "Elem": "Thunder",
    "K": "",
    "EE": [
      240150103,
      240150105
    ]
  },
  "401501209": {
    "Key": "",
    "Name": "霆，如山摇海倾",
    "Desc": "增加【<u>雷云</u>】层数，进入蓄力状态，下次行动施放【愤，破昼夜长空】。为自身附加【<u>电离</u>】，并召唤【阳雷之鸦】。此状态下，我方施放攻击后，将根据本次攻击击中的敌方目标数量争夺【<u>雷云</u>】层数，【阳雷之鸦】、【百眼之末】或【百眼之梢】受到致命攻击时我方将会争夺一定数量的【<u>雷云</u>】层数。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": [
      240150103,
      240150104
    ]
  },
  "401501210": {
    "Key": "",
    "Name": "愤，破昼夜长空",
    "Desc": "对我方全体造成雷属性伤害，并消耗一定数量【<u>雷云</u>】。对随机我方目标造成对应次数的少量雷属性伤害，并<u>修复</u>【百眼之末】和【百眼之梢】。之后根据我方争夺的雷云数对自身造成对应次数的少量雷属性附加伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Thunder",
    "K": "",
    "EE": [
      240150105
    ]
  },
  "401501211": {
    "Key": "",
    "Name": "百眼",
    "Desc": "本次战斗中，对【阳雷之鸦】、【百眼之末】或【百眼之梢】造成伤害时，【至高，至阳，天空的化身】也会损失相等的生命值。当【阳雷之鸦】、【百眼之末】或【百眼之梢】受到致命攻击时，【至高，至阳，天空的化身】会受到韧性伤害，且【百眼之末】或【百眼之梢】回复生命值并进入不可选中状态。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "401501212": {
    "Key": "",
    "Name": "雷暴",
    "Desc": "处在雷云天时，战场环境拥有【<u>雷云</u>】。当【至高，至阳，天空的化身】未处于【<u>电离</u>】状态时，【阳雷之鸦】、【百眼之末】或【百眼之梢】受到致命攻击时将会减少一定数量的【<u>雷云</u>】层数，并对【至高，至阳，天空的化身】造成少量雷属性伤害。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": [
      240150103,
      240150104
    ]
  },
  "401501213": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "401501214": {
    "Key": "",
    "Name": "酷阳",
    "Desc": "处在晴天时，战场环境拥有【<u>温度</u>】。当任意目标回合开始时，升高【<u>温度</u>】。我方目标造成的伤害将根据【<u>温度</u>】提高。使我方全体目标陷入【太阳风暴】，当我方回合开始时，将根据【<u>温度</u>】造成火属性伤害，该伤害<u>【不致命】</u>。当【阳雷之鸦】、【百眼之末】或【百眼之梢】受到致命攻击时，将会降低【<u>温度</u>】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": [
      240150101,
      401403001
    ]
  },
  "401501215": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};