var _monsterskill_4063012 = {
  "406301201": {
    "Key": "",
    "Name": "罪血呛吐",
    "Desc": "对指定我方单体及其相邻目标造成虚数属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Imaginary",
    "K": "",
    "EE": []
  },
  "406301202": {
    "Key": "",
    "Name": "威慑警戒",
    "Desc": "进入蓄力状态并使自身造成的伤害提高，下次行动时施放【罪血涡旋】。蓄力期间受到攻击会使下次攻击造成的伤害提高。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "406301203": {
    "Key": "",
    "Name": "罪血涡旋",
    "Desc": "对我方全体造成虚数属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Imaginary",
    "K": "",
    "EE": []
  }
};