var _monsterskill_4064012 = {
  "406401201": {
    "Key": "",
    "Name": "罪血嚼齿",
    "Desc": "对指定我方单体造成虚数属性伤害，若目标持有护盾则触发【<u>壁垒反震</u>】。",
    "P": "1 2",
    "SP": 10,
    "Elem": "Imaginary",
    "K": "",
    "EE": [
      240640121
    ]
  },
  "406401202": {
    "Key": "",
    "Name": "执刑就位",
    "Desc": "召唤【金血忆灵•雉形】，每个召唤物被消灭时，触发【<u>壁垒反震</u>】。",
    "P": "1 2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      240640121
    ]
  },
  "406401203": {
    "Key": "",
    "Name": "罪血眈视",
    "Desc": "锁定指定我方角色，使自身的速度提高，并在数个回合内对该目标施放【罪血嚼齿】和【罪血锯刑】。施放该技能后再行动1次。",
    "P": "1 2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "406401204": {
    "Key": "",
    "Name": "罪血锯刑",
    "Desc": "对指定我方单体目标造成大量虚数属性伤害，使目标降低生命值的一部分转化为【<u>侵蚀</u>】，若目标持有护盾则触发【<u>壁垒反震</u>】。",
    "P": "1 2",
    "SP": 15,
    "Elem": "Imaginary",
    "K": "",
    "EE": [
      240320101,
      240640121
    ]
  },
  "406401205": {
    "Key": "",
    "Name": "罪血钳刑",
    "Desc": "对我方全体目标造成大量虚数属性伤害，使目标降低生命值的一部分转化为【<u>侵蚀</u>】。",
    "P": "1 2",
    "SP": 10,
    "Elem": "Imaginary",
    "K": "",
    "EE": [
      240320101
    ]
  },
  "406401206": {
    "Key": "",
    "Name": "指名祸首",
    "Desc": "进入蓄力状态，下次行动时施放【罪血枭首】，选择1名我方角色承受【罪血枭首】的最高伤害和【<u>罪血腐蚀</u>】。",
    "P": "2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      240620202
    ]
  },
  "406401207": {
    "Key": "",
    "Name": "罪血枭首",
    "Desc": "对被【指名祸首】选中的角色以外的我方角色造成虚数属性伤害，对被【指名祸首】选中的我方角色造成大量虚数属性伤害，并根据该角色受到的未被护盾抵消的伤害的数值，对其施加【<u>罪血腐蚀</u>】。",
    "P": "2",
    "SP": 15,
    "Elem": "Imaginary",
    "K": "",
    "EE": [
      240620202
    ]
  },
  "406401208": {
    "Key": "",
    "Name": "皮糙肉厚",
    "Desc": "战斗开始时和转阶段时，自身进入【强化防御】状态，大幅提高自身防御力。被弱点击破后，解除【强化防御】状态。",
    "P": "1 2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "406401209": {
    "Key": "",
    "Name": "壁垒反震",
    "Desc": "触发【<u>壁垒反震</u>】时，自身获得1层防御力降低。",
    "P": "1 2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      240640121
    ]
  },
  "406401211": {
    "Key": "",
    "Name": "化整为零",
    "Desc": "战斗开始时和转阶段时，自身分裂为【金血忆灵•雉形】、【金血忆灵•犬形】和【金血忆灵•翼蛇形】，且这些【金血忆灵】获得【<u>合而为一</u>】，自身获得【血脉衰弱】。\\n拥有【<u>合而为一</u>】的【金血忆灵】每次行动后，自身减少1点【血脉衰弱】。\\n当拥有【<u>合而为一</u>】的【金血忆灵】全部陷入【<u>假死</u>】状态时，它们重新合体成为【迷惘之渊的裁定者】，基于此时剩余的【血脉衰弱】的数量，削减【迷惘之渊的裁定者】的韧性。",
    "P": "1 2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      240640122,
      240640123
    ]
  },
  "406401213": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "406401214": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "406401215": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "406401216": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "406401217": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "406401210": {
    "Key": "",
    "Name": "劣化残躯",
    "Desc": "自身及自身的召唤物获得【劣化残躯】。若我方对拥有【劣化残躯】的敌方单位施放攻击时施加了负面状态，则少量削减该敌方单位的韧性，并使其受到真实伤害。",
    "P": "1 2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  }
};