var _monsterskill_5012092 = {
  "501209201": {
    "Key": "",
    "Name": "力量强化中",
    "Desc": "进入【力量强化！】状态，下回合施放【风车破颜拳】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501209202": {
    "Key": "",
    "Name": "风车破颜拳",
    "Desc": "对指定单体目标造成物理属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Physical",
    "K": "",
    "EE": []
  },
  "501209203": {
    "Key": "",
    "Name": "敌我识别失灵",
    "Desc": "每次受到我方攻击后会在敌我间切换攻击目标。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};