var _monsterskill_5012100 = {
  "501210001": {
    "Key": "",
    "Name": "恋爱❤雷暴天",
    "Desc": "对指定我方单体目标造成少量雷属性伤害。",
    "P": "1",
    "SP": 10,
    "Elem": "Thunder",
    "K": "",
    "EE": []
  },
  "501210002": {
    "Key": "",
    "Name": "柔雨❤好想你",
    "Desc": "受到致命攻击时若处于【雨天】状态，则连续对我方随机单体目标造成少量雷属性伤害，每段攻击后大概率使受到攻击的目标陷入触电状态。",
    "P": "1",
    "SP": 10,
    "Elem": "Thunder",
    "K": "",
    "EE": []
  },
  "501210003": {
    "Key": "",
    "Name": "初吻❤天气晴",
    "Desc": "受到致命攻击时若处于【晴天】状态，则使我方全体目标的暴击伤害提高。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501210004": {
    "Key": "",
    "Name": "倾心❤雨转晴",
    "Desc": "进入战斗时处于【雨天】状态，受到欢愉伤害或任意单位施放欢愉技后，进入【晴天】状态，行动延后并使我方获得<u>笑点</u>。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      10000027
    ]
  }
};