var _monsterskill_5012120 = {
  "501212001": {
    "Key": "",
    "Name": "扫除",
    "Desc": "对指定我方单体目标造成量子属性伤害。",
    "P": "1",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501212002": {
    "Key": "",
    "Name": "泼脏水",
    "Desc": "对指定我方单体目标造成少量量子属性伤害，并使受到攻击的我方目标防御力降低。",
    "P": "1",
    "SP": "",
    "Elem": "Quantum",
    "K": "",
    "EE": []
  }
  "501212003": {
    "Key": "",
    "Name": "线路故障",
    "Desc": "受到致命攻击时，使我方获得笑点。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  }
};