var _monsterskill_5012090 = {
  "501209001": {
    "Key": "",
    "Name": "力量强化中",
    "Desc": "进入【力量强化！】状态，下回合施放【风车破颜拳】。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501209002": {
    "Key": "",
    "Name": "风车破颜拳",
    "Desc": "对指定我方单体目标造成物理属性伤害并使我方获得<u>笑点</u>，有概率使受到攻击的我方目标陷入【强烈震荡】状态。",
    "P": "1",
    "SP": 10,
    "Elem": "Physical",
    "K": "",
    "EE": [
      10000027
    ]
  },
  "501209003": {
    "Key": "",
    "Name": "敌我识别失灵",
    "Desc": "处于【力量强化！】状态时，受到攻击后使自身立即行动，小概率对与自身相邻的随机一名敌方目标造成物理属性伤害并使我方获得<u>笑点</u>，否则对随机一名我方目标施放【风车破颜拳】；如果本次受到的伤害为欢愉伤害，则必定攻击敌方目标。该效果在【力量强化！】状态持续时间内最多触发1次。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      10000027
    ]
  }
};