var _monsterskill_5012010 = {
  "501201001": {
    "Key": "",
    "Name": "噼啪魔弹",
    "Desc": "对指定我方单体目标造成量子属性伤害。",
    "P": "1",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501201002": {
    "Key": "",
    "Name": "幸福魔咒",
    "Desc": "随机触发一种效果：使自身攻击力提高、使全体敌方目标行动提前、大概率为除自身以外的敌方全体附加【强烈震荡】。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501201003": {
    "Key": "",
    "Name": "微笑魔法",
    "Desc": "当自身首次受到攻击时，使我方获得<u>笑点</u>，并施放【幸福魔咒】。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      10000027
    ]
  }
};