var _monsterskill_5013041 = {
  "501304101": {
    "Key": "",
    "Name": "破晓战刃",
    "Desc": "对指定我方单体造成量子属性伤害。",
    "P": "1",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501304102": {
    "Key": "",
    "Name": "破晓飞轮",
    "Desc": "对指定我方单体及其相邻目标造成量子属性伤害。",
    "P": "1",
    "SP": 5,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501304103": {
    "Key": "",
    "Name": "破晓意志",
    "Desc": "使自身速度提高。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  }
};