var _monsterskill_5013032 = {
  "501303202": {
    "Key": "",
    "Name": "扫色",
    "Desc": "对指定我方单体造成物理属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501303203": {
    "Key": "",
    "Name": "挥舞斑斓",
    "Desc": "对我方全体造成物理属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501303204": {
    "Key": "",
    "Name": "调色盘溃流",
    "Desc": "对我方全体造成大量物理属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501303205": {
    "Key": "",
    "Name": "",
    "Desc": "使自身造成的伤害永久提高。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501303201": {
    "Key": "",
    "Name": "妙手",
    "Desc": "对指定我方单体造成物理属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "",
    "K": "",
    "EE": []
  }
};