var _monsterskill_5013071 = {
  "501307101": {
    "Key": "",
    "Name": "破晓战刃",
    "Desc": "对指定我方单体造成物理属性伤害。",
    "P": "1",
    "SP": 10,
    "Elem": "Physical",
    "K": "",
    "EE": []
  },
  "501307102": {
    "Key": "",
    "Name": "破晓飞轮",
    "Desc": "对指定我方单体及其相邻目标造成物理属性伤害。",
    "P": "1",
    "SP": 5,
    "Elem": "Physical",
    "K": "",
    "EE": []
  },
  "501307104": {
    "Key": "",
    "Name": "破晓剑影舞",
    "Desc": "对指定我方单体造成大量物理属性伤害。",
    "P": "1",
    "SP": 10,
    "Elem": "Physical",
    "K": "",
    "EE": []
  }
};