var _monsterskill_5013051 = {
  "501305101": {
    "Key": "",
    "Name": "破晓战刃",
    "Desc": "对指定我方单体造成火属性伤害。",
    "P": "1",
    "SP": 10,
    "Elem": "Fire",
    "K": "",
    "EE": []
  },
  "501305102": {
    "Key": "",
    "Name": "破晓飞轮",
    "Desc": "对指定我方单体及其相邻目标造成火属性伤害。",
    "P": "1",
    "SP": 5,
    "Elem": "Fire",
    "K": "",
    "EE": []
  },
  "501305103": {
    "Key": "",
    "Name": "破晓意志",
    "Desc": "使自身造成的伤害提高。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  }
};