var _monsterskill_5013050 = {
  "501305001": {
    "Key": "",
    "Name": "破晓战刃",
    "Desc": "对指定我方单体造成火属性伤害。",
    "P": "1",
    "SP": 10,
    "Elem": "Fire",
    "K": "",
    "EE": []
  },
  "501305002": {
    "Key": "",
    "Name": "破晓飞轮",
    "Desc": "对指定我方单体及其相邻目标造成火属性伤害。",
    "P": "1",
    "SP": 5,
    "Elem": "Fire",
    "K": "",
    "EE": []
  },
  "501305003": {
    "Key": "",
    "Name": "破晓意志",
    "Desc": "为自身附加【破晓力场】。此状态下，破晓战队会持续施放【破晓剑影舞】，且免疫控制类负面状态，自身的韧性无法被削减，若自身受到火属性攻击时则会立即行动。当破晓战队处于【破晓力场】状态时，受到一定次数攻击后会施放【破晓退散】。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501305004": {
    "Key": "",
    "Name": "破晓剑影舞",
    "Desc": "对指定我方单体造成大量火属性伤害。",
    "P": "1",
    "SP": 10,
    "Elem": "Fire",
    "K": "",
    "EE": []
  },
  "501305005": {
    "Key": "",
    "Name": "破晓退散",
    "Desc": "解除【破晓力场】并为自身附加【失意】，受到的伤害提高，且自身火属性抗性降低。",
    "P": "1",
    "SP": 10,
    "Elem": "",
    "K": "",
    "EE": []
  }
};