var _monsterskill_5013031 = {
  "501303101": {
    "Key": "",
    "Name": "妙手",
    "Desc": "对指定我方单体造成物理属性伤害。",
    "P": "1",
    "SP": 15,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501303102": {
    "Key": "",
    "Name": "扫色",
    "Desc": "对指定我方单体造成物理属性伤害，并消耗1点<u>【颜料】</u>造成对应属性的附加伤害。",
    "P": "1",
    "SP": 15,
    "Elem": "",
    "K": "",
    "EE": [
      250130303
    ]
  },
  "501303103": {
    "Key": "",
    "Name": "挥舞斑斓",
    "Desc": "对我方全体造成物理属性伤害，并消耗1点<u>【颜料】</u>造成对应属性的附加伤害。",
    "P": "1",
    "SP": 10,
    "Elem": "",
    "K": "",
    "EE": [
      250130303
    ]
  },
  "501303104": {
    "Key": "",
    "Name": "调色盘溃流",
    "Desc": "对我方全体造成物理属性伤害，并消耗剩余所有<u>【颜料】</u>造成对应属性的附加伤害。",
    "P": "1",
    "SP": 10,
    "Elem": "",
    "K": "",
    "EE": [
      250130303
    ]
  },
  "501303105": {
    "Key": "",
    "Name": "色相溢出",
    "Desc": "<u>【无色】</u>状态下受到我方目标攻击后，根据攻击者的属性，获得1点<u>【颜料】</u>，如果在受到攻击时受到了欢愉伤害，则额外获得一定数量的<u>【颜料】</u>。\\n当<u>【颜料】</u>达到6点时，进入<u>【色彩】</u>状态。\\n处于<u>【无色】</u>状态时，韧性不会低于1点。\\n全属性抗性提高，弱点被击破时移除。从弱点击破状态恢复时重新获得。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      250130301,
      250130302,
      250130303
    ]
  },
  "501303106": {
    "Key": "",
    "Name": "色差临界",
    "Desc": "消耗<u>【颜料】</u>对我方目标造成附加伤害时，若我方目标的属性与附加伤害的属性不同，则该附加伤害提高。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      250130303
    ]
  },
  "501303107": {
    "Key": "",
    "Name": "调色艺术",
    "Desc": "进入<u>【色彩】</u>状态时，根据当前数量最多的<u>【颜料】</u>的数量，令我方获得一定数量的<u>笑点</u>，然后根据已获得的<u>【颜料】</u>的种类，获得对应属性的弱点，并根据<u>【颜料】</u>的数量降低对应属性抗性。\\n处于<u>【色彩】</u>状态下回合结束时，若已消耗所有<u>【颜料】</u>，则进入<u>【无色】</u>状态。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      250130301,
      250130302,
      250130303,
      10000027
    ]
  }
};