var _monsterskill_5013010 = {
  "501301001": {
    "Key": "",
    "Name": "左扫弦！",
    "Desc": "从我方队伍左侧起横扫攻击我方3个连续目标，造成少量虚数属性伤害。",
    "P": "1",
    "SP": 10,
    "Elem": "Imaginary",
    "K": "",
    "EE": []
  },
  "501301002": {
    "Key": "",
    "Name": "右扫弦！",
    "Desc": "从我方队伍右侧起横扫攻击我方3个连续目标，造成少量虚数属性伤害。",
    "P": "1",
    "SP": 10,
    "Elem": "Imaginary",
    "K": "",
    "EE": []
  },
  "501301003": {
    "Key": "",
    "Name": "演出彩排",
    "Desc": "进入蓄力状态，下次行动时施放【摇滚时刻！】。阿哈时刻发动时立即解除蓄力状态，使我方获得<u>笑点</u>并使自身受到的伤害提高。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      10000027
    ]
  },
  "501301004": {
    "Key": "",
    "Name": "摇滚时刻！",
    "Desc": "对我方全体目标造成大量虚数属性伤害。",
    "P": "1",
    "SP": 20,
    "Elem": "Imaginary",
    "K": "",
    "EE": []
  },
  "501301005": {
    "Key": "",
    "Name": "燥起来吧！",
    "Desc": "若自身未处于【狂奏】状态，则使自身以外的敌方目标速度提高，若自身处于【狂奏】状态，则会对自身以外的敌方目标造成虚数属性伤害，并有概率使其陷入【<u>陶醉</u>】状态，使我方获得<u>笑点</u>。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      501301001,
      10000027
    ]
  },
  "501301006": {
    "Key": "",
    "Name": "我为乐狂",
    "Desc": "阿哈时刻发动时，自身获得【狂奏】状态，使【燥起来吧！】产生更欢愉的效果。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  }
};