var _monsterskill_5013013 = {
  "501301301": {
    "Key": "",
    "Name": "左扫弦！",
    "Desc": "从我方队伍左侧起横扫攻击我方3个连续目标，造成少量虚数属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Imaginary",
    "K": "",
    "EE": []
  },
  "501301302": {
    "Key": "",
    "Name": "右扫弦！",
    "Desc": "从我方队伍右侧起横扫攻击我方3个连续目标，造成少量虚数属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Imaginary",
    "K": "",
    "EE": []
  },
  "501301303": {
    "Key": "",
    "Name": "演出彩排",
    "Desc": "进入蓄力状态，下次行动时施放【摇滚时刻！】。受到数次后立即解除蓄力状态，使我方获得魔力并使自身受到的伤害提高。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501301304": {
    "Key": "",
    "Name": "摇滚时刻！",
    "Desc": "对我方全体目标造成大量虚数属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Imaginary",
    "K": "",
    "EE": []
  }
};