var _monsterskill_5014023 = {
  "501402301": {
    "Key": "",
    "Name": "灵魂修正剪",
    "Desc": "对指定我方单体目标造成少量量子属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501402303": {
    "Key": "",
    "Name": "高温消毒模式",
    "Desc": "进入【蒸汽洗涤】状态，使自身造成的伤害提高，并获得一定层数的【长效抗菌】效果，使自身受到的伤害降低。【长效抗菌】效果被全部移除时，退出【蒸汽洗涤】状态并受到大量伤害。",
    "P": "",
    "SP": 0,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501402302": {
    "Key": "",
    "Name": "无死角洗涤",
    "Desc": "对我方全体目标造成量子属性伤害，并使我方获得<u>笑点</u>。",
    "P": "",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": [
      10000027
    ]
  },
  "501402304": {
    "Key": "",
    "Name": "强效肥皂泡",
    "Desc": "对我方全体目标造成量子属性伤害并施加【<u>劳动最快乐！</u>】效果，同时使我方获得<u>笑点</u>。",
    "P": "",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": [
      501402001,
      10000027
    ]
  },
  "501402305": {
    "Key": "",
    "Name": "值日准备中…",
    "Desc": "进入【摩拳擦掌】状态，获得【弱点无效】效果，下次行动时施放【饱和式大扫除！】。",
    "P": "",
    "SP": 0,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501402306": {
    "Key": "",
    "Name": "饱和式大扫除！",
    "Desc": "对我方全体目标造成大量量子属性伤害，并使我方获得<u>笑点</u>。",
    "P": "",
    "SP": 15,
    "Elem": "Quantum",
    "K": "",
    "EE": [
      10000027
    ]
  },
  "501402308": {
    "Key": "",
    "Name": "洗地机之乱",
    "Desc": "战斗开始时，为我方召唤「合金保姆」。我方每获得1个笑点时我方的「合金保姆」积累1点充能值，充能值达到<unbreak>#1[i]</unbreak>时可施放强化普攻移除1层【合金机铠•帕姆王】的【长效抗菌】效果。我方的「合金保姆」不会被敌我双方选中。",
    "P": "",
    "SP": 0,
    "Elem": "Quantum",
    "K": "",
    "EE": [
      10000027
    ]
  }
};