var _monsterskill_5014021 = {
  "501402101": {
    "Key": "",
    "Name": "灵魂修正剪",
    "Desc": "对指定我方单体目标造成少量量子属性伤害。",
    "P": "1 2 3",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501402103": {
    "Key": "",
    "Name": "高温消毒模式",
    "Desc": "进入【蒸汽洗涤】状态，使自身造成的伤害提高，并获得一定层数的【长效抗菌】效果，使自身受到的伤害降低。【长效抗菌】效果被全部移除时，退出【蒸汽洗涤】状态并受到大量伤害。",
    "P": "1 2 3",
    "SP": "",
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501402102": {
    "Key": "",
    "Name": "无死角洗涤",
    "Desc": "对我方全体目标造成量子属性伤害，并使我方获得<u>笑点</u>。",
    "P": "1 2 3",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": [
      10000027
    ]
  },
  "501402104": {
    "Key": "",
    "Name": "强效肥皂泡",
    "Desc": "对我方全体目标造成量子属性伤害并施加【<u>劳动最快乐！</u>】效果，同时使我方获得<u>笑点</u>。",
    "P": "3",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": [
      501402001,
      10000027
    ]
  },
  "501402105": {
    "Key": "",
    "Name": "值日准备中…",
    "Desc": "进入【摩拳擦掌】状态，获得【弱点无效】效果，下次行动时施放【饱和式大扫除！】。",
    "P": "2 3",
    "SP": "",
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501402106": {
    "Key": "",
    "Name": "饱和式大扫除！",
    "Desc": "对我方全体目标造成大量量子属性伤害，并使我方获得<u>笑点</u>。",
    "P": "2 3",
    "SP": 15,
    "Elem": "Quantum",
    "K": "",
    "EE": [
      10000027
    ]
  },
  "501402108": {
    "Key": "",
    "Name": "洗地机之乱",
    "Desc": "在行动序列上添加【会场秩序维持】，每次【会场秩序维持】行动时，为敌我双方召唤「合金保姆」。我方每获得1个笑点时我方的「合金保姆」积累1点充能值，充能值达到<unbreak>#1[i]</unbreak>时可施放强化普攻移除1层【合金机铠•帕姆王】的【长效抗菌】效果。我方的「合金保姆」最多存在1个，且不会被敌我双方选中。",
    "P": "1 2 3",
    "SP": "",
    "Elem": "Quantum",
    "K": "",
    "EE": [
      10000027
    ]
  }
};