var _monsterskill_5014030 = {
  "501403001": {
    "Key": "",
    "Name": "余烬赤绘",
    "Desc": "对指定我方单体造成少量火属性伤害。",
    "P": "1 2",
    "SP": 10,
    "Elem": "Fire",
    "K": "",
    "EE": []
  },
  "501403002": {
    "Key": "",
    "Name": "炼狱无惨绘",
    "Desc": "对指定我方单体造成火属性伤害，并大概率施加【<u>怨火灼身</u>】状态。",
    "P": "1",
    "SP": 15,
    "Elem": "Fire",
    "K": "",
    "EE": [
      501403001,
      501403003,
      501403004
    ]
  },
  "501403003": {
    "Key": "",
    "Name": "炼狱无惨绘•艳墨",
    "Desc": "对我方2个目标造成火属性伤害，并大概率施加【<u>怨火灼身</u>】状态。",
    "P": "2",
    "SP": 15,
    "Elem": "Fire",
    "K": "",
    "EE": [
      501403001,
      501403003,
      501403004
    ]
  },
  "501403005": {
    "Key": "",
    "Name": "空想异魔画",
    "Desc": "召唤【吞神子嗣】，并对所有召唤物施加【<u>人外魔境</u>】，然后令【<u>人外魔境</u>】层数大于等于2的召唤物立即行动。",
    "P": "1 2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      501403002
    ]
  },
  "501403006": {
    "Key": "",
    "Name": "...",
    "Desc": "对我方全体造成火属性伤害，并大概率施加【<u>怨火灼身</u>】状态。",
    "P": "2",
    "SP": 15,
    "Elem": "Fire",
    "K": "",
    "EE": [
      501403001,
      501403003,
      501403004
    ]
  },
  "501403007": {
    "Key": "",
    "Name": "怨火无消",
    "Desc": "自身部分技能会对被击中的目标施加【<u>怨火灼身</u>】状态。",
    "P": "1 2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      501403001,
      501403003,
      501403004
    ]
  }
};