var _monsterskill_5014014 = {
  "501401406": {
    "Key": "",
    "Name": "开始控评！",
    "Desc": "<u>连麦PK</u>解除时，若处于副战场的敌方目标全部被消灭，则使敌方全体受到的伤害提高，行动延后，恢复战技点，并使<u>阿哈</u>立即获得1个固定计入<u>笑点</u>的<u>额外回合</u>，该回合不消耗<u>笑点</u>。若<u>连麦PK</u>解除时，处于副战场的敌方目标未被全部消灭，则对前往副战场的我方角色造成大量量子属性伤害，并使其陷入【纠缠】状态。",
    "P": "1",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": [
      501401001,
      10000027,
      10000026,
      10000000
    ]
  },
  "501401407": {
    "Key": "",
    "Name": "开始控评！",
    "Desc": "<u>连麦PK</u>解除时，若处于副战场的敌方目标全部被消灭，则使敌方全体受到的伤害提高，行动延后，恢复战技点，并使<u>阿哈</u>立即获得1个固定计入<u>笑点</u>的<u>额外回合</u>，该回合不消耗<u>笑点</u>。",
    "P": "2",
    "SP": "",
    "Elem": "Quantum",
    "K": "",
    "EE": [
      501401001,
      10000027,
      10000026,
      10000000
    ]
  },
  "501401408": {
    "Key": "",
    "Name": "弹幕满载！",
    "Desc": "<u>连麦PK</u>解除时，若处于副战场的敌方目标仍未被消灭，则对我方全体目标造成量子属性伤害，并有概率使受到攻击的目标陷入<u>随机的弹幕惩罚</u>，处于副战场的敌方目标剩余的生命值比例越高，造成的伤害越高，惩罚的概率越高。",
    "P": "2",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": [
      501401001,
      501401004
    ]
  },
  "501401401": {
    "Key": "",
    "Name": "网络对线！",
    "Desc": "对我方指定单体造成量子属性伤害。",
    "P": "1 2",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501401402": {
    "Key": "",
    "Name": "节奏带起来！",
    "Desc": "对我方全体造成量子属性伤害。",
    "P": "1 2",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501401403": {
    "Key": "",
    "Name": "抬你上麦！",
    "Desc": "开启<u>连麦PK</u>，选择一名我方角色前往副战场战斗，其余角色留在主战场提供支援。<u>连麦PK</u>持续期间，欢愉技始终只能对副战场的敌方目标发动攻击。行动序列上出现连麦PK倒计时。\\n连麦PK倒计时结束、处于副战场的我方角色陷入无法战斗状态、处于副战场的所有敌方目标被消灭、副战场没有可以战斗的我方角色，以上任意条件触发时，<u>连麦PK</u>解除。",
    "P": "1 2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      501401001
    ]
  },
  "501401404": {
    "Key": "",
    "Name": "推流",
    "Desc": "使处于副战场的敌方目标获得【观众涌入】状态，其行动提前，并使其暴击率提高。",
    "P": "1 2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501401409": {
    "Key": "",
    "Name": "好感度调整",
    "Desc": "<u>连麦PK</u>开启后，对【1号输出端】发起攻击时会使【我方人气值】提高，对【2号输出端】发起攻击时会使【对方人气值】降低。【我方人气值】提高时，【1号输出端】行动提前，【对方人气值】降低时，【2号输出端】行动提前。",
    "P": "1 2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      501401001
    ]
  },
  "501401410": {
    "Key": "",
    "Name": "粉丝的狂欢",
    "Desc": "<u>连麦PK</u>开启后，处于主战场的敌方目标受到的伤害降低，并免疫控制类负面状态。<u>连麦PK</u>解除时，若处于副战场的敌方目标全部被消灭，则失去该效果。否则会基于副战场敌方目标剩余的生命值比例，保留部分伤害降低效果，该效果持续到下一次<u>连麦PK</u>开启。若自身生命值降低至一定比例时，仍未开启过<u>连麦PK</u>，则使自身行动提前。",
    "P": "1 2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      501401001
    ]
  },
  "501401411": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501401412": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501401413": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501401414": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501401415": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501401416": {
    "Key": "",
    "Name": "超人气偶像",
    "Desc": "自身回合开始时，【我方人气值】和【对方人气值】均重置为初始状态。\\n通过攻击使【我方人气值】达到最高，或使【对方人气值】达到最低时，削减副战场所有敌方目标的生命值，并使我方获得一定数量的笑点。\\n处于副战场的敌方目标全部被消灭时，大量削减【万众瞩目的超偶像】的韧性和生命值。",
    "P": "1 2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "501401417": {
    "Key": "",
    "Name": "敬业主播",
    "Desc": "战斗开始时自身处于【<u>韧性锁止</u>】状态。<u>连麦PK</u>解除时，自身解除【<u>韧性锁止</u>】状态。<u>连麦PK</u>开启时或转阶段时，自身重新进入【<u>韧性锁止</u>】状态。",
    "P": "1 2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      501401001,
      70000318
    ]
  }
};