var _monsterskill_5014032 = {
  "501403201": {
    "Key": "",
    "Name": "余烬赤绘",
    "Desc": "对指定我方单体造成少量火属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Fire",
    "K": "",
    "EE": []
  },
  "501403202": {
    "Key": "",
    "Name": "炼狱无惨绘",
    "Desc": "对指定我方角色造成火属性伤害，并大概率施加【<u>怨火灼身</u>】状态。",
    "P": "",
    "SP": 15,
    "Elem": "Fire",
    "K": "",
    "EE": [
      501403001,
      501403003,
      501403004
    ]
  },
  "501403203": {
    "Key": "",
    "Name": "炼狱无惨绘•艳墨",
    "Desc": "对我方2个角色造成火属性伤害，并大概率施加【<u>怨火灼身</u>】状态。",
    "P": "",
    "SP": 15,
    "Elem": "Fire",
    "K": "",
    "EE": [
      501403001,
      501403003,
      501403004
    ]
  },
  "501403205": {
    "Key": "",
    "Name": "空想异魔画",
    "Desc": "召唤【吞神子嗣】，并对所有召唤物施加【<u>人外魔境</u>】，然后令【<u>人外魔境</u>】层数大于等于2的召唤物立即行动。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": [
      501403002
    ]
  },
  "501403206": {
    "Key": "",
    "Name": "绝景•吞天无量塔",
    "Desc": "对我方全体造成火属性伤害，并大概率对被击中的角色施加【<u>怨火灼身</u>】状态。",
    "P": "",
    "SP": 15,
    "Elem": "Fire",
    "K": "",
    "EE": [
      501403001,
      501403003,
      501403004
    ]
  },
  "501403207": {
    "Key": "",
    "Name": "怨火无消",
    "Desc": "自身部分技能会对被击中的角色施加【<u>怨火灼身</u>】状态。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": [
      501403001,
      501403003,
      501403004
    ]
  }
};