var _monsterskill_5014022 = {
  "501402201": {
    "Key": "",
    "Name": "灵魂修正剪",
    "Desc": "对指定我方单体目标造成少量量子属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501402203": {
    "Key": "",
    "Name": "高温消毒模式",
    "Desc": "进入【蒸汽洗涤】状态，使自身造成的伤害提高，并获得一定层数的【长效抗菌】效果，使自身受到的伤害降低。【长效抗菌】效果被全部移除时，退出【蒸汽洗涤】状态并受到大量伤害。",
    "P": "",
    "SP": 0,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501402202": {
    "Key": "",
    "Name": "无死角洗涤",
    "Desc": "对我方全体目标造成量子属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501402204": {
    "Key": "",
    "Name": "强效肥皂泡",
    "Desc": "对我方全体目标造成量子属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501402205": {
    "Key": "",
    "Name": "值日准备中…",
    "Desc": "进入【摩拳擦掌】状态，获得【弱点无效】效果，下次行动时施放【饱和式大扫除！】。",
    "P": "",
    "SP": 0,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "501402206": {
    "Key": "",
    "Name": "饱和式大扫除！",
    "Desc": "对我方全体目标造成大量量子属性伤害。",
    "P": "",
    "SP": 15,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  }
};