var _monsterskill_5023015 = {
  "502301501": {
    "Key": "",
    "Name": "狂喜吐息",
    "Desc": "对指定我方单体造成风属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Wind",
    "K": "",
    "EE": []
  },
  "502301502": {
    "Key": "",
    "Name": "微笑",
    "Desc": "连续对我方随机单体目标造成风属性伤害，每段攻击有概率对受到攻击的我方目标施加【<u>极乐</u>】效果；施放该技能时，若场上有其他【乐变化天人】存在，则其他【乐变化天人】也会一起施放该技能。",
    "P": "",
    "SP": 5,
    "Elem": "Wind",
    "K": "",
    "EE": [
      502301001
    ]
  },
  "502301503": {
    "Key": "",
    "Name": "笑蕾",
    "Desc": "进入【含苞】状态。下次行动对我方全体目标施放【极乐螺旋】。",
    "P": "",
    "SP": 0,
    "Elem": "Wind",
    "K": "",
    "EE": []
  },
  "502301504": {
    "Key": "",
    "Name": "极乐螺旋",
    "Desc": "对我方全体目标造成伤害，若目标持有【<u>极乐</u>】效果，则移除【<u>极乐</u>】效果，使目标行动延后并减少战技点。",
    "P": "",
    "SP": 10,
    "Elem": "Wind",
    "K": "",
    "EE": [
      502301001
    ]
  },
  "502301505": {
    "Key": "",
    "Name": "邪愿裂变",
    "Desc": "受到致命伤害时，分裂生成2个【乐变化天人•始（错误）】并使我方获得一定<u>笑点</u>；【乐变化天人•始（错误）】受到致命伤害时，分裂生成2个【乐变化天人•终（错误）】并使我方获得一定<u>笑点</u>；【乐变化天人•终（错误）】不会再分裂。",
    "P": "",
    "SP": 0,
    "Elem": "Wind",
    "K": "",
    "EE": []
  }
};