var _monsterskill_5023021 = {
  "502302101": {
    "Key": "",
    "Name": "暴食祭",
    "Desc": "对指定我方单体造成少量火属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Fire",
    "K": "",
    "EE": []
  },
  "502302102": {
    "Key": "",
    "Name": "生贽的饱食",
    "Desc": "使指定我方角色陷入【吞噬】状态，夺取该角色一定比例的攻击力。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "502302103": {
    "Key": "",
    "Name": "赎愆祭",
    "Desc": "自身施加的【吞噬】状态被解除时，使解除【吞噬】状态的我方单位的攻击力提高。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "502302104": {
    "Key": "",
    "Name": "群兽的飨宴",
    "Desc": "对我方全体造成少量火属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Fire",
    "K": "",
    "EE": []
  },
  "502302105": {
    "Key": "",
    "Name": "神圣反刍",
    "Desc": "每次受到我方单位攻击后，使被自身施加【吞噬】状态的我方角色可回复的生命值上限提高，并归还一定比例的攻击力。受到我方单位一定次数的攻击后、或弱点被击破后，解除自身施加的【吞噬】状态。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};