var _monsterskill_5023020 = {
  "502302001": {
    "Key": "",
    "Name": "暴食祭",
    "Desc": "对指定我方单体造成少量火属性伤害，并大概率使受到攻击的目标的防御力降低。",
    "P": "1",
    "SP": 10,
    "Elem": "Fire",
    "K": "",
    "EE": []
  },
  "502302002": {
    "Key": "",
    "Name": "生贽的饱食",
    "Desc": "使指定我方角色陷入【吞噬】状态，可回复的生命值上限降低，并夺取该角色一定比例的攻击力。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "502302003": {
    "Key": "",
    "Name": "赎愆祭",
    "Desc": "自身施加的【吞噬】状态被解除时，使解除【吞噬】状态的我方单位的攻击力提高。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "502302004": {
    "Key": "",
    "Name": "群兽的飨宴",
    "Desc": "对我方全体造成少量火属性伤害。",
    "P": "1",
    "SP": 5,
    "Elem": "Fire",
    "K": "",
    "EE": []
  },
  "502302005": {
    "Key": "",
    "Name": "神圣反刍",
    "Desc": "每次受到我方单位攻击时，使被自身施加【吞噬】状态的我方角色可回复的生命值上限提高，并归还一定比例的攻击力。受到我方单位一定次数的攻击后、或弱点被击破后，解除自身施加的【吞噬】状态。",
    "P": "1",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  }
};