var _monsterskill_5024010 = {
  "502401001": {
    "Key": "",
    "Name": "空裂刺蕊",
    "Desc": "对指定我方单体目标造成雷属性伤害。",
    "P": "1 2",
    "SP": 15,
    "Elem": "Thunder",
    "K": "",
    "EE": []
  },
  "502401003": {
    "Key": "",
    "Name": "凶梦汲取",
    "Desc": "吸取所有带有<u>【寄生】</u>或<u>【傀儡】</u>效果我方目标的生命值并转化为自身生命值。",
    "P": "1 2",
    "SP": 10,
    "Elem": "Thunder",
    "K": "",
    "EE": [
      502401001,
      502401002
    ]
  },
  "502401004": {
    "Key": "",
    "Name": "邪愿散华",
    "Desc": "对随机我方多个角色造成雷属性伤害并施加<u>【寄生】</u>效果。回合结束时<u>【寄生】</u>到达<unbreak>#2[i]</unbreak>层会将目标转化为<u>【傀儡】</u>。<u>【寄生】</u>变为0层则会移除<u>【寄生】</u>并添加<u>【颠倒离断】</u>效果。",
    "P": "1 2",
    "SP": 10,
    "Elem": "Thunder",
    "K": "",
    "EE": [
      502401001,
      502401002,
      502401003
    ]
  },
  "502401005": {
    "Key": "",
    "Name": "待放",
    "Desc": "进入蓄力状态，下回合施放【极乐之拥】。",
    "P": "2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  },
  "502401006": {
    "Key": "",
    "Name": "极乐之拥",
    "Desc": "对我方全体角色造成大量雷属性伤害，若自身处于<u>【邪笑】</u>状态则对所有目标施加<u>【傀儡】</u>状态。",
    "P": "2",
    "SP": 20,
    "Elem": "Thunder",
    "K": "",
    "EE": [
      502401002,
      502401004
    ]
  },
  "502401007": {
    "Key": "",
    "Name": "笑止",
    "Desc": "一定数量的敌方目标被消灭后触发【笑止】，使敌方全体目标受到的伤害提高，并清除【极乐颠倒•邪愿莲华主】的<u>【邪笑】</u>效果。",
    "P": "1 2",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": [
      502401004
    ]
  },
  "502401008": {
    "Key": "",
    "Name": "",
    "Desc": "",
    "P": "",
    "SP": "",
    "Elem": "",
    "K": "",
    "EE": []
  }
};