var _monsterskill_5034011 = {
  "503401101": {
    "Key": "",
    "Name": "猎食标记",
    "Desc": "对指定我方单体角色造成少量量子属性伤害，并使其陷入1层<u>【堕神衰腐】</u>状态。",
    "P": "",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": [
      503401001
    ]
  },
  "503401102": {
    "Key": "",
    "Name": "饥饿的鸣响",
    "Desc": "对我方全体造成量子属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "503401103": {
    "Key": "",
    "Name": "宏观生态系统",
    "Desc": "吞噬【狂兽的胚芽】，使自身造成的伤害提高，并回复生命值。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "503401104": {
    "Key": "",
    "Name": "万物于我之中",
    "Desc": "对我方全体目标造成大量量子属性伤害，并大概率使我方全体陷入<u>【源质吞噬】</u>状态。",
    "P": "",
    "SP": 20,
    "Elem": "Quantum",
    "K": "",
    "EE": [
      503401002
    ]
  },
  "503401105": {
    "Key": "",
    "Name": "集群连带应激",
    "Desc": "仪式中受到攻击会使所有【狂兽的胚芽】行动提前，且【BOSS】不受我方行动提前效果的影响。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "503401106": {
    "Key": "",
    "Name": "兽瞳百相",
    "Desc": "每次行动后增加1个「贪饕之眼」，回合结束时「贪饕之眼」达到一定数量则立刻施放【万物于我之中】。获得【血脑屏障】时速度大幅提升。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "503401107": {
    "Key": "",
    "Name": "胎儿之梦",
    "Desc": "【BOSS】在场时，【狂兽的胚芽】的攻击会额外附加<u>【堕神衰腐】</u>和<u>【源质吞噬】</u>，【狂兽的胚芽】被击倒后会使【BOSS】的生命值降低。受到攻击后会使所有【狂兽的胚芽】集火发起攻击的角色。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": [
      503401001,
      503401002
    ]
  },
  "503401108": {
    "Key": "",
    "Name": "血脑屏障",
    "Desc": "当生命值降低到一定值时使自身获得【血脑屏障】，韧性无法被削减，并使自身受到的所有欢愉伤害之外的伤害大幅降低。【血脑屏障】解除时自身受到大量伤害。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};