var _monsterskill_8002083 = {
  "800208301": {
    "Key": "",
    "Name": "害…害怕",
    "Desc": "扑满被惊动了，即将在2个回合后逃离。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "800208302": {
    "Key": "",
    "Name": "跑…跑啊",
    "Desc": "扑满陷入恐慌，即将在1个回合后逃离。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "800208303": {
    "Key": "",
    "Name": "呼…逃走了",
    "Desc": "扑满拔腿就跑，瞬间失去了踪影。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "800208304": {
    "Key": "",
    "Name": "保…保护你",
    "Desc": "进入战斗时，为敌方全体提供【保…保护你】，每层【保…保护你】可抵抗1次攻击造成的伤害。敌方全体共享【保…保护你】层数。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};