var _monsterskill_8012040 = {
  "801204001": {
    "Key": "",
    "Name": "笑点分析",
    "Desc": "对指定我方单体造成少量量子属性伤害。",
    "P": "",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "801204002": {
    "Key": "",
    "Name": "谢幕",
    "Desc": "受到致命伤害时，将为我方附加【<u>悲剧内核</u>】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": [
      280120401
    ]
  },
  "801204003": {
    "Key": "",
    "Name": "谐星荟萃",
    "Desc": "在行动序列上添加【谐星荟萃】，每次【谐星荟萃】行动时，所有【喜剧学家】将一同发起攻击。",
    "P": "",
    "SP": 10,
    "Elem": "",
    "K": "",
    "EE": []
  }
};