var _monsterskill_8012214 = {
	801221401: {
		"Key": "Skill03",
		"Name": "玄气噬身",
		"Desc": "大概率使指定我方单体陷入【噬命】状态。",
		"P": "1",
		"SP": 10,
		"K": "Skill03",
		"S": [0.25, 2, 1.5],
	},
	801221402: {
		"Key": "PassiveSkill01",
		"Name": "玄气归身",
		"Desc": "受到致命攻击后，驱散全队负面效果并恢复全队生命值，同时对乘间抵隙的煽动者造成固定数值的伤害，并提升我方【毁灭增益】等级，【毁灭增益】使角色击破特攻提高。",
		"P": "1",
		"SP": 0,
		"K": "PassiveSkill01",
		"S": [0.04, 165, 0.25],
	},
	801221403: {
		"Key": "PassiveSkill03",
		"Name": "守备",
		"Desc": "进入【守备】状态，弱点未被击破时受到的伤害降低，被击破时行动额外延后，被击破后受到的伤害提高。",
		"P": "1",
		"SP": 0,
		"K": "PassiveSkill03",
		"S": [0.5, 0.5, 0.2],
	},
}
