var _monsterskill_8012204 = {
	801220401: {
		"Key": "Skill01",
		"Name": "不生",
		"Desc": "对指定我方单体能量减少。",
		"P": "1",
		"SP": 0,
		"K": "Skill01",
		"S": [5],
	},
	801220402: {
		"Key": "PassiveSkill01",
		"Name": "不灭",
		"Desc": "受到致命攻击后，全队恢复能量，同时对乘间抵隙的煽动者造成固定数值的伤害，并提升我方【丰饶增益】等级，【丰饶增益】使角色造成的伤害提高。",
		"P": "1",
		"SP": 0,
		"K": "PassiveSkill01",
		"S": [0.04, 165, 10],
	},
	801220403: {
		"Key": "PassiveSkill03",
		"Name": "",
		"Desc": "",
		"P": "",
		"SP": 0,
		"K": "PassiveSkill03",
		"S": [0.5],
	},
}
