var _monsterskill_8015030 = {
  "801503001": {
    "Key": "",
    "Name": "技能1",
    "Desc": "对我方全体目标造成伤害。",
    "P": "",
    "SP": 10,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "801503002": {
    "Key": "",
    "Name": "技能2",
    "Desc": "对指定我方单体目标造成伤害。",
    "P": "",
    "SP": 10,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "801503003": {
    "Key": "",
    "Name": "技能1",
    "Desc": "对我方全体目标造成伤害。",
    "P": "",
    "SP": 10,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "801503004": {
    "Key": "",
    "Name": "技能2",
    "Desc": "对我方全体目标造成伤害。",
    "P": "",
    "SP": 10,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "801503005": {
    "Key": "",
    "Name": "技能3",
    "Desc": "进入蓄力状态。为我方角色附加共计4层【<u>负面效果1</u>】。",
    "P": "",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": [
      280150301
    ]
  },
  "801503006": {
    "Key": "",
    "Name": "技能4",
    "Desc": "引爆所有【<u>负面效果1</u>】。",
    "P": "",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": [
      280150301
    ]
  },
  "801503007": {
    "Key": "",
    "Name": "技能5",
    "Desc": "掷出数个骰子，从中选择一个为我方生效，剩余的效果则为敌方生效。",
    "P": "",
    "SP": 0,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "801503008": {
    "Key": "",
    "Name": "技能6",
    "Desc": "对我方全体目标造成虚数属性伤害，大概率使我方随机单体目标陷入【强烈震荡】。",
    "P": "",
    "SP": 10,
    "Elem": "Imaginary",
    "K": "",
    "EE": []
  },
  "801503009": {
    "Key": "",
    "Name": "技能7",
    "Desc": "对我方全体目标造成大量量子属性伤害。",
    "P": "",
    "SP": 20,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "801503010": {
    "Key": "",
    "Name": "技能8",
    "Desc": "对我方全体目标造成大量量子属性伤害。",
    "P": "",
    "SP": 20,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "801503011": {
    "Key": "",
    "Name": "被动1",
    "Desc": "本场战斗中，「二相乐园BOSS」拥有三面，每个面有自己的独特技能。",
    "P": "",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "801503012": {
    "Key": "",
    "Name": "被动2",
    "Desc": "在行动序列上添加【施放技能】，每次【施放技能】行动时，解除「二相乐园BOSS」的控制类负面状态与弱点击破状态，并施放【技能7】。",
    "P": "",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "801503013": {
    "Key": "",
    "Name": "被动3",
    "Desc": "此阶段内，「二相乐园BOSS」将共享生命值，且【一】、【二】面将处于不可被选中状态。每次【施放技能】行动时，解除「二相乐园BOSS」的控制类负面状态与弱点击破状态，并施放【技能8】。",
    "P": "",
    "SP": 10,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  },
  "801503014": {
    "Key": "",
    "Name": "被动4",
    "Desc": "在行动序列上添加【召唤怪物】，每次【召唤怪物】行动时，召唤【喜剧学家】。",
    "P": "",
    "SP": 0,
    "Elem": "Quantum",
    "K": "",
    "EE": []
  }
};