var _monsterskill_8032040 = {
  "803204001": {
    "Key": "",
    "Name": "何物从天而降？",
    "Desc": "对指定我方单体造成少量物理属性伤害。",
    "P": "",
    "SP": 5,
    "Elem": "Physical",
    "K": "",
    "EE": []
  },
  "803204002": {
    "Key": "",
    "Name": "正义！正义！正义！",
    "Desc": "对指定我方单体造成少量物理属性伤害。仅在【正义执行】状态下可以施放。",
    "P": "",
    "SP": 10,
    "Elem": "Physical",
    "K": "",
    "EE": []
  },
  "803204003": {
    "Key": "",
    "Name": "不屈的，无情的",
    "Desc": "施放【何物从天而降？】后，若不处于【正义执行】状态，则自身进入【正义执行】状态；若处于【正义执行】状态，则立即对相同目标施放【正义！正义！正义！】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "803204004": {
    "Key": "",
    "Name": "何物从天而降？",
    "Desc": "",
    "P": "",
    "SP": 5,
    "Elem": "Physical",
    "K": "",
    "EE": []
  }
};