var _monsterskill_8032031 = {
	803203101: {
		"Key": "Skill01",
		"Name": "运数莫测",
		"Desc": "生命值最低为1，受到进入赌局的目标攻击时使其获得1个随机1到6的点数，生命值降为1后获得【<u>时来</u>】效果，拥有【<u>时来</u>】效果时必定产生6的点数，并在赌局结束时施放【败罚】。",
		"P": "1",
		"SP": 0,
		"K": "Skill01",
		"EE": [280340111],
		"S": [1.5, 15],
	},
	803203102: {
		"Key": "PassiveSkill01",
		"Name": "败罚",
		"Desc": "引爆自身，对诡异砂金造成虚数属性伤害。",
		"P": "1",
		"SP": 0,
		"K": "PassiveSkill01",
	},
	803203103: {
		"Key": "Skill05",
		"Name": "永不败露",
		"Desc": "受到进入赌局的目标攻击时使赌局的赔率翻倍。",
		"P": "1",
		"SP": 0,
		"K": "Skill05",
		"S": [0.25, 4, 8, 16],
	},
}
