var _monsterskill_8033020 = {
  "803302001": {
    "Key": "",
    "Name": "光辉扫击",
    "Desc": "对指定我方单体及其相邻目标造成物理属性伤害。",
    "P": "",
    "SP": 15,
    "Elem": "Physical",
    "K": "",
    "EE": []
  },
  "803302003": {
    "Key": "",
    "Name": "不屈正义",
    "Desc": "进入【除恶】状态，自身获得一定层数【众愿】并使敌方全体获得【弱点无效】效果，下次行动施放【除恶务尽】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "803302004": {
    "Key": "",
    "Name": "除恶务尽",
    "Desc": "对我方全体造成大量物理属性伤害并使受到攻击的我方目标行动延后。施放该技能时，自身每持有1层【众愿】效果，使【除恶务尽】的伤害倍率提高一定比例，随后清空【众愿】层数，移除敌方全体的【弱点无效】和【鼓舞】效果。",
    "P": "",
    "SP": 15,
    "Elem": "Physical",
    "K": "",
    "EE": []
  },
  "803302005": {
    "Key": "",
    "Name": "指引航向",
    "Desc": "处于【除恶】状态时，敌方全体目标获得等同于「灯塔」【众愿】层数的【鼓舞】效果，每层使持有者受到的伤害降低。「灯塔」受到我方目标攻击后减少1层【众愿】，任意敌方目标对我方目标施放攻击后增加1层【众愿】。「灯塔」的【众愿】层数为0时，解除自身的控制类负面状态和【除恶】状态，行动延后并对敌方全体目标施加【失堕】效果，同时移除敌方全体目标的【鼓舞】效果。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  },
  "803302002": {
    "Key": "",
    "Name": "正道战线",
    "Desc": "召唤【千星戍卫】。",
    "P": "",
    "SP": 0,
    "Elem": "",
    "K": "",
    "EE": []
  }
};