// Auto Generated

var _AvatarDataConfig_ = {
    "128": {
        "BallList": [{"When": "DropBall (Other)", "CD": 0.3, "DropArray": [{"Num": 1.0, "Chance": 1.0}]}],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "128": {
        "Promotion": [
            {
            },
            {
                "202": 20000,
                "104151": 1,
                "100021": 3,
                "112122": 3,
            },
            {
                "202": 40000,
                "104152": 3,
                "113085": 2,
                "100021": 10,
                "112122": 15,
            },
            {
                "202": 60000,
                "104152": 6,
                "113085": 4,
                "100021": 20,
                "112123": 12,
            },
            {
                "202": 80000,
                "104153": 3,
                "113085": 8,
                "100021": 30,
                "112123": 18,
            },
            {
                "202": 100000,
                "104153": 6,
                "113085": 12,
                "100021": 45,
                "112124": 12,
            },
            {
                "202": 120000,
                "104154": 6,
                "113085": 20,
                "100021": 60,
                "112124": 24,
            },
        ],
        "A": [
            {
                "202": 12500,
                "104301": 3,
                "112122": 6,
            },
            {
                "202": 17500,
                "104302": 2,
                "112123": 3,
            },
            {
                "202": 25000,
                "104302": 4,
                "112123": 4,
            },
            {
                "202": 30000,
                "104302": 6,
                "112123": 6,
            },
            {
                "202": 37500,
                "104302": 9,
                "112123": 9,
            },
            {
                "202": 120000,
                "104303": 4,
                "112124": 4,
                "113074": 1,
            },
            {
                "202": 260000,
                "104303": 6,
                "112124": 6,
                "113074": 1,
            },
            {
                "202": 450000,
                "104303": 12,
                "112124": 9,
                "113074": 2,
            },
            {
                "202": 700000,
                "104303": 16,
                "112124": 12,
                "113074": 2,
                "104319": 1,
            },
        ],
        "E": [
            {
                "202": 12500,
                "104301": 3,
                "112122": 6,
            },
            {
                "202": 17500,
                "104302": 2,
                "112123": 3,
            },
            {
                "202": 25000,
                "104302": 4,
                "112123": 4,
            },
            {
                "202": 30000,
                "104302": 6,
                "112123": 6,
            },
            {
                "202": 37500,
                "104302": 9,
                "112123": 9,
            },
            {
                "202": 120000,
                "104303": 4,
                "112124": 4,
                "113074": 1,
            },
            {
                "202": 260000,
                "104303": 6,
                "112124": 6,
                "113074": 1,
            },
            {
                "202": 450000,
                "104303": 12,
                "112124": 9,
                "113074": 2,
            },
            {
                "202": 700000,
                "104303": 16,
                "112124": 12,
                "113074": 2,
                "104319": 1,
            },
        ],
        "Q": [
            {
                "202": 12500,
                "104301": 3,
                "112122": 6,
            },
            {
                "202": 17500,
                "104302": 2,
                "112123": 3,
            },
            {
                "202": 25000,
                "104302": 4,
                "112123": 4,
            },
            {
                "202": 30000,
                "104302": 6,
                "112123": 6,
            },
            {
                "202": 37500,
                "104302": 9,
                "112123": 9,
            },
            {
                "202": 120000,
                "104303": 4,
                "112124": 4,
                "113074": 1,
            },
            {
                "202": 260000,
                "104303": 6,
                "112124": 6,
                "113074": 1,
            },
            {
                "202": 450000,
                "104303": 12,
                "112124": 9,
                "113074": 2,
            },
            {
                "202": 700000,
                "104303": 16,
                "112124": 12,
                "113074": 2,
                "104319": 1,
            },
        ],
    }
}

var _AvatarSkillPConfig_ = {
    "128": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "西风剑术·流光之舞",
                        "Desc": "<color style='color:#D780FF;'>普通攻击</color><br>仿拟古代骑士的战舞，双持大剑进行至多五段的连续攻击。<br><br><color style='color:#D780FF;'>重击</color><br>消耗一定体力，向前方突进后，进行一次格外有力的双剑挥砍。<br><br><color style='color:#D780FF;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "65.4598%",
                                    "70.7879%",
                                    "76.1160%",
                                    "83.7276%",
                                    "89.0557%",
                                    "95.1450%",
                                    "103.5178%",
                                    "111.8905%",
                                    "120.2633%",
                                    "129.3972%",
                                    "138.5311%",
                                    "147.6650%",
                                    "156.7990%",
                                    "165.9329%",
                                    "175.0668%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "23.9885%+44.5501%",
                                    "25.9410%+48.1762%",
                                    "27.8936%+51.8024%",
                                    "30.6830%+56.9826%",
                                    "32.6355%+60.6088%",
                                    "34.8670%+64.7530%",
                                    "37.9353%+70.4513%",
                                    "41.0036%+76.1495%",
                                    "44.0719%+81.8478%",
                                    "47.4191%+88.0641%",
                                    "50.7664%+94.2804%",
                                    "54.1136%+100.4967%",
                                    "57.4608%+106.7129%",
                                    "60.8080%+112.9292%",
                                    "64.1553%+119.1455%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "32.4364%+60.2390%",
                                    "35.0765%+65.1421%",
                                    "37.7167%+70.0453%",
                                    "41.4884%+77.0498%",
                                    "44.1285%+81.9530%",
                                    "47.1459%+87.5566%",
                                    "51.2947%+95.2616%",
                                    "55.4435%+102.9666%",
                                    "59.5924%+110.6716%",
                                    "64.1184%+119.0770%",
                                    "68.6444%+127.4824%",
                                    "73.1704%+135.8879%",
                                    "77.6964%+144.2933%",
                                    "82.2224%+152.6988%",
                                    "86.7484%+161.1042%",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "55.4316%+29.8478%",
                                    "59.9434%+32.2772%",
                                    "64.4553%+34.7067%",
                                    "70.9008%+38.1774%",
                                    "75.4127%+40.6068%",
                                    "80.5691%+43.3834%",
                                    "87.6592%+47.2011%",
                                    "94.7493%+51.0188%",
                                    "101.8394%+54.8366%",
                                    "109.5740%+59.0014%",
                                    "117.3086%+63.1662%",
                                    "125.0433%+67.3310%",
                                    "132.7779%+71.4958%",
                                    "140.5126%+75.6606%",
                                    "148.2472%+79.8254%",
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "69.7498%+37.5576%",
                                    "75.4271%+40.6146%",
                                    "81.1044%+43.6716%",
                                    "89.2148%+48.0388%",
                                    "94.8921%+51.0958%",
                                    "101.3805%+54.5895%",
                                    "110.3020%+59.3934%",
                                    "119.2235%+64.1973%",
                                    "128.1450%+69.0011%",
                                    "137.8775%+74.2417%",
                                    "147.6100%+79.4823%",
                                    "157.3425%+84.7229%",
                                    "167.0751%+89.9635%",
                                    "176.8076%+95.2041%",
                                    "186.5401%+100.4447%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "85.6388%+46.1132%",
                                    "92.6094%+49.8666%",
                                    "99.5800%+53.6200%",
                                    "109.5380%+58.9820%",
                                    "116.5086%+62.7354%",
                                    "124.4750%+67.0250%",
                                    "135.4288%+72.9232%",
                                    "146.3826%+78.8214%",
                                    "157.3364%+84.7196%",
                                    "169.2860%+91.1540%",
                                    "181.2356%+97.5884%",
                                    "193.1852%+104.0228%",
                                    "205.1348%+110.4572%",
                                    "217.0844%+116.8916%",
                                    "229.0340%+123.3260%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.7300%",
                                    "95.4030%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.4410%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.4790%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.1440%/186.2889%",
                                    "161.2836%/201.4520%",
                                    "173.4233%/216.6150%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "烈风终坠",
                        "Desc": "以绝对的力量，呈现西风剑术的真髓，依据点按、长按，以不同的方式产生效果。<br><br><color style='color:#D780FF;'>点按</color><br>向前方腾跃而起并顺势劈斩，造成<color style='color:#FFD7FF;'>风元素范围伤害</color>，并切换至<color style='color:#D780FF;'>狂飙突进</color>模式。<br>处于<color style='color:#D780FF;'>狂飙突进</color>模式下时，法尔伽的普通攻击与重击造成的伤害提高，无法进行下落攻击，且进行普通攻击与重击时，将根据队伍中角色的元素类型，使双持的大剑分别造成无法被附魔覆盖的对应元素伤害。<br>此外，处于<color style='color:#D780FF;'>狂飙突进</color>模式下时，若队伍中存在<color style='color:#9999FF;'>火元素</color>、<color style='color:#C0FFFF;'>水元素</color>、<color style='color:#ACFFFF;'>雷元素</color>或<color style='color:#FFFFFF;'>冰元素</color>角色，法尔伽的元素战技<color style='color:#D780FF;'>烈风终坠</color>将会被替换为特殊的元素战技<color style='color:#D780FF;'>四风将起</color>，造成对应元素伤害与<color style='color:#FFD7FF;'>风元素伤害</color>；此外，法尔伽还可以消耗特殊元素战技<color style='color:#D780FF;'>四风将起</color>的可使用次数，进行不消耗体力的特殊重击<color style='color:#D780FF;'>苍噬</color>，造成对应元素伤害与<color style='color:#FFD7FF;'>风元素伤害</color>。<br><br><color style='color:#D780FF;'>长按</color><br>进行蓄力后，向前方腾跃而起，蓄力时间会提升腾跃距离。",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Varka_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "278.4000%",
                                    "299.2800%",
                                    "320.1600%",
                                    "348.0000%",
                                    "368.8800%",
                                    "389.7600%",
                                    "417.6000%",
                                    "445.4400%",
                                    "473.2800%",
                                    "501.1200%",
                                    "528.9600%",
                                    "556.8000%",
                                    "591.6000%",
                                    "626.4000%",
                                    "661.2000%",
                                ]
                            },
                            {
                                "Desc": "点按冷却时间",
                                "ParamLevelList": [
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                ]
                            },
                            {
                                "Desc": "长按冷却时间",
                                "ParamLevelList": [
                                    "8.0000秒",
                                    "8.0000秒",
                                    "8.0000秒",
                                    "8.0000秒",
                                    "8.0000秒",
                                    "8.0000秒",
                                    "8.0000秒",
                                    "8.0000秒",
                                    "8.0000秒",
                                    "8.0000秒",
                                    "8.0000秒",
                                    "8.0000秒",
                                    "8.0000秒",
                                    "8.0000秒",
                                    "8.0000秒",
                                ]
                            },
                            {
                                "Desc": "狂飙突进·持续时间",
                                "ParamLevelList": [
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                ]
                            },
                            {
                                "Desc": "狂飙突进·一段伤害",
                                "ParamLevelList": [
                                    "81.8247%",
                                    "88.4848%",
                                    "95.1450%",
                                    "104.6595%",
                                    "111.3196%",
                                    "118.9312%",
                                    "129.3972%",
                                    "139.8631%",
                                    "150.3291%",
                                    "161.7465%",
                                    "173.1639%",
                                    "184.5813%",
                                    "195.9987%",
                                    "207.4161%",
                                    "218.8335%",
                                ]
                            },
                            {
                                "Desc": "狂飙突进·二段伤害",
                                "ParamLevelList": [
                                    "29.9856%+55.6876%",
                                    "32.4263%+60.2203%",
                                    "34.8670%+64.7530%",
                                    "38.3537%+71.2283%",
                                    "40.7944%+75.7610%",
                                    "43.5837%+80.9413%",
                                    "47.4191%+88.0641%",
                                    "51.2545%+95.1869%",
                                    "55.0899%+102.3097%",
                                    "59.2739%+110.0801%",
                                    "63.4579%+117.8505%",
                                    "67.6420%+125.6208%",
                                    "71.8260%+133.3912%",
                                    "76.0101%+141.1615%",
                                    "80.1941%+148.9319%",
                                ]
                            },
                            {
                                "Desc": "狂飙突进·三段伤害",
                                "ParamLevelList": [
                                    "40.5455%+75.2987%",
                                    "43.8457%+81.4277%",
                                    "47.1459%+87.5566%",
                                    "51.8605%+96.3123%",
                                    "55.1607%+102.4413%",
                                    "58.9323%+109.4458%",
                                    "64.1184%+119.0770%",
                                    "69.3044%+128.7082%",
                                    "74.4905%+138.3395%",
                                    "80.1480%+148.8463%",
                                    "85.8055%+159.3531%",
                                    "91.4630%+169.8599%",
                                    "97.1205%+180.3666%",
                                    "102.7780%+190.8734%",
                                    "108.4355%+201.3802%",
                                ]
                            },
                            {
                                "Desc": "狂飙突进·四段伤害",
                                "ParamLevelList": [
                                    "69.2894%+37.3097%",
                                    "74.9293%+40.3465%",
                                    "80.5691%+43.3834%",
                                    "88.6260%+47.7217%",
                                    "94.2659%+50.7585%",
                                    "100.7114%+54.2292%",
                                    "109.5740%+59.0014%",
                                    "118.4366%+63.7736%",
                                    "127.2992%+68.5457%",
                                    "136.9675%+73.7517%",
                                    "146.6358%+78.9577%",
                                    "156.3041%+84.1637%",
                                    "165.9724%+89.3698%",
                                    "175.6407%+94.5758%",
                                    "185.3090%+99.7818%",
                                ]
                            },
                            {
                                "Desc": "狂飙突进·五段伤害",
                                "ParamLevelList": [
                                    "87.1872%+46.9470%",
                                    "94.2839%+50.7682%",
                                    "101.3805%+54.5895%",
                                    "111.5186%+60.0485%",
                                    "118.6152%+63.8697%",
                                    "126.7256%+68.2369%",
                                    "137.8775%+74.2417%",
                                    "149.0293%+80.2466%",
                                    "160.1812%+86.2514%",
                                    "172.3469%+92.8022%",
                                    "184.5125%+99.3529%",
                                    "196.6782%+105.9036%",
                                    "208.8438%+112.4544%",
                                    "221.0095%+119.0051%",
                                    "233.1751%+125.5559%",
                                ]
                            },
                            {
                                "Desc": "狂飙突进·重击伤害",
                                "ParamLevelList": [
                                    "107.0485%+57.6415%",
                                    "115.7618%+62.3333%",
                                    "124.4750%+67.0250%",
                                    "136.9225%+73.7275%",
                                    "145.6357%+78.4192%",
                                    "155.5937%+83.7813%",
                                    "169.2860%+91.1540%",
                                    "182.9783%+98.5267%",
                                    "196.6705%+105.8995%",
                                    "211.6075%+113.9425%",
                                    "226.5445%+121.9855%",
                                    "241.4815%+130.0285%",
                                    "256.4185%+138.0715%",
                                    "271.3555%+146.1145%",
                                    "286.2925%+154.1575%",
                                ]
                            },
                            {
                                "Desc": "四风将起伤害",
                                "ParamLevelList": [
                                    "175.7600%+94.6400%",
                                    "188.9420%+101.7380%",
                                    "202.1240%+108.8360%",
                                    "219.7000%+118.3000%",
                                    "232.8820%+125.3980%",
                                    "246.0640%+132.4960%",
                                    "263.6400%+141.9600%",
                                    "281.2160%+151.4240%",
                                    "298.7920%+160.8880%",
                                    "316.3680%+170.3520%",
                                    "333.9440%+179.8160%",
                                    "351.5200%+189.2800%",
                                    "373.4900%+201.1100%",
                                    "395.4600%+212.9400%",
                                    "417.4300%+224.7700%",
                                ]
                            },
                            {
                                "Desc": "苍噬伤害",
                                "ParamLevelList": [
                                    "93.6000%*2+50.4000%*2",
                                    "100.6200%*2+54.1800%*2",
                                    "107.6400%*2+57.9600%*2",
                                    "117.0000%*2+63.0000%*2",
                                    "124.0200%*2+66.7800%*2",
                                    "131.0400%*2+70.5600%*2",
                                    "140.4000%*2+75.6000%*2",
                                    "149.7600%*2+80.6400%*2",
                                    "159.1200%*2+85.6800%*2",
                                    "168.4800%*2+90.7200%*2",
                                    "177.8400%*2+95.7600%*2",
                                    "187.2000%*2+100.8000%*2",
                                    "198.9000%*2+107.1000%*2",
                                    "210.6000%*2+113.4000%*2",
                                    "222.3000%*2+119.7000%*2",
                                ]
                            },
                            {
                                "Desc": "四风将起冷却时间",
                                "ParamLevelList": [
                                    "11.0000秒",
                                    "11.0000秒",
                                    "11.0000秒",
                                    "11.0000秒",
                                    "11.0000秒",
                                    "11.0000秒",
                                    "11.0000秒",
                                    "11.0000秒",
                                    "11.0000秒",
                                    "11.0000秒",
                                    "11.0000秒",
                                    "11.0000秒",
                                    "11.0000秒",
                                    "11.0000秒",
                                    "11.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "我即朔风",
                        "Desc": "以最强的北风骑士之名，向前方挥出强力的二连斩，造成两次<color style='color:#FFD7FF;'>风元素伤害</color>。<br>若队伍中存在<color style='color:#9999FF;'>火元素</color>、<color style='color:#C0FFFF;'>水元素</color>、<color style='color:#ACFFFF;'>雷元素</color>或<color style='color:#FFFFFF;'>冰元素</color>角色，则第一次斩击将会按照上述元素类型的优先级，转为造成对应元素伤害。",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Varka_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能第一段伤害",
                                "ParamLevelList": [
                                    "336.9600%",
                                    "362.2320%",
                                    "387.5040%",
                                    "421.2000%",
                                    "446.4720%",
                                    "471.7440%",
                                    "505.4400%",
                                    "539.1360%",
                                    "572.8320%",
                                    "606.5280%",
                                    "640.2240%",
                                    "673.9200%",
                                    "716.0400%",
                                    "758.1600%",
                                    "800.2800%",
                                ]
                            },
                            {
                                "Desc": "技能第二段伤害",
                                "ParamLevelList": [
                                    "181.4400%",
                                    "195.0480%",
                                    "208.6560%",
                                    "226.8000%",
                                    "240.4080%",
                                    "254.0160%",
                                    "272.1600%",
                                    "290.3040%",
                                    "308.4480%",
                                    "326.5920%",
                                    "344.7360%",
                                    "362.8800%",
                                    "385.5600%",
                                    "408.2400%",
                                    "430.9200%",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "晓风的行军",
                        "Desc": "队伍中存在<color style='color:#9999FF;'>火元素</color>、<color style='color:#C0FFFF;'>水元素</color>、<color style='color:#ACFFFF;'>雷元素</color>或<color style='color:#FFFFFF;'>冰元素</color>角色时，按照上述元素类型的优先级，基于法尔伽的攻击力，每1000点攻击力都将使法尔伽获得10%<color style='color:#FFD7FF;'>风元素伤害加成</color>与对应元素伤害加成（上述元素类型中，至多有一种元素类型可以通过这种方式获得伤害加成），至多通过这种方式获得25%。<br><br>此外，如果队伍中存在至少2名<color style='color:#FFD7FF;'>风元素</color>角色，或存在至少2名元素类型相同的<color style='color:#9999FF;'>火元素</color>、<color style='color:#C0FFFF;'>水元素</color>、<color style='color:#ACFFFF;'>雷元素</color>或<color style='color:#FFFFFF;'>冰元素</color>角色，法尔伽在<color style='color:#D780FF;'>狂飙突进</color>模式下进行的普通攻击、重击、特殊重击<color style='color:#D780FF;'>苍噬</color>与施放的特殊元素战技<color style='color:#D780FF;'>四风将起</color>将造成原本140%的伤害；若队伍中同时存在至少2名<color style='color:#FFD7FF;'>风元素</color>角色与至少2名元素类型相同的<color style='color:#9999FF;'>火元素</color>、<color style='color:#C0FFFF;'>水元素</color>、<color style='color:#ACFFFF;'>雷元素</color>或<color style='color:#FFFFFF;'>冰元素</color>角色，则会使上述效果提升至220%。",
                        "Icon": "UI_Talent_S_Varka_06"
                    },
                    {
                        "Name": "风帜的先引",
                        "Desc": "队伍中附近的角色触发扩散或星扩散反应时，法尔伽将获得一层<color style='color:#D780FF;'>「苍牙之誓」</color>，使法尔伽的普通攻击、重击、特殊重击<color style='color:#D780FF;'>苍噬</color>与施放的特殊元素战技<color style='color:#D780FF;'>四风将起</color>造成的伤害提升7.5%。该效果持续8秒，至多叠加4层，每名角色每1秒至多通过这种方式使法尔伽获得一层<color style='color:#D780FF;'>「苍牙之誓」</color>。",
                        "Icon": "UI_Talent_S_Varka_05"
                    },
                    {
                        "Name": "归风的凯歌",
                        "Desc": "队伍中每有一名蒙德角色，通过长按施放的元素战技<color style='color:#D780FF;'>烈风终坠</color>的冷却时间就会缩短5%。<br>该效果在秘境、征讨领域、深境螺旋中无效。",
                        "Icon": "UI_Talent_S_Varka_07"
                    },
                    {
                        "Name": "魔女的前夜礼·重光临晨",
                        "Desc": "完成<color style='color:#D780FF;'>魔女的课业·无题之题</color>后，法尔伽将成为<color style='color:#D780FF;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#D780FF;'>魔导·秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#D780FF;'>魔导·秘仪</color><br>特殊元素战技<color style='color:#D780FF;'>四风将起</color>获得强化：法尔伽在<color style='color:#D780FF;'>狂飙突进</color>模式下的普通攻击命中敌人时，<color style='color:#D780FF;'>四风将起</color>的冷却时间将会转为缩短1秒。",
                        "Icon": "UI_Talent_S_Varka_08"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「来吧，朋友，让我们在月下共舞」",
                        "Desc": "法尔伽切换至<color style='color:#D780FF;'>狂飙突进</color>模式时，将额外获得一次特殊元素战技<color style='color:#D780FF;'>四风将起</color>的可用次数。<br>此外，切换至<color style='color:#D780FF;'>狂飙突进</color>模式后，法尔伽将获得<color style='color:#D780FF;'>「歌中的佳酿」</color>效果：施放特殊元素战技<color style='color:#D780FF;'>四风将起</color>时，或进行特殊重击<color style='color:#D780FF;'>苍噬</color>时，将消耗该效果，使<color style='color:#D780FF;'>四风将起</color>或<color style='color:#D780FF;'>苍噬</color>造成原本200%的伤害。",
                        "Icon": "UI_Talent_S_Varka_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「待天光破晓，我们便要踏上征途」",
                        "Desc": "施放特殊元素战技<color style='color:#D780FF;'>四风将起</color>时，或进行特殊重击<color style='color:#D780FF;'>苍噬</color>时，法尔伽将会进行一次额外攻击，造成800%攻击力的<color style='color:#FFD7FF;'>风元素范围伤害</color>。",
                        "Icon": "UI_Talent_S_Varka_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「朋友，莫要再饮令人落泪的苦酒」",
                        "Desc": "元素战技<color style='color:#D780FF;'>{LINK#S11282}烈风终坠</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Varka_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「因为无人能夺去我们歌唱的自由」",
                        "Desc": "法尔伽触发扩散或星扩散反应时，依据参与反应的元素类型，使队伍中附近的所有角色分别获得20%<color style='color:#FFD7FF;'>风元素伤害加成</color>与对应元素伤害加成，持续10秒。",
                        "Icon": "UI_Talent_S_Varka_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「斟满杯中佳酿吧，暴君来了又去」",
                        "Desc": "元素爆发<color style='color:#D780FF;'>{LINK#S11285}我即朔风</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Varka_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「我心爱的蒙德呀，依然屹立如初」",
                        "Desc": "<color style='color:#D780FF;'>狂飙突进</color>模式获得强化：<br>·施放特殊元素战技<color style='color:#D780FF;'>四风将起</color>后的短暂时间内，法尔伽可以点按元素战技或长按普通攻击，不消耗四风将起的可用次数，进行一次额外的特殊重击<color style='color:#D780FF;'>苍噬</color>；<br>·进行特殊重击<color style='color:#D780FF;'>苍噬</color>后的短暂时间内，法尔伽可以点按元素战技，不消耗四风将起的可用次数，施放一次额外的<color style='color:#D780FF;'>四风将起</color>。<br>通过上述方式进行额外的特殊重击苍噬或施放额外的特殊元素战技四风将起时，无法触发上述效果。<br><br>此外，突破天赋<color style='color:#D780FF;'>{LINK#P1282201}「风帜的先引」</color>中<color style='color:#D780FF;'>「苍牙之誓」</color>的效果获得强化：每层<color style='color:#D780FF;'>「苍牙之誓」</color>还会使法尔伽的暴击伤害提升20%。",
                        "Icon": "UI_Talent_S_Varka_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "四风将起",
                        "Desc": "法尔伽的特殊元素战技，对敌人造成无法被附魔覆盖的右手持握大剑的对应元素范围伤害与<color style='color:#FFD7FF;'>风元素范围伤害</color>。<br>初始处于冷却，至多拥有2次可使用次数。<br>法尔伽在<color style='color:#D780FF;'>狂飙突进</color>模式下的普通攻击命中敌人时，<color style='color:#D780FF;'>四风将起</color>的冷却时间将会缩短0.5秒；每次切换至<color style='color:#D780FF;'>狂飙突进</color>模式后，该效果至多触发15次。<br>此外，法尔伽可以消耗<color style='color:#D780FF;'>四风将起</color>的可使用次数，进行不消耗体力的特殊重击<color style='color:#D780FF;'>苍噬</color>，造成2次无法被附魔覆盖的右手持握大剑的对应元素伤害与2次<color style='color:#FFD7FF;'>风元素伤害</color>。"
                    },
                    {
                        "Name": "狂飙突进",
                        "Desc": "点按施放元素战技<color style='color:#D780FF;'>烈风终坠</color>后，法尔伽将切换至该模式。<br>处于该模式下时，法尔伽的普通攻击与重击造成的伤害提高，无法进行下落攻击；法尔伽进行普通攻击与重击时，将根据队伍中角色的元素类型，使双持的大剑分别造成无法被附魔覆盖的对应元素伤害：<br>·左手持握的大剑将转为造成无法被附魔覆盖的<color style='color:#FFD7FF;'>风元素伤害</color>；<br>·队伍中存在<color style='color:#9999FF;'>火元素</color>、<color style='color:#C0FFFF;'>水元素</color>、<color style='color:#ACFFFF;'>雷元素</color>或<color style='color:#FFFFFF;'>冰元素</color>角色时，右手持握的大剑将按照上述元素类型的优先级，造成无法被附魔覆盖的对应元素伤害。<br><br>此外，处于该模式下时，若队伍中存在<color style='color:#9999FF;'>火元素</color>、<color style='color:#C0FFFF;'>水元素</color>、<color style='color:#ACFFFF;'>雷元素</color>或<color style='color:#FFFFFF;'>冰元素</color>角色，法尔伽的元素战技<color style='color:#D780FF;'>烈风终坠</color>将会被替换为特殊的元素战技<color style='color:#D780FF;'>四风将起</color>。"
                    },
                ]
            },
        }
    }
}

var _AvatarAttackConfig_ = {
    "128": {
        "AttackList": [
            {
                "Skill": "ElementalArt",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Wind",
                "GU": 1,
                "Poise": 100.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Special_ElementalArt",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Fire",
                "GU": 1,
                "Poise": 65.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Special_ElementalArt",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Water",
                "GU": 1,
                "Poise": 65.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Special_ElementalArt",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Electric",
                "GU": 1,
                "Poise": 65.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Special_ElementalArt",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 65.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Special_ElementalArt",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Wind",
                "GU": 1,
                "Poise": 35.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Special_ElementalArt",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Wind",
                "GU": 1,
                "Poise": 35.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "ElementalBurst",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Burst",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Wind",
                "GU": 1,
                "Poise": 130.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "ElementalBurst",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Burst",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Fire",
                "GU": 1,
                "Poise": 130.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "ElementalBurst",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Burst",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Water",
                "GU": 1,
                "Poise": 130.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "ElementalBurst",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Burst",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Electric",
                "GU": 1,
                "Poise": 130.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "ElementalBurst",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Burst",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 130.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "ElementalBurst",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Burst",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Wind",
                "GU": 1,
                "Poise": 70.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}
