// Auto Generated

var _AvatarDataConfig_ = {
    "129": {
        "BallList": [{"When": "ElementalArt (ElementalArt)", "CD": 2.0, "DropArray": [{"Num": 1.0, "Chance": 1.0}]}],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "129": {
        "Promotion": [
            {
            },
            {
                "202": 20000,
                "104161": 1,
                "101272": 3,
                "112011": 3,
            },
            {
                "202": 40000,
                "104162": 3,
                "113085": 2,
                "101272": 10,
                "112011": 15,
            },
            {
                "202": 60000,
                "104162": 6,
                "113085": 4,
                "101272": 20,
                "112012": 12,
            },
            {
                "202": 80000,
                "104163": 3,
                "113085": 8,
                "101272": 30,
                "112012": 18,
            },
            {
                "202": 100000,
                "104163": 6,
                "113085": 12,
                "101272": 45,
                "112013": 12,
            },
            {
                "202": 120000,
                "104164": 6,
                "113085": 20,
                "101272": 60,
                "112013": 24,
            },
        ],
        "A": [
            {
                "202": 12500,
                "104304": 3,
                "112011": 6,
            },
            {
                "202": 17500,
                "104305": 2,
                "112012": 3,
            },
            {
                "202": 25000,
                "104305": 4,
                "112012": 4,
            },
            {
                "202": 30000,
                "104305": 6,
                "112012": 6,
            },
            {
                "202": 37500,
                "104305": 9,
                "112012": 9,
            },
            {
                "202": 120000,
                "104306": 4,
                "112013": 4,
                "113073": 1,
            },
            {
                "202": 260000,
                "104306": 6,
                "112013": 6,
                "113073": 1,
            },
            {
                "202": 450000,
                "104306": 12,
                "112013": 9,
                "113073": 2,
            },
            {
                "202": 700000,
                "104306": 16,
                "112013": 12,
                "113073": 2,
                "104319": 1,
            },
        ],
        "E": [
            {
                "202": 12500,
                "104304": 3,
                "112011": 6,
            },
            {
                "202": 17500,
                "104305": 2,
                "112012": 3,
            },
            {
                "202": 25000,
                "104305": 4,
                "112012": 4,
            },
            {
                "202": 30000,
                "104305": 6,
                "112012": 6,
            },
            {
                "202": 37500,
                "104305": 9,
                "112012": 9,
            },
            {
                "202": 120000,
                "104306": 4,
                "112013": 4,
                "113073": 1,
            },
            {
                "202": 260000,
                "104306": 6,
                "112013": 6,
                "113073": 1,
            },
            {
                "202": 450000,
                "104306": 12,
                "112013": 9,
                "113073": 2,
            },
            {
                "202": 700000,
                "104306": 16,
                "112013": 12,
                "113073": 2,
                "104319": 1,
            },
        ],
        "Q": [
            {
                "202": 12500,
                "104304": 3,
                "112011": 6,
            },
            {
                "202": 17500,
                "104305": 2,
                "112012": 3,
            },
            {
                "202": 25000,
                "104305": 4,
                "112012": 4,
            },
            {
                "202": 30000,
                "104305": 6,
                "112012": 6,
            },
            {
                "202": 37500,
                "104305": 9,
                "112012": 9,
            },
            {
                "202": 120000,
                "104306": 4,
                "112013": 4,
                "113073": 1,
            },
            {
                "202": 260000,
                "104306": 6,
                "112013": 6,
                "113073": 1,
            },
            {
                "202": 450000,
                "104306": 12,
                "112013": 9,
                "113073": 2,
            },
            {
                "202": 700000,
                "104306": 16,
                "112013": 12,
                "113073": 2,
                "104319": 1,
            },
        ],
    }
}

var _AvatarSkillPConfig_ = {
    "129": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "西风枪术·破誓",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续攻击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行向前的突刺攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "53.9917%",
                                    "58.3863%",
                                    "62.7810%",
                                    "69.0591%",
                                    "73.4538%",
                                    "78.4763%",
                                    "85.3822%",
                                    "92.2881%",
                                    "99.1940%",
                                    "106.7277%",
                                    "114.2614%",
                                    "121.7951%",
                                    "129.3289%",
                                    "136.8626%",
                                    "144.3963%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "56.4427%",
                                    "61.0368%",
                                    "65.6310%",
                                    "72.1941%",
                                    "76.7883%",
                                    "82.0387%",
                                    "89.2582%",
                                    "96.4776%",
                                    "103.6970%",
                                    "111.5727%",
                                    "119.4484%",
                                    "127.3241%",
                                    "135.1999%",
                                    "143.0756%",
                                    "150.9513%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "25.4199%*3",
                                    "27.4889%*3",
                                    "29.5580%*3",
                                    "32.5138%*3",
                                    "34.5829%*3",
                                    "36.9475%*3",
                                    "40.1989%*3",
                                    "43.4503%*3",
                                    "46.7016%*3",
                                    "50.2486%*3",
                                    "53.7956%*3",
                                    "57.3425%*3",
                                    "60.8895%*3",
                                    "64.4364%*3",
                                    "67.9834%*3",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.2259%",
                                    "81.3490%",
                                    "87.4720%",
                                    "96.2192%",
                                    "102.3422%",
                                    "109.3400%",
                                    "118.9619%",
                                    "128.5838%",
                                    "138.2058%",
                                    "148.7024%",
                                    "159.1990%",
                                    "169.6957%",
                                    "180.1923%",
                                    "190.6890%",
                                    "201.1856%",
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "36.8579%+55.2868%",
                                    "39.8579%+59.7869%",
                                    "42.8580%+64.2870%",
                                    "47.1438%+70.7157%",
                                    "50.1439%+75.2158%",
                                    "53.5725%+80.3588%",
                                    "58.2869%+87.4303%",
                                    "63.0013%+94.5019%",
                                    "67.7156%+101.5735%",
                                    "72.8586%+109.2879%",
                                    "78.0016%+117.0023%",
                                    "83.1445%+124.7168%",
                                    "88.2875%+132.4312%",
                                    "93.4304%+140.1457%",
                                    "98.5734%+147.8601%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "65.8760%*2",
                                    "71.2380%*2",
                                    "76.6000%*2",
                                    "84.2600%*2",
                                    "89.6220%*2",
                                    "95.7500%*2",
                                    "104.1760%*2",
                                    "112.6020%*2",
                                    "121.0280%*2",
                                    "130.2200%*2",
                                    "139.4120%*2",
                                    "148.6040%*2",
                                    "157.7960%*2",
                                    "166.9880%*2",
                                    "176.1800%*2",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "奇兵诡出",
                        "Desc": "寻觅敌人的破绽，切换至<color style='color:#FFD780;'>奇谋</color>状态。在这种状态下：<br>·洛恩可以主动积攒<color style='color:#FFD780;'>欢悦</color>，从而施放特殊的元素战技<color style='color:#FFD780;'>镂骨彻心</color>；<br>·队伍中附近的其他角色可以为洛恩积攒<color style='color:#FFD780;'>争胜</color>，来提高<color style='color:#FFD780;'>镂骨彻心</color>的伤害。<br>在<color style='color:#FFD780;'>奇谋</color>状态下至多施放3次<color style='color:#FFD780;'>镂骨彻心</color>，之后无法获得<color style='color:#FFD780;'>欢悦</color>。<br><br><i>「骑士道？哈，那倒确实是绝佳的诱饵。当敌人还幻想着堂堂正正一决胜负时，绝不会想到等待他们的是怎样的『惊喜』。」</i>",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Lohen_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "80.9875%",
                                    "87.5795%",
                                    "94.1715%",
                                    "103.5887%",
                                    "110.1807%",
                                    "117.7144%",
                                    "128.0732%",
                                    "138.4321%",
                                    "148.7910%",
                                    "160.0915%",
                                    "171.3921%",
                                    "182.6927%",
                                    "193.9933%",
                                    "205.2939%",
                                    "216.5944%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "84.6640%",
                                    "91.5552%",
                                    "98.4465%",
                                    "108.2912%",
                                    "115.1824%",
                                    "123.0581%",
                                    "133.8872%",
                                    "144.7164%",
                                    "155.5455%",
                                    "167.3590%",
                                    "179.1726%",
                                    "190.9862%",
                                    "202.7998%",
                                    "214.6134%",
                                    "226.4269%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "38.1298%*3",
                                    "41.2334%*3",
                                    "44.3370%*3",
                                    "48.7707%*3",
                                    "51.8743%*3",
                                    "55.4212%*3",
                                    "60.2983%*3",
                                    "65.1754%*3",
                                    "70.0525%*3",
                                    "75.3729%*3",
                                    "80.6933%*3",
                                    "86.0138%*3",
                                    "91.3342%*3",
                                    "96.6547%*3",
                                    "101.9751%*3",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "112.8389%",
                                    "122.0234%",
                                    "131.2080%",
                                    "144.3288%",
                                    "153.5134%",
                                    "164.0100%",
                                    "178.4429%",
                                    "192.8758%",
                                    "207.3086%",
                                    "223.0536%",
                                    "238.7986%",
                                    "254.5435%",
                                    "270.2885%",
                                    "286.0334%",
                                    "301.7784%",
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "55.2868%+82.9302%",
                                    "59.7869%+89.6804%",
                                    "64.2870%+96.4305%",
                                    "70.7157%+106.0736%",
                                    "75.2158%+112.8237%",
                                    "80.3588%+120.5381%",
                                    "87.4303%+131.1455%",
                                    "94.5019%+141.7528%",
                                    "101.5735%+152.3602%",
                                    "109.2879%+163.9319%",
                                    "117.0023%+175.5035%",
                                    "124.7168%+187.0752%",
                                    "132.4312%+198.6468%",
                                    "140.1457%+210.2185%",
                                    "147.8601%+221.7901%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "98.8140%*2",
                                    "106.8570%*2",
                                    "114.9000%*2",
                                    "126.3900%*2",
                                    "134.4330%*2",
                                    "143.6250%*2",
                                    "156.2640%*2",
                                    "168.9030%*2",
                                    "181.5420%*2",
                                    "195.3300%*2",
                                    "209.1180%*2",
                                    "222.9060%*2",
                                    "236.6940%*2",
                                    "250.4820%*2",
                                    "264.2700%*2",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "10.0000点",
                                    "10.0000点",
                                    "10.0000点",
                                    "10.0000点",
                                    "10.0000点",
                                    "10.0000点",
                                    "10.0000点",
                                    "10.0000点",
                                    "10.0000点",
                                    "10.0000点",
                                    "10.0000点",
                                    "10.0000点",
                                    "10.0000点",
                                    "10.0000点",
                                    "10.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                            {
                                "Desc": "奇谋持续时间",
                                "ParamLevelList": [
                                    "13.0000秒",
                                    "13.0000秒",
                                    "13.0000秒",
                                    "13.0000秒",
                                    "13.0000秒",
                                    "13.0000秒",
                                    "13.0000秒",
                                    "13.0000秒",
                                    "13.0000秒",
                                    "13.0000秒",
                                    "13.0000秒",
                                    "13.0000秒",
                                    "13.0000秒",
                                    "13.0000秒",
                                    "13.0000秒",
                                ]
                            },
                            {
                                "Desc": "镂骨彻心伤害",
                                "ParamLevelList": [
                                    "60.0000%*4",
                                    "64.5000%*4",
                                    "69.0000%*4",
                                    "75.0000%*4",
                                    "79.5000%*4",
                                    "84.0000%*4",
                                    "90.0000%*4",
                                    "96.0000%*4",
                                    "102.0000%*4",
                                    "108.0000%*4",
                                    "114.0000%*4",
                                    "120.0000%*4",
                                    "127.5000%*4",
                                    "135.0000%*4",
                                    "142.5000%*4",
                                ]
                            },
                            {
                                "Desc": "每点争胜提升原本伤害",
                                "ParamLevelList": [
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "裁罚遂成",
                        "Desc": "向前方快速连续斩击，消耗所有<color style='color:#FFD780;'>争胜</color>，造成<color style='color:#99FFFF;'>冰元素伤害</color>，并依据消耗的<color style='color:#FFD780;'>争胜</color>，提升本次伤害。施放时，若洛恩处于<color style='color:#FFD780;'>奇谋</color>状态下，则本次<color style='color:#FFD780;'>奇谋</color>状态的持续时间还会延长1.65秒。<br><br><i>「这么快就全说了？我都还没尽兴呢。」</i>",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Lohen_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "118.8000%*6",
                                    "127.7100%*6",
                                    "136.6200%*6",
                                    "148.5000%*6",
                                    "157.4100%*6",
                                    "166.3200%*6",
                                    "178.2000%*6",
                                    "190.0800%*6",
                                    "201.9600%*6",
                                    "213.8400%*6",
                                    "225.7200%*6",
                                    "237.6000%*6",
                                    "252.4500%*6",
                                    "267.3000%*6",
                                    "282.1500%*6",
                                ]
                            },
                            {
                                "Desc": "每点争胜提升原本伤害",
                                "ParamLevelList": [
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                    "0.4000%",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "禁问的训诫",
                        "Desc": "在<color style='color:#FFD780;'>奇谋</color>状态下，队伍中附近的其他角色通过造成伤害为洛恩积攒<color style='color:#FFD780;'>争胜</color>时，若本次伤害不低于洛恩基础攻击力的3000%，则还会为洛恩额外积攒60点<color style='color:#FFD780;'>争胜</color>。",
                        "Icon": "UI_Talent_S_Lohen_05"
                    },
                    {
                        "Name": "戏言的杰作",
                        "Desc": "在<color style='color:#FFD780;'>奇谋</color>状态下，队伍中附近的其他角色对敌人触发<color style='color:#99FFFF;'>冰元素相关反应</color>后的8秒内，该角色的攻击力提升15%，洛恩的攻击力提升15%。",
                        "Icon": "UI_Talent_S_Lohen_06"
                    },
                    {
                        "Name": "兴尽且去来",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>奇兵诡出</color>后，洛恩还会获得9秒的「乘兴」效果：持续期间，元素战技<color style='color:#FFD780;'>奇兵诡出</color>的技能等级提高1级。<br>施放元素战技时，如果队伍中其他角色的普通攻击、元素战技或元素爆发中，任一技能等级不低于洛恩的元素战技的技能等级，则本次「乘兴」效果的持续时间额外延长6秒。<br>每18秒至多获得一次「乘兴」效果。",
                        "Icon": "UI_Talent_S_Lohen_08"
                    },
                    {
                        "Name": "魔女的前夜礼·不愈之刺",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业·诸敌之题</color>后，洛恩将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导·秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导·秘仪</color><br>特殊元素战技<color style='color:#FFD780;'>镂骨彻心</color>命中敌人或施放元素爆发<color style='color:#FFD780;'>裁罚遂成</color>时，若<color style='color:#FFD780;'>争胜</color>至少为上限的50%，则洛恩的普通攻击与重击造成的伤害提升40%，持续6秒。",
                        "Icon": "UI_Talent_S_Lohen_07"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "往昔微风，载满悲歌",
                        "Desc": "洛恩的<color style='color:#FFD780;'>争胜</color>上限提升至原来的300%。<br>此外，处于<color style='color:#FFD780;'>奇谋</color>状态下时，队伍中附近的其他角色通过造成伤害为洛恩积攒的<color style='color:#FFD780;'>争胜</color>提升至原来的500%。",
                        "Icon": "UI_Talent_S_Lohen_01"
                    },
                    {
                        "Level": 2,
                        "Name": "凡飞翔者，皆为靶标",
                        "Desc": "处于<color style='color:#FFD780;'>奇谋</color>状态下时，特殊元素战技<color style='color:#FFD780;'>镂骨彻心</color>命中敌人或施放元素爆发<color style='color:#FFD780;'>裁罚遂成</color>后的4秒内，洛恩将获得「破邪之刃」效果：在奇谋状态下，洛恩的下一次普通攻击或重击命中敌人时，将会额外追加进行一次攻击，造成相当于洛恩攻击力500%的<color style='color:#99FFFF;'>冰元素范围伤害</color>，并使队伍中附近的其他角色的元素精通提升200点，持续8秒，每4秒至多获得一次「破邪之刃」效果。",
                        "Icon": "UI_Talent_S_Lohen_02"
                    },
                    {
                        "Level": 3,
                        "Name": "唯有锋刃，能愈此伤",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇兵诡出</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Lohen_01"
                    },
                    {
                        "Level": 4,
                        "Name": "爱若流光，逝如欢歌",
                        "Desc": "洛恩在<color style='color:#FFD780;'>奇谋</color>状态下施放元素爆发<color style='color:#FFD780;'>裁罚遂成</color>时，还会将洛恩的<color style='color:#FFD780;'>争胜</color>积攒至上限，从而使本次元素爆发获得最高的伤害提升效果。<br><br>此外，洛恩切换至<color style='color:#FFD780;'>奇谋</color>状态时，若元素能量：<br>·未充满：为洛恩恢复15点元素能量；<br>·已充满：接下来的15秒内，施放元素爆发<color style='color:#FFD780;'>裁罚遂成</color>后，为洛恩恢复15点元素能量。",
                        "Icon": "UI_Talent_S_Lohen_03"
                    },
                    {
                        "Level": 5,
                        "Name": "无可窥探，无可质疑",
                        "Desc": "元素爆发<color style='color:#FFD780;'>裁罚遂成</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Lohen_02"
                    },
                    {
                        "Level": 6,
                        "Name": "身沦魂销，唯余欢悦",
                        "Desc": "施放特殊元素战技<color style='color:#FFD780;'>镂骨彻心</color>命中敌人或在<color style='color:#FFD780;'>奇谋</color>状态下施放元素爆发<color style='color:#FFD780;'>裁罚遂成</color>不会消耗<color style='color:#FFD780;'>争胜</color>，并会使洛恩的<color style='color:#FFD780;'>欢悦</color>恢复至上限，且在下一次施放特殊元素战技<color style='color:#FFD780;'>镂骨彻心</color>命中敌人时，使本次<color style='color:#FFD780;'>奇谋</color>状态的持续时间延长1.25秒，该效果每7秒至多触发一次。<br>此外，上述所有伤害的暴击伤害都将提升175%，且本次<color style='color:#FFD780;'>奇谋</color>期间，洛恩施放<color style='color:#FFD780;'>镂骨彻心</color>的最大次数增加2次。",
                        "Icon": "UI_Talent_S_Lohen_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "镂骨彻心",
                        "Desc": "洛恩的<color style='color:#FFD780;'>欢悦</color>积攒至上限后，可以施放的特殊元素战技。<br>命中敌人后消耗所有<color style='color:#FFD780;'>欢悦</color>与<color style='color:#FFD780;'>争胜</color>，造成<color style='color:#99FFFF;'>冰元素伤害</color>，并依据消耗的<color style='color:#FFD780;'>争胜</color>，提升本次伤害。"
                    },
                    {
                        "Name": "奇谋",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>奇兵诡出</color>后，洛恩将会切换至该状态。奇谋状态具有如下特性：<br>·洛恩的普通攻击、重击与下落攻击将转为造成无法被附魔覆盖的<color style='color:#99FFFF;'>冰元素伤害</color>；<br>·洛恩的普通攻击或重击命中敌人时，会为洛恩积攒特殊的<color style='color:#FFD780;'>欢悦</color>，用于施放特殊元素战技<color style='color:#FFD780;'>镂骨彻心</color>；在<color style='color:#FFD780;'>奇谋</color>状态下至多施放3次<color style='color:#FFD780;'>镂骨彻心</color>，之后无法获得<color style='color:#FFD780;'>欢悦</color>。<br>·队伍中附近的其他角色造成伤害时，会为洛恩积攒特殊的<color style='color:#FFD780;'>争胜</color>，用于提升特殊元素战技<color style='color:#FFD780;'>镂骨彻心</color>造成的伤害；<br>·洛恩退场时，奇谋状态将会解除；奇谋状态解除时，<color style='color:#FFD780;'>欢悦</color>与<color style='color:#FFD780;'>争胜</color>也会清除。"
                    },
                    {
                        "Name": "欢悦",
                        "Desc": "在奇谋状态下，洛恩的普通攻击或重击命中敌人时，会获得17点<color style='color:#FFD780;'>欢悦</color>，上限为100点。<br>每0.1秒至多获得一次<color style='color:#FFD780;'>欢悦</color>。<color style='color:#FFD780;'>欢悦</color>积攒至上限后，洛恩的元素战技<color style='color:#FFD780;'>奇兵诡出</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>镂骨彻心</color>。"
                    },
                    {
                        "Name": "争胜",
                        "Desc": "在奇谋状态下，队伍中附近的其他角色造成伤害时，会为洛恩提供的特殊资源，上限为100点。<br>奇谋状态持续期间，队伍中附近的其他角色造成伤害时，若本次伤害不低于洛恩基础攻击力的{PARAM#P1293201|15S100}%，将会为洛恩积攒20点<color style='color:#FFD780;'>争胜</color>，否则会为洛恩积攒1点<color style='color:#FFD780;'>争胜</color>。<br>同一个角色每0.1秒至多为洛恩积攒一次<color style='color:#FFD780;'>争胜</color>。"
                    },
                ]
            },
        }
    }
}

var _AvatarAttackConfig_ = {
    "129": {
        "AttackList": [
            {
                "Skill": "ElementalArt",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Lohen_Constellation_2",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 30.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "ElementalArt_Raid",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 35.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "ElementalArt_Raid",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 35.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "ElementalArt_Raid",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 35.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "ElementalArt_Raid",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 35.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "SkillObj_Lohen_ElementalBurst_Gadget",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Burst",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 40.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "SkillObj_Lohen_ElementalBurst_Gadget",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Burst",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 40.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "SkillObj_Lohen_ElementalBurst_Gadget",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Burst",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 40.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "FallingAnthem",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "FallingAttack",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "None",
                "GU": 1,
                "Poise": 100.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "FallingAnthem",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "FallingAttack",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "None",
                "GU": 1,
                "Poise": 150.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "FallingAnthem",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "FallingAttack",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 100.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "FallingAnthem",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "FallingAttack",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 150.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "FallingAnthem",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "FallingAttack",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "None",
                "GU": null,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "FallingAnthem",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "FallingAttack",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": null,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "FallingAnthem",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "FallingAttack",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "None",
                "GU": null,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "FallingAnthem",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "FallingAttack",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": null,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            }
        ]
    }
}
