// Auto Generated

var _AvatarDataConfig_ = {
    "136": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "136": {
        "Promotion": [
            {
            },
            {
                "202": 20000,
                "104141": 1,
                "101274": 3,
                "112149": 3,
            },
            {
                "202": 40000,
                "104142": 3,
                "113093": 2,
                "101274": 10,
                "112149": 15,
            },
            {
                "202": 60000,
                "104142": 6,
                "113093": 4,
                "101274": 20,
                "112150": 12,
            },
            {
                "202": 80000,
                "104143": 3,
                "113093": 8,
                "101274": 30,
                "112150": 18,
            },
            {
                "202": 100000,
                "104143": 6,
                "113093": 12,
                "101274": 45,
                "112151": 12,
            },
            {
                "202": 120000,
                "104144": 6,
                "113093": 20,
                "101274": 60,
                "112151": 24,
            },
        ],
        "A": [
            {
                "202": 12500,
                "104365": 3,
                "112149": 6,
            },
            {
                "202": 17500,
                "104366": 2,
                "112150": 3,
            },
            {
                "202": 25000,
                "104366": 4,
                "112150": 4,
            },
            {
                "202": 30000,
                "104366": 6,
                "112150": 6,
            },
            {
                "202": 37500,
                "104366": 9,
                "112150": 9,
            },
            {
                "202": 120000,
                "104367": 4,
                "112151": 4,
                "113081": 1,
            },
            {
                "202": 260000,
                "104367": 6,
                "112151": 6,
                "113081": 1,
            },
            {
                "202": 450000,
                "104367": 12,
                "112151": 9,
                "113081": 2,
            },
            {
                "202": 700000,
                "104367": 16,
                "112151": 12,
                "113081": 2,
                "104319": 1,
            },
        ],
        "E": [
            {
                "202": 12500,
                "104365": 3,
                "112149": 6,
            },
            {
                "202": 17500,
                "104366": 2,
                "112150": 3,
            },
            {
                "202": 25000,
                "104366": 4,
                "112150": 4,
            },
            {
                "202": 30000,
                "104366": 6,
                "112150": 6,
            },
            {
                "202": 37500,
                "104366": 9,
                "112150": 9,
            },
            {
                "202": 120000,
                "104367": 4,
                "112151": 4,
                "113081": 1,
            },
            {
                "202": 260000,
                "104367": 6,
                "112151": 6,
                "113081": 1,
            },
            {
                "202": 450000,
                "104367": 12,
                "112151": 9,
                "113081": 2,
            },
            {
                "202": 700000,
                "104367": 16,
                "112151": 12,
                "113081": 2,
                "104319": 1,
            },
        ],
        "Q": [
            {
                "202": 12500,
                "104365": 3,
                "112149": 6,
            },
            {
                "202": 17500,
                "104366": 2,
                "112150": 3,
            },
            {
                "202": 25000,
                "104366": 4,
                "112150": 4,
            },
            {
                "202": 30000,
                "104366": 6,
                "112150": 6,
            },
            {
                "202": 37500,
                "104366": 9,
                "112150": 9,
            },
            {
                "202": 120000,
                "104367": 4,
                "112151": 4,
                "113081": 1,
            },
            {
                "202": 260000,
                "104367": 6,
                "112151": 6,
                "113081": 1,
            },
            {
                "202": 450000,
                "104367": 12,
                "112151": 9,
                "113081": 2,
            },
            {
                "202": 700000,
                "104367": 16,
                "112151": 12,
                "113081": 2,
                "104319": 1,
            },
        ],
    }
}

var _AvatarSkillPConfig_ = {
    "136": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "链式反应",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的攻击，造成<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，对前方区域造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br>若当前场上存在米提亚自己创造的<color style='color:#FFD780;'>侦测炉心·过载</color>，且米提亚拥有至少一枚<color style='color:#FFD780;'>递变信标</color>，米提亚将改为进行不消耗体力的特殊重击<color style='color:#FFD780;'>递变聚爆</color>：对前方区域造成一次<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在长按时持续消耗<color style='color:#FFD780;'>递变信标</color>；每消耗一枚<color style='color:#FFD780;'>递变信标</color>，都会对前方区域造成一次视为星超导反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "58.7984%",
                                    "63.2083%",
                                    "67.6182%",
                                    "73.4980%",
                                    "77.9079%",
                                    "82.3178%",
                                    "88.1976%",
                                    "94.0774%",
                                    "99.9573%",
                                    "105.8371%",
                                    "111.7170%",
                                    "117.5968%",
                                    "124.9466%",
                                    "132.2964%",
                                    "139.6462%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "48.3008%",
                                    "51.9234%",
                                    "55.5459%",
                                    "60.3760%",
                                    "63.9986%",
                                    "67.6211%",
                                    "72.4512%",
                                    "77.2813%",
                                    "82.1114%",
                                    "86.9414%",
                                    "91.7715%",
                                    "96.6016%",
                                    "102.6392%",
                                    "108.6768%",
                                    "114.7144%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "69.0224%",
                                    "74.1991%",
                                    "79.3758%",
                                    "86.2780%",
                                    "91.4547%",
                                    "96.6314%",
                                    "103.5336%",
                                    "110.4358%",
                                    "117.3381%",
                                    "124.2403%",
                                    "131.1426%",
                                    "138.0448%",
                                    "146.6726%",
                                    "155.3004%",
                                    "163.9282%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "136.8800%",
                                    "147.1460%",
                                    "157.4120%",
                                    "171.1000%",
                                    "181.3660%",
                                    "191.6320%",
                                    "205.3200%",
                                    "219.0080%",
                                    "232.6960%",
                                    "246.3840%",
                                    "260.0720%",
                                    "273.7600%",
                                    "290.8700%",
                                    "307.9800%",
                                    "325.0900%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.0800%",
                                    "72.6880%",
                                    "77.3136%",
                                    "82.6000%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.3360%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.9840%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.1320%/165.0400%",
                                    "145.3452%/181.5440%",
                                    "154.5944%/193.0968%",
                                    "165.1650%/206.3000%",
                                    "179.6995%/224.4544%",
                                    "194.2340%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.5680%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.5920%",
                                ]
                            },
                            {
                                "Desc": "递变聚爆伤害",
                                "ParamLevelList": [
                                    "153.0000%",
                                    "164.4750%",
                                    "175.9500%",
                                    "191.2500%",
                                    "202.7250%",
                                    "214.2000%",
                                    "229.5000%",
                                    "244.8000%",
                                    "260.1000%",
                                    "275.4000%",
                                    "290.7000%",
                                    "306.0000%",
                                    "325.1250%",
                                    "344.2500%",
                                    "363.3750%",
                                ]
                            },
                            {
                                "Desc": "递变聚爆星超导伤害",
                                "ParamLevelList": [
                                    "204.0000%元素精通",
                                    "219.3000%元素精通",
                                    "234.6000%元素精通",
                                    "255.0000%元素精通",
                                    "270.3000%元素精通",
                                    "285.6000%元素精通",
                                    "306.0000%元素精通",
                                    "326.4000%元素精通",
                                    "346.8000%元素精通",
                                    "367.2000%元素精通",
                                    "387.6000%元素精通",
                                    "408.0000%元素精通",
                                    "433.5000%元素精通",
                                    "459.0000%元素精通",
                                    "484.5000%元素精通",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "律定·变量侦测",
                        "Desc": "以理论上比较安全的当量，适度进行理论上比较安全的实验，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并依据点按、长按，以不同的方式创造<color style='color:#FFD780;'>侦测炉心</color>。",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Mitya_01",
                        "ParamDesc": [
                            {
                                "Desc": "短按技能伤害",
                                "ParamLevelList": [
                                    "90.7200%",
                                    "97.5240%",
                                    "104.3280%",
                                    "113.4000%",
                                    "120.2040%",
                                    "127.0080%",
                                    "136.0800%",
                                    "145.1520%",
                                    "154.2240%",
                                    "163.2960%",
                                    "172.3680%",
                                    "181.4400%",
                                    "192.7800%",
                                    "204.1200%",
                                    "215.4600%",
                                ]
                            },
                            {
                                "Desc": "长按技能伤害",
                                "ParamLevelList": [
                                    "129.6000%",
                                    "139.3200%",
                                    "149.0400%",
                                    "162.0000%",
                                    "171.7200%",
                                    "181.4400%",
                                    "194.4000%",
                                    "207.3600%",
                                    "220.3200%",
                                    "233.2800%",
                                    "246.2400%",
                                    "259.2000%",
                                    "275.4000%",
                                    "291.6000%",
                                    "307.8000%",
                                ]
                            },
                            {
                                "Desc": "稳态炉心伤害",
                                "ParamLevelList": [
                                    "72.0000%",
                                    "77.4000%",
                                    "82.8000%",
                                    "90.0000%",
                                    "95.4000%",
                                    "100.8000%",
                                    "108.0000%",
                                    "115.2000%",
                                    "122.4000%",
                                    "129.6000%",
                                    "136.8000%",
                                    "144.0000%",
                                    "153.0000%",
                                    "162.0000%",
                                    "171.0000%",
                                ]
                            },
                            {
                                "Desc": "稳态炉心消耗递变信标伤害",
                                "ParamLevelList": [
                                    "96.0000%元素精通",
                                    "103.2000%元素精通",
                                    "110.4000%元素精通",
                                    "120.0000%元素精通",
                                    "127.2000%元素精通",
                                    "134.4000%元素精通",
                                    "144.0000%元素精通",
                                    "153.6000%元素精通",
                                    "163.2000%元素精通",
                                    "172.8000%元素精通",
                                    "182.4000%元素精通",
                                    "192.0000%元素精通",
                                    "204.0000%元素精通",
                                    "216.0000%元素精通",
                                    "228.0000%元素精通",
                                ]
                            },
                            {
                                "Desc": "稳态炉心引爆伤害",
                                "ParamLevelList": [
                                    "115.2000%/每枚递变信标",
                                    "123.8400%/每枚递变信标",
                                    "132.4800%/每枚递变信标",
                                    "144.0000%/每枚递变信标",
                                    "152.6400%/每枚递变信标",
                                    "161.2800%/每枚递变信标",
                                    "172.8000%/每枚递变信标",
                                    "184.3200%/每枚递变信标",
                                    "195.8400%/每枚递变信标",
                                    "207.3600%/每枚递变信标",
                                    "218.8800%/每枚递变信标",
                                    "230.4000%/每枚递变信标",
                                    "244.8000%/每枚递变信标",
                                    "259.2000%/每枚递变信标",
                                    "273.6000%/每枚递变信标",
                                ]
                            },
                            {
                                "Desc": "侦测炉心持续时间",
                                "ParamLevelList": [
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "解析·递变之理",
                        "Desc": "让元素像灵感一样爆发吧！造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并创造3枚<color style='color:#FFD780;'>递变信标</color>。",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Mitya_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "333.6000%攻击力+667.2000%元素精通",
                                    "358.6200%攻击力+717.2400%元素精通",
                                    "383.6400%攻击力+767.2800%元素精通",
                                    "417.0000%攻击力+834.0000%元素精通",
                                    "442.0200%攻击力+884.0400%元素精通",
                                    "467.0400%攻击力+934.0800%元素精通",
                                    "500.4000%攻击力+1000.8000%元素精通",
                                    "533.7600%攻击力+1067.5200%元素精通",
                                    "567.1200%攻击力+1134.2400%元素精通",
                                    "600.4800%攻击力+1200.9600%元素精通",
                                    "633.8400%攻击力+1267.6800%元素精通",
                                    "667.2000%攻击力+1334.4000%元素精通",
                                    "708.9000%攻击力+1417.8000%元素精通",
                                    "750.6000%攻击力+1501.2000%元素精通",
                                    "792.3000%攻击力+1584.6000%元素精通",
                                ]
                            },
                            {
                                "Desc": "生成递变信标",
                                "ParamLevelList": [
                                    "3.0000个",
                                    "3.0000个",
                                    "3.0000个",
                                    "3.0000个",
                                    "3.0000个",
                                    "3.0000个",
                                    "3.0000个",
                                    "3.0000个",
                                    "3.0000个",
                                    "3.0000个",
                                    "3.0000个",
                                    "3.0000个",
                                    "3.0000个",
                                    "3.0000个",
                                    "3.0000个",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "基准承压测验",
                        "Desc": "元素战技<color style='color:#FFD780;'>律定·变量侦测</color>创造的<color style='color:#FFD780;'>侦测炉心</color>获得强化。若创造的<color style='color:#FFD780;'>侦测炉心</color>为：<br>·稳态：每携带一枚<color style='color:#FFD780;'>递变信标</color>，都会使队伍中附近的所有角色的元素精通提升30点；<br>·过载：队伍中附近的所有角色触发星超导反应后，获得<color style='color:#FFD780;'>递变信标</color>的数量提升：改为在3秒内，每1.5秒获得一枚<color style='color:#FFD780;'>递变信标</color>。",
                        "Icon": "UI_Talent_S_Mitya_05"
                    },
                    {
                        "Name": "超限易爆试剂",
                        "Desc": "<color style='color:#FFD780;'>递变信标</color>的持续时间提升至10秒。此外，创造<color style='color:#FFD780;'>递变信标</color>后的15秒内，米提亚的暴击率提升5%，该效果至多叠加4层",
                        "Icon": "UI_Talent_S_Mitya_06"
                    },
                    {
                        "Name": "星耀祝礼·极密协议",
                        "Desc": "队伍中的角色触发超导反应时，将转为触发星超导反应。触发星超导反应时，将不会创造<color style='color:#FFD780;'>星辉棱晶</color>，而是改为在触发星超导反应后的1.5秒内，每1.5秒在附近创造一枚可以被米提亚携带的<color style='color:#FFD780;'>递变信标</color>，并将其附近的区域变换为<color style='color:#FFD780;'>极星辉域</color>。<br>此外，基于米提亚的元素精通，提升队伍中附近的所有角色造成的星超导反应的基础伤害：每点元素精通都将提升0.028%星超导反应的基础伤害，至多通过这种方式提升14%基础伤害。处于<color style='color:#FFD780;'>极星辉域</color>中时，米提亚还会进入<color style='color:#FFD780;'>辉映·星超导</color>状态。",
                        "Icon": "UI_Talent_S_Mitya_07"
                    },
                    {
                        "Name": "能源活性催化",
                        "Desc": "周围存在可破坏的岩块时，<color style='color:#FFD780;'>侦测炉心·稳态</color>可以快速清理岩块。<br>此外，米提亚在队伍中时，创造<color style='color:#FFD780;'>臻冰造物·简易暖源</color>时，无需消耗克什尼克能量。",
                        "Icon": "UI_Talent_S_Mitya_08"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "缺位寻踪的观察者",
                        "Desc": "<color style='color:#FFD780;'>递变信标</color>的可携带上限提升至5枚。施放元素战技<color style='color:#FFD780;'>律定·变量侦测</color>时，还会额外创造一枚<color style='color:#FFD780;'>递变信标</color>。<br><color style='color:#FFD780;'>侦测炉心</color>存在期间，队伍中附近的当前场上角色的暴击伤害提升50%。<br>此外，创造<color style='color:#FFD780;'>递变信标</color>时，还会为米提亚自己恢复10点元素能量，该效果每8秒至多触发一次。",
                        "Icon": "UI_Talent_S_Mitya_01"
                    },
                    {
                        "Level": 2,
                        "Name": "惰性之外的沉寂物",
                        "Desc": "<color style='color:#FFD780;'>侦测炉心</color>存在期间，处于<color style='color:#FFD780;'>极星辉域</color>内的所有敌人<color style='color:#99FFFF;'>冰元素抗性</color>与<color style='color:#FFACFF;'>雷元素抗性</color>降低25%。<br>此外，若创造的<color style='color:#FFD780;'>侦测炉心</color>为：<br>·稳态：队伍中附近角色的元素精通提升100点；<br>·过载：队伍中自己的当前场上角色的元素精通提升200点。",
                        "Icon": "UI_Talent_S_Mitya_02"
                    },
                    {
                        "Level": 3,
                        "Name": "拓扑不变的扭结弦",
                        "Desc": "元素战技<color style='color:#FFD780;'>律定·变量侦测</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mitya_01"
                    },
                    {
                        "Level": 4,
                        "Name": "衰变相生的同位素",
                        "Desc": "场上存在米提亚自己创造的<color style='color:#FFD780;'>侦测炉心</color>时，每消耗5枚<color style='color:#FFD780;'>递变信标</color>，<color style='color:#FFD780;'>侦测炉心</color>都会对周围的敌人造成一次相当于米提亚元素精通400%的、视为星超导反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。",
                        "Icon": "UI_Talent_S_Mitya_03"
                    },
                    {
                        "Level": 5,
                        "Name": "勘定万物的周期律",
                        "Desc": "普通攻击<color style='color:#FFD780;'>链式反应</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mitya_02"
                    },
                    {
                        "Level": 6,
                        "Name": "元素阶跃的理之门",
                        "Desc": "米提亚通过<color style='color:#FFD780;'>侦测炉心</color>消耗<color style='color:#FFD780;'>递变信标</color>时，有30%的概率创造一枚新的<color style='color:#FFD780;'>递变信标</color>。<br>此外，队伍中附近的所有角色造成的星超导反应伤害<color style='color:#FFD780;'>擢升</color>20%。",
                        "Icon": "UI_Talent_S_Mitya_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "递变信标",
                        "Desc": "米提亚在队伍中时，触发星超导反应后，将不会创造原本的<color style='color:#FFD780;'>星辉棱晶</color>，而是会转而创造持续6秒的<color style='color:#FFD780;'>递变信标</color>。米提亚可以消耗<color style='color:#FFD780;'>递变信标</color>，触发各种各样的效果。<br><color style='color:#FFD780;'>递变信标</color>会跟随当前场上角色，并将其附近的区域变化为<color style='color:#FFD780;'>极星辉域</color>。米提亚可以携带多枚<color style='color:#FFD780;'>递变信标</color>，初始最多携带4枚。携带的<color style='color:#FFD780;'>递变信标</color>达到上限后，创造<color style='color:#FFD780;'>递变信标</color>时，将会重置所有<color style='color:#FFD780;'>递变信标</color>的持续时间。"
                    },
                    {
                        "Name": "侦测炉心",
                        "Desc": "施放元素战技后创造的能源装置。点按可以创造<color style='color:#FFD780;'>稳态</color>的炉心，长按可以创造<color style='color:#FFD780;'>过载</color>的炉心。<br><br><color style='color:#FFD780;'>侦测炉心·稳态</color><br>·将持续跟随周围的敌人，并间歇性造成<color style='color:#FFACFF;'>雷元素范围伤害</color>；<br>·当米提亚<color style='color:#FFD780;'>递变信标</color>达到可携带上限时，新生成的<color style='color:#FFD780;'>递变信标</color>将会被该装置消耗，并造成视为星超导反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>；<br>·持续时间结束时，或重新创造<color style='color:#FFD780;'>侦测炉心</color>时，将消耗所有携带的<color style='color:#FFD780;'>递变信标</color>，并依据消耗的数量，造成视为星超导反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><color style='color:#FFD780;'>侦测炉心·过载</color><br>·该装置存在且米提亚拥有至少一枚<color style='color:#FFD780;'>递变信标</color>时，米提亚可以进行不消耗体力的特殊重击<color style='color:#FFD780;'>递变聚爆</color>。"
                    },
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                ]
            },
        }
    }
}

var _AvatarAttackConfig_ = {
    "136": {}
}
