// Auto Generated

var _AvatarDataConfig_ = {
    "137": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "137": {
        "Promotion": [
            {
            },
            {
                "202": 20000,
                "104141": 1,
                "101273": 3,
                "112146": 3,
            },
            {
                "202": 40000,
                "104142": 3,
                "113091": 2,
                "101273": 10,
                "112146": 15,
            },
            {
                "202": 60000,
                "104142": 6,
                "113091": 4,
                "101273": 20,
                "112147": 12,
            },
            {
                "202": 80000,
                "104143": 3,
                "113091": 8,
                "101273": 30,
                "112147": 18,
            },
            {
                "202": 100000,
                "104143": 6,
                "113091": 12,
                "101273": 45,
                "112148": 12,
            },
            {
                "202": 120000,
                "104144": 6,
                "113091": 20,
                "101273": 60,
                "112148": 24,
            },
        ],
        "A": [
            {
                "202": 12500,
                "104371": 3,
                "112146": 6,
            },
            {
                "202": 17500,
                "104372": 2,
                "112147": 3,
            },
            {
                "202": 25000,
                "104372": 4,
                "112147": 4,
            },
            {
                "202": 30000,
                "104372": 6,
                "112147": 6,
            },
            {
                "202": 37500,
                "104372": 9,
                "112147": 9,
            },
            {
                "202": 120000,
                "104373": 4,
                "112148": 4,
                "113087": 1,
            },
            {
                "202": 260000,
                "104373": 6,
                "112148": 6,
                "113087": 1,
            },
            {
                "202": 450000,
                "104373": 12,
                "112148": 9,
                "113087": 2,
            },
            {
                "202": 700000,
                "104373": 16,
                "112148": 12,
                "113087": 2,
                "104319": 1,
            },
        ],
        "E": [
            {
                "202": 12500,
                "104371": 3,
                "112146": 6,
            },
            {
                "202": 17500,
                "104372": 2,
                "112147": 3,
            },
            {
                "202": 25000,
                "104372": 4,
                "112147": 4,
            },
            {
                "202": 30000,
                "104372": 6,
                "112147": 6,
            },
            {
                "202": 37500,
                "104372": 9,
                "112147": 9,
            },
            {
                "202": 120000,
                "104373": 4,
                "112148": 4,
                "113087": 1,
            },
            {
                "202": 260000,
                "104373": 6,
                "112148": 6,
                "113087": 1,
            },
            {
                "202": 450000,
                "104373": 12,
                "112148": 9,
                "113087": 2,
            },
            {
                "202": 700000,
                "104373": 16,
                "112148": 12,
                "113087": 2,
                "104319": 1,
            },
        ],
        "Q": [
            {
                "202": 12500,
                "104371": 3,
                "112146": 6,
            },
            {
                "202": 17500,
                "104372": 2,
                "112147": 3,
            },
            {
                "202": 25000,
                "104372": 4,
                "112147": 4,
            },
            {
                "202": 30000,
                "104372": 6,
                "112147": 6,
            },
            {
                "202": 37500,
                "104372": 9,
                "112147": 9,
            },
            {
                "202": 120000,
                "104373": 4,
                "112148": 4,
                "113087": 1,
            },
            {
                "202": 260000,
                "104373": 6,
                "112148": 6,
                "113087": 1,
            },
            {
                "202": 450000,
                "104373": 12,
                "112148": 9,
                "113087": 2,
            },
            {
                "202": 700000,
                "104373": 16,
                "112148": 12,
                "113087": 2,
                "104319": 1,
            },
        ],
    }
}

var _AvatarSkillPConfig_ = {
    "137": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "近卫战法·盾剑攻斥",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方跃起，并砸击地面，对附近的敌人造成物理伤害。<br>瓦列里拥有至少40点<color style='color:#FFD780;'>冲击势能</color>时，将消耗所有<color style='color:#FFD780;'>冲击势能</color>，改为进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "32.4839%",
                                    "35.1280%",
                                    "37.7720%",
                                    "41.5492%",
                                    "44.1932%",
                                    "47.2150%",
                                    "51.3699%",
                                    "55.5248%",
                                    "59.6798%",
                                    "64.2124%",
                                    "68.7450%",
                                    "73.2777%",
                                    "77.8103%",
                                    "82.3430%",
                                    "86.8756%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "29.3260%",
                                    "31.7130%",
                                    "34.1000%",
                                    "37.5100%",
                                    "39.8970%",
                                    "42.6250%",
                                    "46.3760%",
                                    "50.1270%",
                                    "53.8780%",
                                    "57.9700%",
                                    "62.0620%",
                                    "66.1540%",
                                    "70.2460%",
                                    "74.3380%",
                                    "78.4300%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "45.4175%",
                                    "49.1142%",
                                    "52.8110%",
                                    "58.0921%",
                                    "61.7889%",
                                    "66.0137%",
                                    "71.8230%",
                                    "77.6322%",
                                    "83.4414%",
                                    "89.7787%",
                                    "96.1160%",
                                    "102.4533%",
                                    "108.7907%",
                                    "115.1280%",
                                    "121.4653%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "100.2760%",
                                    "108.4380%",
                                    "116.6000%",
                                    "128.2600%",
                                    "136.4220%",
                                    "145.7500%",
                                    "158.5760%",
                                    "171.4020%",
                                    "184.2280%",
                                    "198.2200%",
                                    "212.2120%",
                                    "226.2040%",
                                    "240.1960%",
                                    "254.1880%",
                                    "268.1800%",
                                ]
                            },
                            {
                                "Desc": "臼炮直射·抵近轰击伤害",
                                "ParamLevelList": [
                                    "229.2000%",
                                    "246.3900%",
                                    "263.5800%",
                                    "286.5000%",
                                    "303.6900%",
                                    "320.8800%",
                                    "343.8000%",
                                    "366.7200%",
                                    "389.6400%",
                                    "412.5600%",
                                    "435.4800%",
                                    "458.4000%",
                                    "487.0500%",
                                    "515.7000%",
                                    "544.3500%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                ]
                            },
                            {
                                "Desc": "雷元素伤害增加",
                                "ParamLevelList": [
                                    "20.9600%攻击力",
                                    "22.5320%攻击力",
                                    "24.1040%攻击力",
                                    "26.2000%攻击力",
                                    "27.7720%攻击力",
                                    "29.3440%攻击力",
                                    "31.4400%攻击力",
                                    "33.5360%攻击力",
                                    "35.6320%攻击力",
                                    "37.7280%攻击力",
                                    "39.8240%攻击力",
                                    "41.9200%攻击力",
                                    "44.5400%攻击力",
                                    "47.1600%攻击力",
                                    "49.7800%攻击力",
                                ]
                            },
                            {
                                "Desc": "星超导反应伤害增加",
                                "ParamLevelList": [
                                    "62.8800%攻击力",
                                    "67.5960%攻击力",
                                    "72.3120%攻击力",
                                    "78.6000%攻击力",
                                    "83.3160%攻击力",
                                    "88.0320%攻击力",
                                    "94.3200%攻击力",
                                    "100.6080%攻击力",
                                    "106.8960%攻击力",
                                    "113.1840%攻击力",
                                    "119.4720%攻击力",
                                    "125.7600%攻击力",
                                    "133.6200%攻击力",
                                    "141.4800%攻击力",
                                    "149.3400%攻击力",
                                ]
                            },
                            {
                                "Desc": "攻斥指令层数",
                                "ParamLevelList": [
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                ]
                            },
                            {
                                "Desc": "攻斥指令持续时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "攻势防御·堡垒骤进",
                        "Desc": "举盾并向前冲刺，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，获得40点<color style='color:#FFD780;'>冲击势能</color>，并展开蓄雷护盾。<br>蓄雷护盾的伤害吸收量受益于瓦列里的攻击力，对<color style='color:#FFACFF;'>雷元素伤害</color>有250%的吸收效果。",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Valeriy_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "166.0000%",
                                    "178.4500%",
                                    "190.9000%",
                                    "207.5000%",
                                    "219.9500%",
                                    "232.4000%",
                                    "249.0000%",
                                    "265.6000%",
                                    "282.2000%",
                                    "298.8000%",
                                    "315.4000%",
                                    "332.0000%",
                                    "352.7500%",
                                    "373.5000%",
                                    "394.2500%",
                                ]
                            },
                            {
                                "Desc": "护盾吸收量",
                                "ParamLevelList": [
                                    "208.8960%攻击力+1309",
                                    "224.5632%攻击力+1440",
                                    "240.2304%攻击力+1582",
                                    "261.1200%攻击力+1735",
                                    "276.7872%攻击力+1899",
                                    "292.4544%攻击力+2073",
                                    "313.3440%攻击力+2259",
                                    "334.2336%攻击力+2455",
                                    "355.1232%攻击力+2663",
                                    "376.0128%攻击力+2881",
                                    "396.9024%攻击力+3110",
                                    "417.7920%攻击力+3350",
                                    "443.9040%攻击力+3601",
                                    "470.0160%攻击力+3863",
                                    "496.1280%攻击力+4136",
                                ]
                            },
                            {
                                "Desc": "护盾持续时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "火力焦点·雷霰急袭",
                        "Desc": "对附近的敌人造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并向高空发射<color style='color:#FFD780;'>雷霰重弹</color>。<color style='color:#FFD780;'>雷霰重弹</color>会分散成大量弹幕坠向地面，对附近的敌人造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Valeriy_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "135.1200%",
                                    "145.2540%",
                                    "155.3880%",
                                    "168.9000%",
                                    "179.0340%",
                                    "189.1680%",
                                    "202.6800%",
                                    "216.1920%",
                                    "229.7040%",
                                    "243.2160%",
                                    "256.7280%",
                                    "270.2400%",
                                    "287.1300%",
                                    "304.0200%",
                                    "320.9100%",
                                ]
                            },
                            {
                                "Desc": "雷霰重弹伤害",
                                "ParamLevelList": [
                                    "31.5200%",
                                    "33.8840%",
                                    "36.2480%",
                                    "39.4000%",
                                    "41.7640%",
                                    "44.1280%",
                                    "47.2800%",
                                    "50.4320%",
                                    "53.5840%",
                                    "56.7360%",
                                    "59.8880%",
                                    "63.0400%",
                                    "66.9800%",
                                    "70.9200%",
                                    "74.8600%",
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "与徐进弹幕为伴",
                        "Desc": "元素爆发<color style='color:#FFD780;'>火力焦点·雷霰急袭</color>中的<color style='color:#FFD780;'>雷霰重弹</color>下坠期间，队伍中附近的当前场上角色的元素类型为<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时，瓦列里将获得5点<color style='color:#FFD780;'>冲击势能</color>。每次施放元素爆发后，至多通过这种方式获得80点<color style='color:#FFD780;'>冲击势能</color>。",
                        "Icon": "UI_Talent_S_Valeriy_05"
                    },
                    {
                        "Name": "向防线缺口突击",
                        "Desc": "<color style='color:#FFD780;'>攻斥指令</color>获得强化：依据进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>时消耗的<color style='color:#FFD780;'>冲击势能</color>，每消耗一点<color style='color:#FFD780;'>冲击势能</color>，都会使<color style='color:#FFD780;'>攻斥指令</color>的伤害加成效果进一步提升。若瓦列里：<br>·处于<color style='color:#FFD780;'>辉映·星超导</color>状态：每点消耗的<color style='color:#FFD780;'>冲击势能</color>都会使<color style='color:#FFD780;'>攻斥指令</color>的伤害加成效果提升，提升值相当于瓦列里攻击力的0.9%；<br>·不处于<color style='color:#FFD780;'>辉映·星超导</color>状态：每点消耗的<color style='color:#FFD780;'>冲击势能</color>都会使<color style='color:#FFD780;'>攻斥指令</color>的伤害加成效果提升，提升值相当于瓦列里攻击力的0.3%。",
                        "Icon": "UI_Talent_S_Valeriy_06"
                    },
                    {
                        "Name": "冰原行动情报",
                        "Desc": "在至冬（挪德卡莱除外）执行时长为20小时的探索派遣任务时，获得的奖励增加25%。",
                        "Icon": "UI_Talent_S_Valeriy_07"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "持续压制的时序",
                        "Desc": "进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>后，会为瓦列里恢复6点元素能量。依据进行特殊重击时消耗的<color style='color:#FFD780;'>冲击势能</color>，超过40点的部分，每消耗10点，都会使瓦列里额外恢复1.5点元素能量。每次进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>，至多通过这种方式为瓦列里恢复15点元素能量。该效果每15秒至多触发一次。<br>此外，每次进入战斗状态时，瓦列里首次施放元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>时，还会额外获得相当于原本150%的<color style='color:#FFD780;'>冲击势能</color>。",
                        "Icon": "UI_Talent_S_Valeriy_01"
                    },
                    {
                        "Level": 2,
                        "Name": "伴随冲阵的队型",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>后的18秒内，队伍中附近的所有角色的元素精通提升100点。<br>此外，处于蓄雷护盾庇护下时，若瓦列里的<color style='color:#FFD780;'>冲击势能</color>已达到上限，触发获取<color style='color:#FFD780;'>冲击势能</color>的效果时，将转为提升蓄雷护盾的伤害吸收量，每1点溢出的<color style='color:#FFD780;'>冲击势能</color>都会使蓄雷护盾的伤害吸收量提升瓦列里攻击力的8%，至多通过这种方式转化20点溢出的<color style='color:#FFD780;'>冲击势能</color>。",
                        "Icon": "UI_Talent_S_Valeriy_02"
                    },
                    {
                        "Level": 3,
                        "Name": "白刃对决的戒备",
                        "Desc": "普通攻击<color style='color:#FFD780;'>近卫战法·盾剑攻斥</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Valeriy_01"
                    },
                    {
                        "Level": 4,
                        "Name": "不惧折损的韧性",
                        "Desc": "<color style='color:#FFD780;'>冲击势能</color>的上限提升30点，且获取效率提升30%。",
                        "Icon": "UI_Talent_S_Valeriy_03"
                    },
                    {
                        "Level": 5,
                        "Name": "分割歼灭的专意",
                        "Desc": "元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Valeriy_02"
                    },
                    {
                        "Level": 6,
                        "Name": "穿透敌阵的威能",
                        "Desc": "特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>与元素爆发<color style='color:#FFD780;'>火力焦点·雷霰急袭</color>中的<color style='color:#FFD780;'>雷霰重弹</color>获得强化：造成的伤害提升100%，并且在命中敌人后的7秒内，使其受到的<color style='color:#FFACFF;'>雷元素伤害</color>的暴击率提升10%；若受到的<color style='color:#FFACFF;'>雷元素伤害</color>为星超导反应伤害，则其暴击伤害也会提升40%。",
                        "Icon": "UI_Talent_S_Valeriy_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "臼炮直射·抵近轰击",
                        "Desc": "瓦列里的特殊重击。拥有至少40点<color style='color:#FFD780;'>冲击势能</color>时进行重击，会消耗所有<color style='color:#FFD780;'>冲击势能</color>，改为进行该特殊重击，对前方造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并获得15层<color style='color:#FFD780;'>攻斥指令</color>。"
                    },
                    {
                        "Name": "攻斥指令",
                        "Desc": "瓦列里进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>后，会获得的特殊效果。依据瓦列里是否处于<color style='color:#FFD780;'>辉映·星超导</color>状态，提升不同类型的<color style='color:#FFACFF;'>雷元素伤害</color>。若瓦列里：<br>·处于<color style='color:#FFD780;'>辉映·星超导</color>状态：队伍中附近的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发对敌人造成视为星超导反应伤害的<color style='color:#FFACFF;'>雷元素伤害</color>时，将消耗一层<color style='color:#FFD780;'>攻斥指令</color>，提升造成的伤害，提升值基于瓦列里的攻击力；<br>·不处于<color style='color:#FFD780;'>辉映·星超导</color>状态：队伍中附近的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发对敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>时，将消耗一层<color style='color:#FFD780;'>攻斥指令</color>，提升造成的伤害，提升值基于瓦列里的攻击力。<br>一次<color style='color:#FFACFF;'>雷元素伤害</color>同时命中多名敌人时，会依据命中敌人的数量消耗<color style='color:#FFD780;'>攻斥指令</color>的层数。"
                    },
                    {
                        "Name": "冲击势能",
                        "Desc": "瓦列里用于强化战斗的特殊能量，初始上限为100点。拥有至少40点<color style='color:#FFD780;'>冲击势能</color>时，可以进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>。<br>瓦列里可以通过以下方式获取<color style='color:#FFD780;'>冲击势能</color>：<br>·施放元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>时；<br>·解锁固有天赋「与徐进弹幕为伴」后，元素爆发<color style='color:#FFD780;'>火力焦点·雷霰急袭</color>持续期间，队伍中附近的当前场上角色的元素类型为<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时。"
                    },
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "近卫战法·盾剑攻斥",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方跃起，并砸击地面，对附近的敌人造成物理伤害。<br>瓦列里拥有至少40点<color style='color:#FFD780;'>冲击势能</color>时，将消耗所有<color style='color:#FFD780;'>冲击势能</color>，改为进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "32.4839%",
                                    "35.1280%",
                                    "37.7720%",
                                    "41.5492%",
                                    "44.1932%",
                                    "47.2150%",
                                    "51.3699%",
                                    "55.5248%",
                                    "59.6798%",
                                    "64.2124%",
                                    "68.7450%",
                                    "73.2777%",
                                    "77.8103%",
                                    "82.3430%",
                                    "86.8756%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "29.3260%",
                                    "31.7130%",
                                    "34.1000%",
                                    "37.5100%",
                                    "39.8970%",
                                    "42.6250%",
                                    "46.3760%",
                                    "50.1270%",
                                    "53.8780%",
                                    "57.9700%",
                                    "62.0620%",
                                    "66.1540%",
                                    "70.2460%",
                                    "74.3380%",
                                    "78.4300%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "45.4175%",
                                    "49.1142%",
                                    "52.8110%",
                                    "58.0921%",
                                    "61.7889%",
                                    "66.0137%",
                                    "71.8230%",
                                    "77.6322%",
                                    "83.4414%",
                                    "89.7787%",
                                    "96.1160%",
                                    "102.4533%",
                                    "108.7907%",
                                    "115.1280%",
                                    "121.4653%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "100.2760%",
                                    "108.4380%",
                                    "116.6000%",
                                    "128.2600%",
                                    "136.4220%",
                                    "145.7500%",
                                    "158.5760%",
                                    "171.4020%",
                                    "184.2280%",
                                    "198.2200%",
                                    "212.2120%",
                                    "226.2040%",
                                    "240.1960%",
                                    "254.1880%",
                                    "268.1800%",
                                ]
                            },
                            {
                                "Desc": "臼炮直射·抵近轰击伤害",
                                "ParamLevelList": [
                                    "229.2000%",
                                    "246.3900%",
                                    "263.5800%",
                                    "286.5000%",
                                    "303.6900%",
                                    "320.8800%",
                                    "343.8000%",
                                    "366.7200%",
                                    "389.6400%",
                                    "412.5600%",
                                    "435.4800%",
                                    "458.4000%",
                                    "487.0500%",
                                    "515.7000%",
                                    "544.3500%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                ]
                            },
                            {
                                "Desc": "雷元素伤害增加",
                                "ParamLevelList": [
                                    "20.9600%攻击力",
                                    "22.5320%攻击力",
                                    "24.1040%攻击力",
                                    "26.2000%攻击力",
                                    "27.7720%攻击力",
                                    "29.3440%攻击力",
                                    "31.4400%攻击力",
                                    "33.5360%攻击力",
                                    "35.6320%攻击力",
                                    "37.7280%攻击力",
                                    "39.8240%攻击力",
                                    "41.9200%攻击力",
                                    "44.5400%攻击力",
                                    "47.1600%攻击力",
                                    "49.7800%攻击力",
                                ]
                            },
                            {
                                "Desc": "星超导反应伤害增加",
                                "ParamLevelList": [
                                    "62.8800%攻击力",
                                    "67.5960%攻击力",
                                    "72.3120%攻击力",
                                    "78.6000%攻击力",
                                    "83.3160%攻击力",
                                    "88.0320%攻击力",
                                    "94.3200%攻击力",
                                    "100.6080%攻击力",
                                    "106.8960%攻击力",
                                    "113.1840%攻击力",
                                    "119.4720%攻击力",
                                    "125.7600%攻击力",
                                    "133.6200%攻击力",
                                    "141.4800%攻击力",
                                    "149.3400%攻击力",
                                ]
                            },
                            {
                                "Desc": "攻斥指令层数",
                                "ParamLevelList": [
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                ]
                            },
                            {
                                "Desc": "攻斥指令持续时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "攻势防御·堡垒骤进",
                        "Desc": "举盾并向前冲刺，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，获得40点<color style='color:#FFD780;'>冲击势能</color>，并展开蓄雷护盾。<br>蓄雷护盾的伤害吸收量受益于瓦列里的攻击力，对<color style='color:#FFACFF;'>雷元素伤害</color>有250%的吸收效果。",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Valeriy_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "166.0000%",
                                    "178.4500%",
                                    "190.9000%",
                                    "207.5000%",
                                    "219.9500%",
                                    "232.4000%",
                                    "249.0000%",
                                    "265.6000%",
                                    "282.2000%",
                                    "298.8000%",
                                    "315.4000%",
                                    "332.0000%",
                                    "352.7500%",
                                    "373.5000%",
                                    "394.2500%",
                                ]
                            },
                            {
                                "Desc": "护盾吸收量",
                                "ParamLevelList": [
                                    "208.8960%攻击力+1309",
                                    "224.5632%攻击力+1440",
                                    "240.2304%攻击力+1582",
                                    "261.1200%攻击力+1735",
                                    "276.7872%攻击力+1899",
                                    "292.4544%攻击力+2073",
                                    "313.3440%攻击力+2259",
                                    "334.2336%攻击力+2455",
                                    "355.1232%攻击力+2663",
                                    "376.0128%攻击力+2881",
                                    "396.9024%攻击力+3110",
                                    "417.7920%攻击力+3350",
                                    "443.9040%攻击力+3601",
                                    "470.0160%攻击力+3863",
                                    "496.1280%攻击力+4136",
                                ]
                            },
                            {
                                "Desc": "护盾持续时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "火力焦点·雷霰急袭",
                        "Desc": "对附近的敌人造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并向高空发射<color style='color:#FFD780;'>雷霰重弹</color>。<color style='color:#FFD780;'>雷霰重弹</color>会分散成大量弹幕坠向地面，对附近的敌人造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Valeriy_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "135.1200%",
                                    "145.2540%",
                                    "155.3880%",
                                    "168.9000%",
                                    "179.0340%",
                                    "189.1680%",
                                    "202.6800%",
                                    "216.1920%",
                                    "229.7040%",
                                    "243.2160%",
                                    "256.7280%",
                                    "270.2400%",
                                    "287.1300%",
                                    "304.0200%",
                                    "320.9100%",
                                ]
                            },
                            {
                                "Desc": "雷霰重弹伤害",
                                "ParamLevelList": [
                                    "31.5200%",
                                    "33.8840%",
                                    "36.2480%",
                                    "39.4000%",
                                    "41.7640%",
                                    "44.1280%",
                                    "47.2800%",
                                    "50.4320%",
                                    "53.5840%",
                                    "56.7360%",
                                    "59.8880%",
                                    "63.0400%",
                                    "66.9800%",
                                    "70.9200%",
                                    "74.8600%",
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "与徐进弹幕为伴",
                        "Desc": "元素爆发<color style='color:#FFD780;'>火力焦点·雷霰急袭</color>中的<color style='color:#FFD780;'>雷霰重弹</color>下坠期间，队伍中附近的当前场上其他角色的元素类型为<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时，瓦列里将获得5点<color style='color:#FFD780;'>冲击势能</color>。每次施放元素爆发后，至多通过这种方式获得80点<color style='color:#FFD780;'>冲击势能</color>。",
                        "Icon": "UI_Talent_S_Valeriy_05"
                    },
                    {
                        "Name": "向防线缺口突击",
                        "Desc": "<color style='color:#FFD780;'>攻斥指令</color>获得强化：依据进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>时消耗的<color style='color:#FFD780;'>冲击势能</color>，每消耗一点<color style='color:#FFD780;'>冲击势能</color>，都会使<color style='color:#FFD780;'>攻斥指令</color>的伤害加成效果进一步提升。若瓦列里：<br>·处于<color style='color:#FFD780;'>辉映·星超导</color>状态：每点消耗的<color style='color:#FFD780;'>冲击势能</color>都会使<color style='color:#FFD780;'>攻斥指令</color>的伤害加成效果提升，提升值相当于瓦列里攻击力的0.9%；<br>·不处于<color style='color:#FFD780;'>辉映·星超导</color>状态：每点消耗的<color style='color:#FFD780;'>冲击势能</color>都会使<color style='color:#FFD780;'>攻斥指令</color>的伤害加成效果提升，提升值相当于瓦列里攻击力的0.3%。",
                        "Icon": "UI_Talent_S_Valeriy_06"
                    },
                    {
                        "Name": "冰原行动情报",
                        "Desc": "在至冬（挪德卡莱除外）执行时长为20小时的探索派遣任务时，获得的奖励增加25%。",
                        "Icon": "UI_Talent_S_Valeriy_07"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "持续压制的时序",
                        "Desc": "进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>后，会为瓦列里恢复6点元素能量。依据进行特殊重击时消耗的<color style='color:#FFD780;'>冲击势能</color>，超过40点的部分，每消耗10点，都会使瓦列里额外恢复1.5点元素能量。每次进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>，至多通过这种方式为瓦列里恢复15点元素能量。该效果每15秒至多触发一次。<br>此外，每次进入战斗状态时，瓦列里首次施放元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>时，还会额外获得相当于原本150%的<color style='color:#FFD780;'>冲击势能</color>。",
                        "Icon": "UI_Talent_S_Valeriy_01"
                    },
                    {
                        "Level": 2,
                        "Name": "伴随冲阵的队型",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>后的18秒内，队伍中附近的所有角色的元素精通提升100点。<br>此外，处于蓄雷护盾庇护下时，若瓦列里的<color style='color:#FFD780;'>冲击势能</color>已达到上限，触发获取<color style='color:#FFD780;'>冲击势能</color>的效果时，将转为提升蓄雷护盾的伤害吸收量，每1点溢出的<color style='color:#FFD780;'>冲击势能</color>都会使蓄雷护盾的伤害吸收量提升瓦列里攻击力的8%，至多通过这种方式转化20点溢出的<color style='color:#FFD780;'>冲击势能</color>。",
                        "Icon": "UI_Talent_S_Valeriy_02"
                    },
                    {
                        "Level": 3,
                        "Name": "白刃对决的戒备",
                        "Desc": "普通攻击<color style='color:#FFD780;'>近卫战法·盾剑攻斥</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Valeriy_01"
                    },
                    {
                        "Level": 4,
                        "Name": "不惧折损的韧性",
                        "Desc": "<color style='color:#FFD780;'>冲击势能</color>的上限提升30点，且获取效率提升30%。<br>此外，突破天赋<color style='color:#FFD780;'>{LINK#P1372101}与徐进弹幕为伴</color>的效果获得强化：每次施放元素爆发后，至多可以通过该天赋获得104点<color style='color:#FFD780;'>冲击势能</color>。需要解锁突破天赋<color style='color:#FFD780;'>与徐进弹幕为伴</color>。",
                        "Icon": "UI_Talent_S_Valeriy_03"
                    },
                    {
                        "Level": 5,
                        "Name": "分割歼灭的专意",
                        "Desc": "元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Valeriy_02"
                    },
                    {
                        "Level": 6,
                        "Name": "穿透敌阵的威能",
                        "Desc": "特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>与元素爆发<color style='color:#FFD780;'>火力焦点·雷霰急袭</color>中的<color style='color:#FFD780;'>雷霰重弹</color>获得强化：造成的伤害提升100%，并且在命中敌人后的7秒内，使其受到的<color style='color:#FFACFF;'>雷元素伤害</color>的暴击率提升10%；若受到的<color style='color:#FFACFF;'>雷元素伤害</color>为星超导反应伤害，则该伤害的暴击伤害也会提升40%。",
                        "Icon": "UI_Talent_S_Valeriy_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "臼炮直射·抵近轰击",
                        "Desc": "瓦列里的特殊重击。拥有至少40点<color style='color:#FFD780;'>冲击势能</color>时进行重击，会消耗所有<color style='color:#FFD780;'>冲击势能</color>，改为进行该特殊重击，对前方造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并获得15层<color style='color:#FFD780;'>攻斥指令</color>。"
                    },
                    {
                        "Name": "攻斥指令",
                        "Desc": "瓦列里进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>后，会获得的特殊效果。依据瓦列里是否处于<color style='color:#FFD780;'>辉映·星超导</color>状态，提升不同类型的<color style='color:#FFACFF;'>雷元素伤害</color>。若瓦列里：<br>·处于<color style='color:#FFD780;'>辉映·星超导</color>状态：队伍中附近的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发对敌人造成视为星超导反应伤害的<color style='color:#FFACFF;'>雷元素伤害</color>时，将消耗一层<color style='color:#FFD780;'>攻斥指令</color>，提升造成的伤害，提升值基于瓦列里的攻击力；<br>·不处于<color style='color:#FFD780;'>辉映·星超导</color>状态：队伍中附近的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发对敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>时，将消耗一层<color style='color:#FFD780;'>攻斥指令</color>，提升造成的伤害，提升值基于瓦列里的攻击力。<br>一次<color style='color:#FFACFF;'>雷元素伤害</color>同时命中多名敌人时，会依据命中敌人的数量消耗<color style='color:#FFD780;'>攻斥指令</color>的层数。"
                    },
                    {
                        "Name": "冲击势能",
                        "Desc": "瓦列里用于强化战斗的特殊能量，初始上限为100点。拥有至少40点<color style='color:#FFD780;'>冲击势能</color>时，可以进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>。<br>瓦列里可以通过以下方式获取<color style='color:#FFD780;'>冲击势能</color>：<br>·施放元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>时；<br>·解锁固有天赋「与徐进弹幕为伴」后，元素爆发<color style='color:#FFD780;'>火力焦点·雷霰急袭</color>持续期间，队伍中附近的当前场上角色的元素类型为<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时。"
                    },
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "近卫战法·盾剑攻斥",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方跃起，并砸击地面，对附近的敌人造成物理伤害。<br>瓦列里拥有至少40点<color style='color:#FFD780;'>冲击势能</color>时，将消耗所有<color style='color:#FFD780;'>冲击势能</color>，改为进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "32.4839%",
                                    "35.1280%",
                                    "37.7720%",
                                    "41.5492%",
                                    "44.1932%",
                                    "47.2150%",
                                    "51.3699%",
                                    "55.5248%",
                                    "59.6798%",
                                    "64.2124%",
                                    "68.7450%",
                                    "73.2777%",
                                    "77.8103%",
                                    "82.3430%",
                                    "86.8756%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "29.3260%",
                                    "31.7130%",
                                    "34.1000%",
                                    "37.5100%",
                                    "39.8970%",
                                    "42.6250%",
                                    "46.3760%",
                                    "50.1270%",
                                    "53.8780%",
                                    "57.9700%",
                                    "62.0620%",
                                    "66.1540%",
                                    "70.2460%",
                                    "74.3380%",
                                    "78.4300%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "45.4175%",
                                    "49.1142%",
                                    "52.8110%",
                                    "58.0921%",
                                    "61.7889%",
                                    "66.0137%",
                                    "71.8230%",
                                    "77.6322%",
                                    "83.4414%",
                                    "89.7787%",
                                    "96.1160%",
                                    "102.4533%",
                                    "108.7907%",
                                    "115.1280%",
                                    "121.4653%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "100.2760%",
                                    "108.4380%",
                                    "116.6000%",
                                    "128.2600%",
                                    "136.4220%",
                                    "145.7500%",
                                    "158.5760%",
                                    "171.4020%",
                                    "184.2280%",
                                    "198.2200%",
                                    "212.2120%",
                                    "226.2040%",
                                    "240.1960%",
                                    "254.1880%",
                                    "268.1800%",
                                ]
                            },
                            {
                                "Desc": "臼炮直射·抵近轰击伤害",
                                "ParamLevelList": [
                                    "229.2000%",
                                    "246.3900%",
                                    "263.5800%",
                                    "286.5000%",
                                    "303.6900%",
                                    "320.8800%",
                                    "343.8000%",
                                    "366.7200%",
                                    "389.6400%",
                                    "412.5600%",
                                    "435.4800%",
                                    "458.4000%",
                                    "487.0500%",
                                    "515.7000%",
                                    "544.3500%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                ]
                            },
                            {
                                "Desc": "雷元素伤害增加",
                                "ParamLevelList": [
                                    "24.3200%攻击力",
                                    "26.1440%攻击力",
                                    "27.9680%攻击力",
                                    "30.4000%攻击力",
                                    "32.2240%攻击力",
                                    "34.0480%攻击力",
                                    "36.4800%攻击力",
                                    "38.9120%攻击力",
                                    "41.3440%攻击力",
                                    "43.7760%攻击力",
                                    "46.2080%攻击力",
                                    "48.6400%攻击力",
                                    "51.6800%攻击力",
                                    "54.7200%攻击力",
                                    "57.7600%攻击力",
                                ]
                            },
                            {
                                "Desc": "星超导反应伤害增加",
                                "ParamLevelList": [
                                    "72.9600%攻击力",
                                    "78.4320%攻击力",
                                    "83.9040%攻击力",
                                    "91.2000%攻击力",
                                    "96.6720%攻击力",
                                    "102.1440%攻击力",
                                    "109.4400%攻击力",
                                    "116.7360%攻击力",
                                    "124.0320%攻击力",
                                    "131.3280%攻击力",
                                    "138.6240%攻击力",
                                    "145.9200%攻击力",
                                    "155.0400%攻击力",
                                    "164.1600%攻击力",
                                    "173.2800%攻击力",
                                ]
                            },
                            {
                                "Desc": "攻斥指令层数",
                                "ParamLevelList": [
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                ]
                            },
                            {
                                "Desc": "攻斥指令持续时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "攻势防御·堡垒骤进",
                        "Desc": "举盾并向前冲刺，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，获得40点<color style='color:#FFD780;'>冲击势能</color>，并展开蓄雷护盾。<br>蓄雷护盾的伤害吸收量受益于瓦列里的攻击力，对<color style='color:#FFACFF;'>雷元素伤害</color>有250%的吸收效果。",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Valeriy_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "166.0000%",
                                    "178.4500%",
                                    "190.9000%",
                                    "207.5000%",
                                    "219.9500%",
                                    "232.4000%",
                                    "249.0000%",
                                    "265.6000%",
                                    "282.2000%",
                                    "298.8000%",
                                    "315.4000%",
                                    "332.0000%",
                                    "352.7500%",
                                    "373.5000%",
                                    "394.2500%",
                                ]
                            },
                            {
                                "Desc": "护盾吸收量",
                                "ParamLevelList": [
                                    "208.8960%攻击力+1309",
                                    "224.5632%攻击力+1440",
                                    "240.2304%攻击力+1582",
                                    "261.1200%攻击力+1735",
                                    "276.7872%攻击力+1899",
                                    "292.4544%攻击力+2073",
                                    "313.3440%攻击力+2259",
                                    "334.2336%攻击力+2455",
                                    "355.1232%攻击力+2663",
                                    "376.0128%攻击力+2881",
                                    "396.9024%攻击力+3110",
                                    "417.7920%攻击力+3350",
                                    "443.9040%攻击力+3601",
                                    "470.0160%攻击力+3863",
                                    "496.1280%攻击力+4136",
                                ]
                            },
                            {
                                "Desc": "护盾持续时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "火力焦点·雷霰急袭",
                        "Desc": "对附近的敌人造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并向高空发射<color style='color:#FFD780;'>雷霰重弹</color>。<color style='color:#FFD780;'>雷霰重弹</color>会分散成大量弹幕坠向地面，对附近的敌人造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Valeriy_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "135.1200%",
                                    "145.2540%",
                                    "155.3880%",
                                    "168.9000%",
                                    "179.0340%",
                                    "189.1680%",
                                    "202.6800%",
                                    "216.1920%",
                                    "229.7040%",
                                    "243.2160%",
                                    "256.7280%",
                                    "270.2400%",
                                    "287.1300%",
                                    "304.0200%",
                                    "320.9100%",
                                ]
                            },
                            {
                                "Desc": "雷霰重弹伤害",
                                "ParamLevelList": [
                                    "31.5200%",
                                    "33.8840%",
                                    "36.2480%",
                                    "39.4000%",
                                    "41.7640%",
                                    "44.1280%",
                                    "47.2800%",
                                    "50.4320%",
                                    "53.5840%",
                                    "56.7360%",
                                    "59.8880%",
                                    "63.0400%",
                                    "66.9800%",
                                    "70.9200%",
                                    "74.8600%",
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "与徐进弹幕为伴",
                        "Desc": "元素爆发<color style='color:#FFD780;'>火力焦点·雷霰急袭</color>中的<color style='color:#FFD780;'>雷霰重弹</color>下坠期间，队伍中附近的当前场上其他角色的元素类型为<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时，瓦列里将获得5点<color style='color:#FFD780;'>冲击势能</color>。每次施放元素爆发后，至多通过这种方式获得80点<color style='color:#FFD780;'>冲击势能</color>。",
                        "Icon": "UI_Talent_S_Valeriy_05"
                    },
                    {
                        "Name": "向防线缺口突击",
                        "Desc": "<color style='color:#FFD780;'>攻斥指令</color>获得强化：依据进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>时消耗的<color style='color:#FFD780;'>冲击势能</color>，每消耗一点<color style='color:#FFD780;'>冲击势能</color>，都会使<color style='color:#FFD780;'>攻斥指令</color>的伤害加成效果进一步提升。若瓦列里：<br>·处于<color style='color:#FFD780;'>辉映·星超导</color>状态：每点消耗的<color style='color:#FFD780;'>冲击势能</color>都会使<color style='color:#FFD780;'>攻斥指令</color>的伤害加成效果提升，提升值相当于瓦列里攻击力的0.9%；<br>·不处于<color style='color:#FFD780;'>辉映·星超导</color>状态：每点消耗的<color style='color:#FFD780;'>冲击势能</color>都会使<color style='color:#FFD780;'>攻斥指令</color>的伤害加成效果提升，提升值相当于瓦列里攻击力的0.3%。",
                        "Icon": "UI_Talent_S_Valeriy_06"
                    },
                    {
                        "Name": "冰原行动情报",
                        "Desc": "在至冬（挪德卡莱除外）执行时长为20小时的探索派遣任务时，获得的奖励增加25%。",
                        "Icon": "UI_Talent_S_Valeriy_07"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "持续压制的时序",
                        "Desc": "进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>后，会为瓦列里恢复6点元素能量。依据进行特殊重击时消耗的<color style='color:#FFD780;'>冲击势能</color>，超过40点的部分，每消耗10点，都会使瓦列里额外恢复1.5点元素能量。每次进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>，至多通过这种方式为瓦列里恢复15点元素能量。该效果每15秒至多触发一次。<br>此外，每次进入战斗状态时，瓦列里首次施放元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>时，还会额外获得相当于原本150%的<color style='color:#FFD780;'>冲击势能</color>。",
                        "Icon": "UI_Talent_S_Valeriy_01"
                    },
                    {
                        "Level": 2,
                        "Name": "伴随冲阵的队型",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>后的18秒内，队伍中附近的所有角色的元素精通提升100点。<br>此外，处于蓄雷护盾庇护下时，若瓦列里的<color style='color:#FFD780;'>冲击势能</color>已达到上限，触发获取<color style='color:#FFD780;'>冲击势能</color>的效果时，将转为提升蓄雷护盾的伤害吸收量，每1点溢出的<color style='color:#FFD780;'>冲击势能</color>都会使蓄雷护盾的伤害吸收量提升瓦列里攻击力的8%，至多通过这种方式转化20点溢出的<color style='color:#FFD780;'>冲击势能</color>。",
                        "Icon": "UI_Talent_S_Valeriy_02"
                    },
                    {
                        "Level": 3,
                        "Name": "白刃对决的戒备",
                        "Desc": "普通攻击<color style='color:#FFD780;'>近卫战法·盾剑攻斥</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Valeriy_01"
                    },
                    {
                        "Level": 4,
                        "Name": "不惧折损的韧性",
                        "Desc": "<color style='color:#FFD780;'>冲击势能</color>的上限提升30点，且获取效率提升30%。<br>此外，突破天赋<color style='color:#FFD780;'>{LINK#P1372101}与徐进弹幕为伴</color>的效果获得强化：每次施放元素爆发后，至多可以通过该天赋获得104点<color style='color:#FFD780;'>冲击势能</color>。需要解锁突破天赋<color style='color:#FFD780;'>与徐进弹幕为伴</color>。",
                        "Icon": "UI_Talent_S_Valeriy_03"
                    },
                    {
                        "Level": 5,
                        "Name": "分割歼灭的专意",
                        "Desc": "元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Valeriy_02"
                    },
                    {
                        "Level": 6,
                        "Name": "穿透敌阵的威能",
                        "Desc": "特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>与元素爆发<color style='color:#FFD780;'>火力焦点·雷霰急袭</color>中的<color style='color:#FFD780;'>雷霰重弹</color>获得强化：造成的伤害提升100%，并且在命中敌人后的7秒内，使其受到的<color style='color:#FFACFF;'>雷元素伤害</color>的暴击率提升10%；若受到的<color style='color:#FFACFF;'>雷元素伤害</color>为星超导反应伤害，则该伤害的暴击伤害也会提升40%。",
                        "Icon": "UI_Talent_S_Valeriy_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "臼炮直射·抵近轰击",
                        "Desc": "瓦列里的特殊重击。拥有至少40点<color style='color:#FFD780;'>冲击势能</color>时进行重击，会消耗所有<color style='color:#FFD780;'>冲击势能</color>，改为进行该特殊重击，对前方造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并获得15层<color style='color:#FFD780;'>攻斥指令</color>。"
                    },
                    {
                        "Name": "攻斥指令",
                        "Desc": "瓦列里进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>后，会获得的特殊效果。依据瓦列里是否处于<color style='color:#FFD780;'>辉映·星超导</color>状态，提升不同类型的<color style='color:#FFACFF;'>雷元素伤害</color>。若瓦列里：<br>·处于<color style='color:#FFD780;'>辉映·星超导</color>状态：队伍中附近的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发对敌人造成视为星超导反应伤害的<color style='color:#FFACFF;'>雷元素伤害</color>时，将消耗一层<color style='color:#FFD780;'>攻斥指令</color>，提升造成的伤害，提升值基于瓦列里的攻击力；<br>·不处于<color style='color:#FFD780;'>辉映·星超导</color>状态：队伍中附近的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发对敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>时，将消耗一层<color style='color:#FFD780;'>攻斥指令</color>，提升造成的伤害，提升值基于瓦列里的攻击力。<br>一次<color style='color:#FFACFF;'>雷元素伤害</color>同时命中多名敌人时，会依据命中敌人的数量消耗<color style='color:#FFD780;'>攻斥指令</color>的层数。"
                    },
                    {
                        "Name": "冲击势能",
                        "Desc": "瓦列里用于强化战斗的特殊能量，初始上限为100点。拥有至少40点<color style='color:#FFD780;'>冲击势能</color>时，可以进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>。<br>瓦列里可以通过以下方式获取<color style='color:#FFD780;'>冲击势能</color>：<br>·施放元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>时；<br>·解锁固有天赋「与徐进弹幕为伴」后，元素爆发<color style='color:#FFD780;'>火力焦点·雷霰急袭</color>持续期间，队伍中附近的当前场上角色的元素类型为<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时。"
                    },
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "近卫战法·盾剑攻斥",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方跃起，并砸击地面，对附近的敌人造成物理伤害。<br>瓦列里拥有至少40点<color style='color:#FFD780;'>冲击势能</color>时，将消耗所有<color style='color:#FFD780;'>冲击势能</color>，改为进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "32.4839%",
                                    "35.1280%",
                                    "37.7720%",
                                    "41.5492%",
                                    "44.1932%",
                                    "47.2150%",
                                    "51.3699%",
                                    "55.5248%",
                                    "59.6798%",
                                    "64.2124%",
                                    "68.7450%",
                                    "73.2777%",
                                    "77.8103%",
                                    "82.3430%",
                                    "86.8756%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "29.3260%",
                                    "31.7130%",
                                    "34.1000%",
                                    "37.5100%",
                                    "39.8970%",
                                    "42.6250%",
                                    "46.3760%",
                                    "50.1270%",
                                    "53.8780%",
                                    "57.9700%",
                                    "62.0620%",
                                    "66.1540%",
                                    "70.2460%",
                                    "74.3380%",
                                    "78.4300%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "45.4175%",
                                    "49.1142%",
                                    "52.8110%",
                                    "58.0921%",
                                    "61.7889%",
                                    "66.0137%",
                                    "71.8230%",
                                    "77.6322%",
                                    "83.4414%",
                                    "89.7787%",
                                    "96.1160%",
                                    "102.4533%",
                                    "108.7907%",
                                    "115.1280%",
                                    "121.4653%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "100.2760%",
                                    "108.4380%",
                                    "116.6000%",
                                    "128.2600%",
                                    "136.4220%",
                                    "145.7500%",
                                    "158.5760%",
                                    "171.4020%",
                                    "184.2280%",
                                    "198.2200%",
                                    "212.2120%",
                                    "226.2040%",
                                    "240.1960%",
                                    "254.1880%",
                                    "268.1800%",
                                ]
                            },
                            {
                                "Desc": "臼炮直射·抵近轰击伤害",
                                "ParamLevelList": [
                                    "229.2000%",
                                    "246.3900%",
                                    "263.5800%",
                                    "286.5000%",
                                    "303.6900%",
                                    "320.8800%",
                                    "343.8000%",
                                    "366.7200%",
                                    "389.6400%",
                                    "412.5600%",
                                    "435.4800%",
                                    "458.4000%",
                                    "487.0500%",
                                    "515.7000%",
                                    "544.3500%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                ]
                            },
                            {
                                "Desc": "雷元素伤害增加",
                                "ParamLevelList": [
                                    "24.3200%攻击力",
                                    "26.1440%攻击力",
                                    "27.9680%攻击力",
                                    "30.4000%攻击力",
                                    "32.2240%攻击力",
                                    "34.0480%攻击力",
                                    "36.4800%攻击力",
                                    "38.9120%攻击力",
                                    "41.3440%攻击力",
                                    "43.7760%攻击力",
                                    "46.2080%攻击力",
                                    "48.6400%攻击力",
                                    "51.6800%攻击力",
                                    "54.7200%攻击力",
                                    "57.7600%攻击力",
                                ]
                            },
                            {
                                "Desc": "星超导反应伤害增加",
                                "ParamLevelList": [
                                    "72.9600%攻击力",
                                    "78.4320%攻击力",
                                    "83.9040%攻击力",
                                    "91.2000%攻击力",
                                    "96.6720%攻击力",
                                    "102.1440%攻击力",
                                    "109.4400%攻击力",
                                    "116.7360%攻击力",
                                    "124.0320%攻击力",
                                    "131.3280%攻击力",
                                    "138.6240%攻击力",
                                    "145.9200%攻击力",
                                    "155.0400%攻击力",
                                    "164.1600%攻击力",
                                    "173.2800%攻击力",
                                ]
                            },
                            {
                                "Desc": "攻斥指令层数",
                                "ParamLevelList": [
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                    "15层",
                                ]
                            },
                            {
                                "Desc": "攻斥指令持续时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "攻势防御·堡垒骤进",
                        "Desc": "举盾并向前冲刺，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，获得40点<color style='color:#FFD780;'>冲击势能</color>，并展开蓄雷护盾。<br>蓄雷护盾的伤害吸收量受益于瓦列里的攻击力，对<color style='color:#FFACFF;'>雷元素伤害</color>有250%的吸收效果。",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Valeriy_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "166.0000%",
                                    "178.4500%",
                                    "190.9000%",
                                    "207.5000%",
                                    "219.9500%",
                                    "232.4000%",
                                    "249.0000%",
                                    "265.6000%",
                                    "282.2000%",
                                    "298.8000%",
                                    "315.4000%",
                                    "332.0000%",
                                    "352.7500%",
                                    "373.5000%",
                                    "394.2500%",
                                ]
                            },
                            {
                                "Desc": "护盾吸收量",
                                "ParamLevelList": [
                                    "208.8960%攻击力+1309",
                                    "224.5632%攻击力+1440",
                                    "240.2304%攻击力+1582",
                                    "261.1200%攻击力+1735",
                                    "276.7872%攻击力+1899",
                                    "292.4544%攻击力+2073",
                                    "313.3440%攻击力+2259",
                                    "334.2336%攻击力+2455",
                                    "355.1232%攻击力+2663",
                                    "376.0128%攻击力+2881",
                                    "396.9024%攻击力+3110",
                                    "417.7920%攻击力+3350",
                                    "443.9040%攻击力+3601",
                                    "470.0160%攻击力+3863",
                                    "496.1280%攻击力+4136",
                                ]
                            },
                            {
                                "Desc": "护盾持续时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                    "10.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "火力焦点·雷霰急袭",
                        "Desc": "对附近的敌人造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并向高空发射<color style='color:#FFD780;'>雷霰重弹</color>。<color style='color:#FFD780;'>雷霰重弹</color>会分散成大量弹幕坠向地面，对附近的敌人造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Valeriy_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "135.1200%",
                                    "145.2540%",
                                    "155.3880%",
                                    "168.9000%",
                                    "179.0340%",
                                    "189.1680%",
                                    "202.6800%",
                                    "216.1920%",
                                    "229.7040%",
                                    "243.2160%",
                                    "256.7280%",
                                    "270.2400%",
                                    "287.1300%",
                                    "304.0200%",
                                    "320.9100%",
                                ]
                            },
                            {
                                "Desc": "雷霰重弹伤害",
                                "ParamLevelList": [
                                    "31.5200%",
                                    "33.8840%",
                                    "36.2480%",
                                    "39.4000%",
                                    "41.7640%",
                                    "44.1280%",
                                    "47.2800%",
                                    "50.4320%",
                                    "53.5840%",
                                    "56.7360%",
                                    "59.8880%",
                                    "63.0400%",
                                    "66.9800%",
                                    "70.9200%",
                                    "74.8600%",
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                    "12.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "与徐进弹幕为伴",
                        "Desc": "元素爆发<color style='color:#FFD780;'>火力焦点·雷霰急袭</color>中的<color style='color:#FFD780;'>雷霰重弹</color>下坠期间，队伍中附近的当前场上其他角色的元素类型为<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时，瓦列里将获得5点<color style='color:#FFD780;'>冲击势能</color>。每次施放元素爆发后，至多通过这种方式获得80点<color style='color:#FFD780;'>冲击势能</color>。",
                        "Icon": "UI_Talent_S_Valeriy_05"
                    },
                    {
                        "Name": "向防线缺口突击",
                        "Desc": "<color style='color:#FFD780;'>攻斥指令</color>获得强化：依据进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>时消耗的<color style='color:#FFD780;'>冲击势能</color>，每消耗一点<color style='color:#FFD780;'>冲击势能</color>，都会使<color style='color:#FFD780;'>攻斥指令</color>的伤害加成效果进一步提升。若瓦列里：<br>·处于<color style='color:#FFD780;'>辉映·星超导</color>状态：每点消耗的<color style='color:#FFD780;'>冲击势能</color>都会使<color style='color:#FFD780;'>攻斥指令</color>的伤害加成效果提升，提升值相当于瓦列里攻击力的0.9%；<br>·不处于<color style='color:#FFD780;'>辉映·星超导</color>状态：每点消耗的<color style='color:#FFD780;'>冲击势能</color>都会使<color style='color:#FFD780;'>攻斥指令</color>的伤害加成效果提升，提升值相当于瓦列里攻击力的0.3%。",
                        "Icon": "UI_Talent_S_Valeriy_06"
                    },
                    {
                        "Name": "极寒应变惯性",
                        "Desc": "处于<color style='color:#FFD780;'>极星辉域</color>中时，瓦列里将会进入<color style='color:#FFD780;'>辉映·星超导</color>状态。",
                        "Icon": "UI_Talent_S_Valeriy_08"
                    },
                    {
                        "Name": "冰原行动情报",
                        "Desc": "在至冬（挪德卡莱除外）执行时长为20小时的探索派遣任务时，获得的奖励增加25%。",
                        "Icon": "UI_Talent_S_Valeriy_07"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "持续压制的时序",
                        "Desc": "进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>后，会为瓦列里恢复6点元素能量。依据进行特殊重击时消耗的<color style='color:#FFD780;'>冲击势能</color>，超过40点的部分，每消耗10点，都会使瓦列里额外恢复1.5点元素能量。每次进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>，至多通过这种方式为瓦列里恢复15点元素能量。该效果每15秒至多触发一次。<br>此外，每次进入战斗状态时，瓦列里首次施放元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>时，还会额外获得相当于原本150%的<color style='color:#FFD780;'>冲击势能</color>。",
                        "Icon": "UI_Talent_S_Valeriy_01"
                    },
                    {
                        "Level": 2,
                        "Name": "伴随冲阵的队型",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>后的18秒内，队伍中附近的所有角色的元素精通提升100点。<br>此外，处于蓄雷护盾庇护下时，若瓦列里的<color style='color:#FFD780;'>冲击势能</color>已达到上限，触发获取<color style='color:#FFD780;'>冲击势能</color>的效果时，将转为提升蓄雷护盾的伤害吸收量，每1点溢出的<color style='color:#FFD780;'>冲击势能</color>都会使蓄雷护盾的伤害吸收量提升瓦列里攻击力的8%，至多通过这种方式转化20点溢出的<color style='color:#FFD780;'>冲击势能</color>。",
                        "Icon": "UI_Talent_S_Valeriy_02"
                    },
                    {
                        "Level": 3,
                        "Name": "白刃对决的戒备",
                        "Desc": "普通攻击<color style='color:#FFD780;'>近卫战法·盾剑攻斥</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Valeriy_01"
                    },
                    {
                        "Level": 4,
                        "Name": "不惧折损的韧性",
                        "Desc": "<color style='color:#FFD780;'>冲击势能</color>的上限提升30点，且获取效率提升30%。<br>此外，突破天赋<color style='color:#FFD780;'>{LINK#P1372101}与徐进弹幕为伴</color>的效果获得强化：每次施放元素爆发后，至多可以通过该天赋获得104点<color style='color:#FFD780;'>冲击势能</color>。需要解锁突破天赋<color style='color:#FFD780;'>与徐进弹幕为伴</color>。",
                        "Icon": "UI_Talent_S_Valeriy_03"
                    },
                    {
                        "Level": 5,
                        "Name": "分割歼灭的专意",
                        "Desc": "元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Valeriy_02"
                    },
                    {
                        "Level": 6,
                        "Name": "穿透敌阵的威能",
                        "Desc": "特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>与元素爆发<color style='color:#FFD780;'>火力焦点·雷霰急袭</color>中的<color style='color:#FFD780;'>雷霰重弹</color>获得强化：造成的伤害提升100%，并且在命中敌人后的7秒内，使其受到的<color style='color:#FFACFF;'>雷元素伤害</color>的暴击率提升10%；若受到的<color style='color:#FFACFF;'>雷元素伤害</color>为星超导反应伤害，则该伤害的暴击伤害也会提升40%。",
                        "Icon": "UI_Talent_S_Valeriy_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "极星辉域",
                        "Desc": "触发星超导反应时，附近的区域会短暂变化为<color style='color:#FFD780;'>极星辉域</color>；处于极星辉域中时，特定角色将会进入<color style='color:#FFD780;'>辉映·星超导</color>状态，使其不同技能分别获得对应的强化效果。"
                    },
                    {
                        "Name": "臼炮直射·抵近轰击",
                        "Desc": "瓦列里的特殊重击。拥有至少40点<color style='color:#FFD780;'>冲击势能</color>时进行重击，会消耗所有<color style='color:#FFD780;'>冲击势能</color>，改为进行该特殊重击，对前方造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并获得15层<color style='color:#FFD780;'>攻斥指令</color>。<br>再次施放特殊重击时，<color style='color:#FFD780;'>攻斥指令</color>的层数将会刷新。<br>施放元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>或元素爆发<color style='color:#FFD780;'>火力焦点·雷霰急袭</color>后的0.8秒内，若瓦列里拥有至少40点<color style='color:#FFD780;'>冲击势能</color>，则瓦列里进行的下一次普通攻击将会转为进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>。"
                    },
                    {
                        "Name": "攻斥指令",
                        "Desc": "瓦列里进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>后，会获得的特殊效果。依据瓦列里是否处于<color style='color:#FFD780;'>辉映·星超导</color>状态，提升不同类型的<color style='color:#FFACFF;'>雷元素伤害</color>。若瓦列里：<br>·处于<color style='color:#FFD780;'>辉映·星超导</color>状态：队伍中附近的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发对敌人造成视为星超导反应伤害的<color style='color:#FFACFF;'>雷元素伤害</color>时，将消耗一层<color style='color:#FFD780;'>攻斥指令</color>，提升造成的伤害，提升值基于瓦列里的攻击力；<br>·不处于<color style='color:#FFD780;'>辉映·星超导</color>状态：队伍中附近的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发对敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>时，将消耗一层<color style='color:#FFD780;'>攻斥指令</color>，提升造成的伤害，提升值基于瓦列里的攻击力。<br>一次<color style='color:#FFACFF;'>雷元素伤害</color>同时命中多名敌人时，会依据命中敌人的数量消耗<color style='color:#FFD780;'>攻斥指令</color>的层数。"
                    },
                    {
                        "Name": "冲击势能",
                        "Desc": "瓦列里用于强化战斗的特殊能量，初始上限为100点。拥有至少40点<color style='color:#FFD780;'>冲击势能</color>时，可以进行特殊重击<color style='color:#FFD780;'>臼炮直射·抵近轰击</color>。<br>瓦列里可以通过以下方式获取<color style='color:#FFD780;'>冲击势能</color>：<br>·施放元素战技<color style='color:#FFD780;'>攻势防御·堡垒骤进</color>时；<br>·解锁突破天赋「与徐进弹幕为伴」后，元素爆发<color style='color:#FFD780;'>火力焦点·雷霰急袭</color>持续期间，队伍中附近的当前场上角色的元素类型为<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时。"
                    },
                ]
            },
        }
    }
}

var _AvatarAttackConfig_ = {
    "137": {}
}
