// Auto Generated

var _AvatarDataConfig_ = {
    "140": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "140": {
        "Promotion": [
            {
            },
            {
                "202": 20000,
                "104121": 1,
                "101275": 3,
                "112149": 3,
            },
            {
                "202": 40000,
                "104122": 3,
                "113090": 2,
                "101275": 10,
                "112149": 15,
            },
            {
                "202": 60000,
                "104122": 6,
                "113090": 4,
                "101275": 20,
                "112150": 12,
            },
            {
                "202": 80000,
                "104123": 3,
                "113090": 8,
                "101275": 30,
                "112150": 18,
            },
            {
                "202": 100000,
                "104123": 6,
                "113090": 12,
                "101275": 45,
                "112151": 12,
            },
            {
                "202": 120000,
                "104124": 6,
                "113090": 20,
                "101275": 60,
                "112151": 24,
            },
        ],
        "A": [
            {
                "202": 12500,
                "104368": 3,
                "112149": 6,
            },
            {
                "202": 17500,
                "104369": 2,
                "112150": 3,
            },
            {
                "202": 25000,
                "104369": 4,
                "112150": 4,
            },
            {
                "202": 30000,
                "104369": 6,
                "112150": 6,
            },
            {
                "202": 37500,
                "104369": 9,
                "112150": 9,
            },
            {
                "202": 120000,
                "104370": 4,
                "112151": 4,
                "113082": 1,
            },
            {
                "202": 260000,
                "104370": 6,
                "112151": 6,
                "113082": 1,
            },
            {
                "202": 450000,
                "104370": 12,
                "112151": 9,
                "113082": 2,
            },
            {
                "202": 700000,
                "104370": 16,
                "112151": 12,
                "113082": 2,
                "104319": 1,
            },
        ],
        "E": [
            {
                "202": 12500,
                "104368": 3,
                "112149": 6,
            },
            {
                "202": 17500,
                "104369": 2,
                "112150": 3,
            },
            {
                "202": 25000,
                "104369": 4,
                "112150": 4,
            },
            {
                "202": 30000,
                "104369": 6,
                "112150": 6,
            },
            {
                "202": 37500,
                "104369": 9,
                "112150": 9,
            },
            {
                "202": 120000,
                "104370": 4,
                "112151": 4,
                "113082": 1,
            },
            {
                "202": 260000,
                "104370": 6,
                "112151": 6,
                "113082": 1,
            },
            {
                "202": 450000,
                "104370": 12,
                "112151": 9,
                "113082": 2,
            },
            {
                "202": 700000,
                "104370": 16,
                "112151": 12,
                "113082": 2,
                "104319": 1,
            },
        ],
        "Q": [
            {
                "202": 12500,
                "104368": 3,
                "112149": 6,
            },
            {
                "202": 17500,
                "104369": 2,
                "112150": 3,
            },
            {
                "202": 25000,
                "104369": 4,
                "112150": 4,
            },
            {
                "202": 30000,
                "104369": 6,
                "112150": 6,
            },
            {
                "202": 37500,
                "104369": 9,
                "112150": 9,
            },
            {
                "202": 120000,
                "104370": 4,
                "112151": 4,
                "113082": 1,
            },
            {
                "202": 260000,
                "104370": 6,
                "112151": 6,
                "113082": 1,
            },
            {
                "202": 450000,
                "104370": 12,
                "112151": 9,
                "113082": 2,
            },
            {
                "202": 700000,
                "104370": 16,
                "112151": 12,
                "113082": 2,
                "104319": 1,
            },
        ],
    }
}

var _AvatarSkillPConfig_ = {
    "140": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "水妖舞曲",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的音波攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，发射水球造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "43.3848%",
                                    "46.6387%",
                                    "49.8925%",
                                    "54.2310%",
                                    "57.4849%",
                                    "60.7387%",
                                    "65.0772%",
                                    "69.4157%",
                                    "73.7542%",
                                    "78.0926%",
                                    "82.4311%",
                                    "86.7696%",
                                    "92.1927%",
                                    "97.6158%",
                                    "103.0389%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "40.2320%",
                                    "43.2494%",
                                    "46.2668%",
                                    "50.2900%",
                                    "53.3074%",
                                    "56.3248%",
                                    "60.3480%",
                                    "64.3712%",
                                    "68.3944%",
                                    "72.4176%",
                                    "76.4408%",
                                    "80.4640%",
                                    "85.4930%",
                                    "90.5220%",
                                    "95.5510%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "49.3016%",
                                    "52.9992%",
                                    "56.6968%",
                                    "61.6270%",
                                    "65.3246%",
                                    "69.0222%",
                                    "73.9524%",
                                    "78.8826%",
                                    "83.8127%",
                                    "88.7429%",
                                    "93.6730%",
                                    "98.6032%",
                                    "104.7659%",
                                    "110.9286%",
                                    "117.0913%",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "65.5632%",
                                    "70.4804%",
                                    "75.3977%",
                                    "81.9540%",
                                    "86.8712%",
                                    "91.7885%",
                                    "98.3448%",
                                    "104.9011%",
                                    "111.4574%",
                                    "118.0138%",
                                    "124.5701%",
                                    "131.1264%",
                                    "139.3218%",
                                    "147.5172%",
                                    "155.7126%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "123.7600%",
                                    "133.0420%",
                                    "142.3240%",
                                    "154.7000%",
                                    "163.9820%",
                                    "173.2640%",
                                    "185.6400%",
                                    "198.0160%",
                                    "210.3920%",
                                    "222.7680%",
                                    "235.1440%",
                                    "247.5200%",
                                    "262.9900%",
                                    "278.4600%",
                                    "293.9300%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.0800%",
                                    "72.6880%",
                                    "77.3136%",
                                    "82.6000%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.3360%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.9840%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.1320%/165.0400%",
                                    "145.3452%/181.5440%",
                                    "154.5944%/193.0968%",
                                    "165.1650%/206.3000%",
                                    "179.6995%/224.4544%",
                                    "194.2340%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.5680%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.5920%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "水妖序曲",
                        "Desc": "沃雅妮莎变身人鱼造成一次<color style='color:#80C0FF;'>水元素伤害</color>，之后进入<color style='color:#FFD780;'>麦克风召唤</color>状态，在一段时间内持续召唤麦克风演奏。期间麦克风将在场上周期性出现，协同当前场上角色对敌人发动攻击造成<color style='color:#80C0FF;'>水元素伤害</color>，使敌人的<color style='color:#80C0FF;'>水元素抗性</color>与<color style='color:#99FFFF;'>冰元素抗性</color>降低。<br>麦克风召唤期间，会提高当前场上角色的抗打断能力，并周期性并治疗当前场上角色。",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Vodyanitsa_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "3.2720%生命值上限",
                                    "3.5174%生命值上限",
                                    "3.7628%生命值上限",
                                    "4.0900%生命值上限",
                                    "4.3354%生命值上限",
                                    "4.5808%生命值上限",
                                    "4.9080%生命值上限",
                                    "5.2352%生命值上限",
                                    "5.5624%生命值上限",
                                    "5.8896%生命值上限",
                                    "6.2168%生命值上限",
                                    "6.5440%生命值上限",
                                    "6.9530%生命值上限",
                                    "7.3620%生命值上限",
                                    "7.7710%生命值上限",
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                ]
                            },
                            {
                                "Desc": "麦克风召唤间隔",
                                "ParamLevelList": [
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                ]
                            },
                            {
                                "Desc": "麦克风伤害",
                                "ParamLevelList": [
                                    "3.2720%生命值上限",
                                    "3.5174%生命值上限",
                                    "3.7628%生命值上限",
                                    "4.0900%生命值上限",
                                    "4.3354%生命值上限",
                                    "4.5808%生命值上限",
                                    "4.9080%生命值上限",
                                    "5.2352%生命值上限",
                                    "5.5624%生命值上限",
                                    "5.8896%生命值上限",
                                    "6.2168%生命值上限",
                                    "6.5440%生命值上限",
                                    "6.9530%生命值上限",
                                    "7.3620%生命值上限",
                                    "7.7710%生命值上限",
                                ]
                            },
                            {
                                "Desc": "麦克风治疗量",
                                "ParamLevelList": [
                                    "269+2.8000%生命值上限",
                                    "296+3.0100%生命值上限",
                                    "325+3.2200%生命值上限",
                                    "357+3.5000%生命值上限",
                                    "390+3.7100%生命值上限",
                                    "426+3.9200%生命值上限",
                                    "465+4.2000%生命值上限",
                                    "505+4.4800%生命值上限",
                                    "548+4.7600%生命值上限",
                                    "593+5.0400%生命值上限",
                                    "640+5.3200%生命值上限",
                                    "689+5.6000%生命值上限",
                                    "741+5.9500%生命值上限",
                                    "795+6.3000%生命值上限",
                                    "851+6.6500%生命值上限",
                                ]
                            },
                            {
                                "Desc": "治疗间隔",
                                "ParamLevelList": [
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                ]
                            },
                            {
                                "Desc": "水冰元素抗性下降",
                                "ParamLevelList": [
                                    "14.3000%",
                                    "15.6000%",
                                    "16.9000%",
                                    "18.2000%",
                                    "19.5000%",
                                    "20.8000%",
                                    "22.1000%",
                                    "23.4000%",
                                    "24.7000%",
                                    "26.0000%",
                                    "27.5600%",
                                    "29.1200%",
                                    "30.6800%",
                                    "32.2400%",
                                    "33.8000%",
                                ]
                            },
                            {
                                "Desc": "减抗持续时间",
                                "ParamLevelList": [
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "水妖咏叹调",
                        "Desc": "沃雅妮莎尽情演唱，对敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>如果处于麦克风演奏状态，还会使本次伤害获得额外提升。",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Vodyanitsa_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "45.6768%生命值上限",
                                    "49.1026%生命值上限",
                                    "52.5283%生命值上限",
                                    "57.0960%生命值上限",
                                    "60.5218%生命值上限",
                                    "63.9475%生命值上限",
                                    "68.5152%生命值上限",
                                    "73.0829%生命值上限",
                                    "77.6506%生命值上限",
                                    "82.2182%生命值上限",
                                    "86.7859%生命值上限",
                                    "91.3536%生命值上限",
                                    "97.0632%生命值上限",
                                    "102.7728%生命值上限",
                                    "108.4824%生命值上限",
                                ]
                            },
                            {
                                "Desc": "麦克风共鸣加成",
                                "ParamLevelList": [
                                    "48.0000%",
                                    "51.6000%",
                                    "55.2000%",
                                    "60.0000%",
                                    "63.6000%",
                                    "67.2000%",
                                    "72.0000%",
                                    "76.8000%",
                                    "81.6000%",
                                    "86.4000%",
                                    "91.2000%",
                                    "96.0000%",
                                    "102.0000%",
                                    "108.0000%",
                                    "114.0000%",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "突破天赋1",
                        "Desc": "元素战技持续期间，队伍内生成的星辉风旋将转为<color style='color:#FFD780;'>「流荡风旋」</color>，流荡风旋生成和引爆时会使附近敌人的<color style='color:#80FFD7;'>风元素抗性</color>降低30%，持续6秒。",
                        "Icon": "UI_Talent_S_Vodyanitsa_06"
                    },
                    {
                        "Name": "突破天赋2",
                        "Desc": "进入<color style='color:#FFD780;'>麦克风召唤</color>状态时，沃雅妮莎获得17层<color style='color:#FFD780;'>「独奏」</color>和10层<color style='color:#FFD780;'>「协奏」</color>。",
                        "Icon": "UI_Talent_S_Vodyanitsa_05"
                    },
                    {
                        "Name": "固有天赋",
                        "Desc": "在非战斗状态下，元素战技长按可以持续消耗体力使沃雅妮莎在人鱼形态下高速移动，期间可以在水面移动，持续一段时间、体力耗尽或再次施放元素战技可以退出状态。<br>另外，沃雅妮莎在游泳状态下也会以更高的体力消耗换来更快的移动速度……",
                        "Icon": "UI_Talent_S_Vodyanitsa_07"
                    },
                    {
                        "Name": "生活天赋",
                        "Desc": "沃雅妮莎在演奏乐器时，不会发出乐器原本的声音，而是转为自己唱歌的阿卡贝拉人声演奏。",
                        "Icon": "UI_Talent_S_Vodyanitsa_08"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "命座1",
                        "Desc": "沃雅妮莎每次进行治疗时，会使附近队伍中角色的攻击力提升，提升值基于沃雅妮莎生命值上限的0.7%，持续3秒。",
                        "Icon": "UI_Talent_S_Vodyanitsa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "命座2",
                        "Desc": "每次麦克风攻击时，沃雅妮莎将获得<color style='color:#FFD780;'>「合奏」</color>效果，使当前场上角色的<color style='color:#80C0FF;'>水元素伤害</color>与<color style='color:#99FFFF;'>冰元素伤害</color>的暴击伤害提升50%，持续5秒；<br>若场上存在或最近存在过<color style='color:#FFD780;'>「流荡风旋」</color>，<color style='color:#FFD780;'>「合奏」</color>会被异化为<color style='color:#FFD780;'>「变奏」</color>，使当前场上角色造成的星扩散反应的暴击伤害提升60%，持续5秒。<br>此外，元素战技的<color style='color:#FFD780;'>麦克风召唤</color>持续时间延长9秒。",
                        "Icon": "UI_Talent_S_Vodyanitsa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "命座3",
                        "Desc": "元素战技<color style='color:#FFD780;'>元素战技 </color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Vodyanitsa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "命座4",
                        "Desc": "沃雅妮莎每次进行治疗时，将基于被治疗角色的生命值获得不同效果：<br>· 若被治疗角色生命值低于40%，此次治疗量提升50%；<br>· 若被治疗角色生命值高于40%，将使沃雅妮莎自身生命值提升20%，持续6秒，至多叠加3层，每层独立计时。",
                        "Icon": "UI_Talent_S_Vodyanitsa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "命座5",
                        "Desc": "元素爆发<color style='color:#FFD780;'>元素爆发 </color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Vodyanitsa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "命座6",
                        "Desc": "命座2里，<color style='color:#FFD780;'>「合奏」</color>或<color style='color:#FFD780;'>「变奏」</color>将对附近队伍中角色全体生效<br>此外，元素战技的<color style='color:#FFD780;'>麦克风召唤</color>期间，附近队伍中角色造成的星扩散伤害擢升25%，造成的<color style='color:#80C0FF;'>水元素伤害</color>与<color style='color:#99FFFF;'>冰元素伤害</color>提升50%。",
                        "Icon": "UI_Talent_S_Vodyanitsa_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "协奏",
                        "Desc": "「协奏」和「独奏」效果一致，但只对队伍中附近非当前场上角色生效。<br>若场上存在或最近存在过<color style='color:#FFD780;'>「流荡风旋」</color>，「协奏」也会被异化成<color style='color:#FFD780;'>「星·协奏」</color>。"
                    },
                    {
                        "Name": "独奏",
                        "Desc": "当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发造成<color style='color:#80C0FF;'>水元素伤害</color>与<color style='color:#99FFFF;'>冰元素伤害</color>时，将消耗一层「独奏」提升本次伤害。<br>若场上存在或最近存在过<color style='color:#FFD780;'>「流荡风旋」</color>，「独奏」会被异化成<color style='color:#FFD780;'>「星·独奏」</color>，变成只有角色的星扩散反应能够消耗层数和提升伤害。<br>基于沃雅妮莎生命值上限超过40000的部分，每1000点生命值上限将使星扩散伤害提升260点，使<color style='color:#80C0FF;'>水元素伤害</color>与<color style='color:#99FFFF;'>冰元素伤害</color>提升140点。<br>通过这种方式至多使星扩散伤害提升6500点，使<color style='color:#80C0FF;'>水元素伤害</color>与<color style='color:#99FFFF;'>冰元素伤害</color>提升3500点。"
                    },
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "水色咏叹",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>吟咏古老的水妖之歌，进行至多四段的攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方掷出水球，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "43.3848%",
                                    "46.6387%",
                                    "49.8925%",
                                    "54.2310%",
                                    "57.4849%",
                                    "60.7387%",
                                    "65.0772%",
                                    "69.4157%",
                                    "73.7542%",
                                    "78.0926%",
                                    "82.4311%",
                                    "86.7696%",
                                    "92.1927%",
                                    "97.6158%",
                                    "103.0389%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "40.2320%",
                                    "43.2494%",
                                    "46.2668%",
                                    "50.2900%",
                                    "53.3074%",
                                    "56.3248%",
                                    "60.3480%",
                                    "64.3712%",
                                    "68.3944%",
                                    "72.4176%",
                                    "76.4408%",
                                    "80.4640%",
                                    "85.4930%",
                                    "90.5220%",
                                    "95.5510%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "49.3016%",
                                    "52.9992%",
                                    "56.6968%",
                                    "61.6270%",
                                    "65.3246%",
                                    "69.0222%",
                                    "73.9524%",
                                    "78.8826%",
                                    "83.8127%",
                                    "88.7429%",
                                    "93.6730%",
                                    "98.6032%",
                                    "104.7659%",
                                    "110.9286%",
                                    "117.0913%",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "65.5632%",
                                    "70.4804%",
                                    "75.3977%",
                                    "81.9540%",
                                    "86.8712%",
                                    "91.7885%",
                                    "98.3448%",
                                    "104.9011%",
                                    "111.4574%",
                                    "118.0138%",
                                    "124.5701%",
                                    "131.1264%",
                                    "139.3218%",
                                    "147.5172%",
                                    "155.7126%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "123.7600%",
                                    "133.0420%",
                                    "142.3240%",
                                    "154.7000%",
                                    "163.9820%",
                                    "173.2640%",
                                    "185.6400%",
                                    "198.0160%",
                                    "210.3920%",
                                    "222.7680%",
                                    "235.1440%",
                                    "247.5200%",
                                    "262.9900%",
                                    "278.4600%",
                                    "293.9300%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                    "50.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.0800%",
                                    "72.6880%",
                                    "77.3136%",
                                    "82.6000%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.3360%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.9840%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.1320%/165.0400%",
                                    "145.3452%/181.5440%",
                                    "154.5944%/193.0968%",
                                    "165.1650%/206.3000%",
                                    "179.6995%/224.4544%",
                                    "194.2340%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.5680%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.5920%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "宣叙·晨声纷流",
                        "Desc": "显现出水妖原本的姿态，造成<color style='color:#80C0FF;'>水元素范围伤害</color>，使受到伤害的敌人<color style='color:#80C0FF;'>水元素抗性</color>与<color style='color:#99FFFF;'>冰元素抗性</color>降低，并获得<color style='color:#FFD780;'>遥久之歌</color>效果：持续期间，沃雅妮莎将召唤出古老的<color style='color:#FFD780;'>唤春角笛</color>，间歇性快速移动至一名敌人附近，对其进行攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br>受到上述两种伤害的敌人的<color style='color:#80C0FF;'>水元素抗性</color>与<color style='color:#99FFFF;'>冰元素抗性</color>降低。此外，<color style='color:#FFD780;'>遥久之歌</color>效果持续期间，还会提升队伍中自己的当前场上角色的抗打断能力，并间歇性为其恢复生命值，恢复量受益于沃雅妮莎的生命值上限。<br><br><i>「我不叹惋，不呼唤，也不哀哭。一切都会过去，如薄雾悄然拂过白色的苹果树。」<br>「尽管如此，尽管如此——陆地上的生灵啊，我愿你们永远地美好幸福。」</i>",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Vodyanitsa_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "3.2720%生命值上限",
                                    "3.5174%生命值上限",
                                    "3.7628%生命值上限",
                                    "4.0900%生命值上限",
                                    "4.3354%生命值上限",
                                    "4.5808%生命值上限",
                                    "4.9080%生命值上限",
                                    "5.2352%生命值上限",
                                    "5.5624%生命值上限",
                                    "5.8896%生命值上限",
                                    "6.2168%生命值上限",
                                    "6.5440%生命值上限",
                                    "6.9530%生命值上限",
                                    "7.3620%生命值上限",
                                    "7.7710%生命值上限",
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                ]
                            },
                            {
                                "Desc": "唤春角笛攻击间隔",
                                "ParamLevelList": [
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                    "3.0000秒",
                                ]
                            },
                            {
                                "Desc": "唤春角笛伤害",
                                "ParamLevelList": [
                                    "3.2720%生命值上限",
                                    "3.5174%生命值上限",
                                    "3.7628%生命值上限",
                                    "4.0900%生命值上限",
                                    "4.3354%生命值上限",
                                    "4.5808%生命值上限",
                                    "4.9080%生命值上限",
                                    "5.2352%生命值上限",
                                    "5.5624%生命值上限",
                                    "5.8896%生命值上限",
                                    "6.2168%生命值上限",
                                    "6.5440%生命值上限",
                                    "6.9530%生命值上限",
                                    "7.3620%生命值上限",
                                    "7.7710%生命值上限",
                                ]
                            },
                            {
                                "Desc": "遥久之歌治疗量",
                                "ParamLevelList": [
                                    "269+2.8000%生命值上限",
                                    "296+3.0100%生命值上限",
                                    "325+3.2200%生命值上限",
                                    "357+3.5000%生命值上限",
                                    "390+3.7100%生命值上限",
                                    "426+3.9200%生命值上限",
                                    "465+4.2000%生命值上限",
                                    "505+4.4800%生命值上限",
                                    "548+4.7600%生命值上限",
                                    "593+5.0400%生命值上限",
                                    "640+5.3200%生命值上限",
                                    "689+5.6000%生命值上限",
                                    "741+5.9500%生命值上限",
                                    "795+6.3000%生命值上限",
                                    "851+6.6500%生命值上限",
                                ]
                            },
                            {
                                "Desc": "遥久之歌治疗间隔",
                                "ParamLevelList": [
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                    "1.5000秒",
                                ]
                            },
                            {
                                "Desc": "水元素/冰元素抗性降低",
                                "ParamLevelList": [
                                    "14.3000%",
                                    "15.6000%",
                                    "16.9000%",
                                    "18.2000%",
                                    "19.5000%",
                                    "20.8000%",
                                    "22.1000%",
                                    "23.4000%",
                                    "24.7000%",
                                    "26.0000%",
                                    "27.5600%",
                                    "29.1200%",
                                    "30.6800%",
                                    "32.2400%",
                                    "33.8000%",
                                ]
                            },
                            {
                                "Desc": "抗性降低持续时间",
                                "ParamLevelList": [
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                    "6.0000秒",
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                    "16.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "终奏·伴尔沉沦",
                        "Desc": "领唱引诱沉沦的水妖之歌，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>处于<color style='color:#FFD780;'>遥久之歌</color>状态下时，造成的伤害还会进一步提升。<br><br><i>「传说中，水妖的歌声能引诱水手沉沦。但要是所有人都跳进水里了，这个消息又是谁带回来的呢？」<br>「可能是矮灵吧，因为矮灵水手就算听到歌声，也翻不过船边的围栏…开玩笑的，不要瞪我啦，奥黛塔！」</i>",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Vodyanitsa_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "45.6768%生命值上限",
                                    "49.1026%生命值上限",
                                    "52.5283%生命值上限",
                                    "57.0960%生命值上限",
                                    "60.5218%生命值上限",
                                    "63.9475%生命值上限",
                                    "68.5152%生命值上限",
                                    "73.0829%生命值上限",
                                    "77.6506%生命值上限",
                                    "82.2182%生命值上限",
                                    "86.7859%生命值上限",
                                    "91.3536%生命值上限",
                                    "97.0632%生命值上限",
                                    "102.7728%生命值上限",
                                    "108.4824%生命值上限",
                                ]
                            },
                            {
                                "Desc": "遥久之歌伤害加成",
                                "ParamLevelList": [
                                    "48.0000%",
                                    "51.6000%",
                                    "55.2000%",
                                    "60.0000%",
                                    "63.6000%",
                                    "67.2000%",
                                    "72.0000%",
                                    "76.8000%",
                                    "81.6000%",
                                    "86.4000%",
                                    "91.2000%",
                                    "96.0000%",
                                    "102.0000%",
                                    "108.0000%",
                                    "114.0000%",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "最后的塑诗者",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>宣叙·晨声纷流</color>时，将使当前场上的星辉风旋转化为「流荡风旋」，且附近所有角色在<color style='color:#FFD780;'>遥久之歌</color>效果持续期间触发星扩散反应时，将取代星辉风旋创造流荡风旋。<br>创造或引爆流荡风旋时，还会使附近敌人的<color style='color:#80FFD7;'>风元素抗性</color>降低30%，持续6秒。",
                        "Icon": "UI_Talent_S_Vodyanitsa_06"
                    },
                    {
                        "Name": "十二弦的泪歌",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>宣叙·晨声纷流</color>时，沃雅妮莎还会获得17层<color style='color:#FFD780;'>「领唱」</color>与10层<color style='color:#FFD780;'>「重唱」</color>。<br>上述两种效果分别持续30秒，并会在施放元素战技时刷新层数。",
                        "Icon": "UI_Talent_S_Vodyanitsa_05"
                    },
                    {
                        "Name": "余声绕冰湖",
                        "Desc": "不处于战斗状态下时，长按元素战技，沃雅妮莎将显现出水妖的本貌，以消耗体力为代价，进行至多10秒的游动；因为是水妖，所以当然也可以在水面上移动。松开技能、持续时间结束或体力耗尽时，沃雅妮莎将不再维持水妖的本貌。<br>此外，沃雅妮莎的游泳速度提升，但消耗体力的速度也更快。",
                        "Icon": "UI_Talent_S_Vodyanitsa_07"
                    },
                    {
                        "Name": "无琴的诱音",
                        "Desc": "身为科洛列夫茨基剧团首席女高音，沃雅妮莎在演奏乐器时，将改为亲自献唱。",
                        "Icon": "UI_Talent_S_Vodyanitsa_08"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "聚光灯下的水华",
                        "Desc": "沃雅妮莎进行治疗时，还会使队伍中附近的所有角色攻击力提升，提升值相当于沃雅妮莎生命值上限的0.7%，持续3秒。",
                        "Icon": "UI_Talent_S_Vodyanitsa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "穿彻风雪的余响",
                        "Desc": "元素战技<color style='color:#FFD780;'>宣叙·晨声纷流</color>中的<color style='color:#FFD780;'>唤春角笛</color>攻击敌人时，沃雅妮莎将获得「黑与白的双音」效果，使队伍中当前场上角色造成的<color style='color:#80C0FF;'>水元素伤害</color>与<color style='color:#99FFFF;'>冰元素伤害</color>的暴击伤害提升50%，持续5秒。<br>若当前场上存在流荡风旋，或处于流荡风旋引爆后的5秒内，则改为使队伍中当前场上角色造成的星扩散反应伤害的暴击伤害提升60%，持续5秒。<br>此外，元素战技<color style='color:#FFD780;'>宣叙·晨声纷流</color>获得强化：<color style='color:#FFD780;'>遥久之歌</color>效果的持续时间延长9秒。",
                        "Icon": "UI_Talent_S_Vodyanitsa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "空音犹响的春晨",
                        "Desc": "元素战技<color style='color:#FFD780;'>宣叙·晨声纷流 </color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Vodyanitsa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "柔波摇漾的低诉",
                        "Desc": "沃雅妮莎进行治疗时，将基于受治疗角色的生命值，触发不同效果。若受治疗角色的生命值：<br>·低于40%：本次治疗量提升50%；<br>·不低于40%：沃雅妮莎的生命值上限提升20%，持续6秒，该效果至多叠加3层，每层独立计算持续时间。",
                        "Icon": "UI_Talent_S_Vodyanitsa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "沉往深湖的共沦",
                        "Desc": "元素爆发<color style='color:#FFD780;'>终奏·伴尔沉沦 </color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Vodyanitsa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永不落幕的盛歌",
                        "Desc": "命之座<color style='color:#FFD780;'>「穿彻风雪的余响」</color>的效果获得强化：「黑与白的双音」改为对附近队伍中的所有角色生效。<br>此外，<color style='color:#FFD780;'>遥久之歌</color>效果持续期间，队伍中附近的角色造成的星扩散反应伤害<color style='color:#FFD780;'>擢升</color>25%，造成的<color style='color:#80C0FF;'>水元素伤害</color>与<color style='color:#99FFFF;'>冰元素伤害</color>提升50%。",
                        "Icon": "UI_Talent_S_Vodyanitsa_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "重唱",
                        "Desc": "由队伍中后台角色或队伍中附近的其他角色（而非队伍中自己的当前场上角色）触发，效果与「领唱」一致。"
                    },
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "领唱",
                        "Desc": "队伍中自己的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发造成<color style='color:#80C0FF;'>水元素伤害</color>或<color style='color:#99FFFF;'>冰元素伤害</color>时，将消耗一层「领唱」，提升造成的伤害；若当前场上存在流荡风旋，或处于流荡风旋引爆后的5秒内，则改为角色造成星扩散反应伤害时才会触发上述效果。<br>基于沃雅妮莎生命值上限超过40000的部分，每1000点生命值上限都会使上述效果中的星扩散反应伤害提升260点，<color style='color:#80C0FF;'>水元素伤害</color>与<color style='color:#99FFFF;'>冰元素伤害</color>提升140点；通过这种方式，至多使星扩散反应伤害提升6500点，<color style='color:#80C0FF;'>水元素伤害</color>与<color style='color:#99FFFF;'>冰元素伤害</color>提升3500点。"
                    },
                ]
            },
        }
    }
}

var _AvatarAttackConfig_ = {
    "140": {}
}
