// Auto Generated

var _AvatarDataConfig_ = {
    "143": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "143": {
        "Promotion": [
            {
            },
            {
                "202": 20000,
                "104151": 1,
                "101277": 3,
                "112146": 3,
            },
            {
                "202": 40000,
                "104152": 3,
                "113092": 2,
                "101277": 10,
                "112146": 15,
            },
            {
                "202": 60000,
                "104152": 6,
                "113092": 4,
                "101277": 20,
                "112147": 12,
            },
            {
                "202": 80000,
                "104153": 3,
                "113092": 8,
                "101277": 30,
                "112147": 18,
            },
            {
                "202": 100000,
                "104153": 6,
                "113092": 12,
                "101277": 45,
                "112148": 12,
            },
            {
                "202": 120000,
                "104154": 6,
                "113092": 20,
                "101277": 60,
                "112148": 24,
            },
        ],
        "A": [
            {
                "202": 12500,
                "104371": 3,
                "112146": 6,
            },
            {
                "202": 17500,
                "104372": 2,
                "112147": 3,
            },
            {
                "202": 25000,
                "104372": 4,
                "112147": 4,
            },
            {
                "202": 30000,
                "104372": 6,
                "112147": 6,
            },
            {
                "202": 37500,
                "104372": 9,
                "112147": 9,
            },
            {
                "202": 120000,
                "104373": 4,
                "112148": 4,
                "113089": 1,
            },
            {
                "202": 260000,
                "104373": 6,
                "112148": 6,
                "113089": 1,
            },
            {
                "202": 450000,
                "104373": 12,
                "112148": 9,
                "113089": 2,
            },
            {
                "202": 700000,
                "104373": 16,
                "112148": 12,
                "113089": 2,
                "104319": 1,
            },
        ],
        "E": [
            {
                "202": 12500,
                "104371": 3,
                "112146": 6,
            },
            {
                "202": 17500,
                "104372": 2,
                "112147": 3,
            },
            {
                "202": 25000,
                "104372": 4,
                "112147": 4,
            },
            {
                "202": 30000,
                "104372": 6,
                "112147": 6,
            },
            {
                "202": 37500,
                "104372": 9,
                "112147": 9,
            },
            {
                "202": 120000,
                "104373": 4,
                "112148": 4,
                "113089": 1,
            },
            {
                "202": 260000,
                "104373": 6,
                "112148": 6,
                "113089": 1,
            },
            {
                "202": 450000,
                "104373": 12,
                "112148": 9,
                "113089": 2,
            },
            {
                "202": 700000,
                "104373": 16,
                "112148": 12,
                "113089": 2,
                "104319": 1,
            },
        ],
        "Q": [
            {
                "202": 12500,
                "104371": 3,
                "112146": 6,
            },
            {
                "202": 17500,
                "104372": 2,
                "112147": 3,
            },
            {
                "202": 25000,
                "104372": 4,
                "112147": 4,
            },
            {
                "202": 30000,
                "104372": 6,
                "112147": 6,
            },
            {
                "202": 37500,
                "104372": 9,
                "112147": 9,
            },
            {
                "202": 120000,
                "104373": 4,
                "112148": 4,
                "113089": 1,
            },
            {
                "202": 260000,
                "104373": 6,
                "112148": 6,
                "113089": 1,
            },
            {
                "202": 450000,
                "104373": 12,
                "112148": 9,
                "113089": 2,
            },
            {
                "202": 700000,
                "104373": 16,
                "112148": 12,
                "113089": 2,
                "104319": 1,
            },
        ],
    }
}

var _AvatarSkillPConfig_ = {
    "143": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "轻舞",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多六段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，腾空跃起向前方使出迅捷的踩踏踢击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "40.4200%",
                                    "43.7100%",
                                    "47.0000%",
                                    "51.7000%",
                                    "54.9900%",
                                    "58.7500%",
                                    "63.9200%",
                                    "69.0900%",
                                    "74.2600%",
                                    "79.9000%",
                                    "85.5400%",
                                    "91.1800%",
                                    "96.8200%",
                                    "102.4600%",
                                    "108.1000%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "48.6760%",
                                    "52.6380%",
                                    "56.6000%",
                                    "62.2600%",
                                    "66.2220%",
                                    "70.7500%",
                                    "76.9760%",
                                    "83.2020%",
                                    "89.4280%",
                                    "96.2200%",
                                    "103.0120%",
                                    "109.8040%",
                                    "116.5960%",
                                    "123.3880%",
                                    "130.1800%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "28.0790%*2",
                                    "30.3645%*2",
                                    "32.6500%*2",
                                    "35.9150%*2",
                                    "38.2005%*2",
                                    "40.8125%*2",
                                    "44.4040%*2",
                                    "47.9955%*2",
                                    "51.5870%*2",
                                    "55.5050%*2",
                                    "59.4230%*2",
                                    "63.3410%*2",
                                    "67.2590%*2",
                                    "71.1770%*2",
                                    "75.0950%*2",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "59.1680%",
                                    "63.9840%",
                                    "68.8000%",
                                    "75.6800%",
                                    "80.4960%",
                                    "86.0000%",
                                    "93.5680%",
                                    "101.1360%",
                                    "108.7040%",
                                    "116.9600%",
                                    "125.2160%",
                                    "133.4720%",
                                    "141.7280%",
                                    "149.9840%",
                                    "158.2400%",
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "62.4360%",
                                    "67.5180%",
                                    "72.6000%",
                                    "79.8600%",
                                    "84.9420%",
                                    "90.7500%",
                                    "98.7360%",
                                    "106.7220%",
                                    "114.7080%",
                                    "123.4200%",
                                    "132.1320%",
                                    "140.8440%",
                                    "149.5560%",
                                    "158.2680%",
                                    "166.9800%",
                                ]
                            },
                            {
                                "Desc": "六段伤害",
                                "ParamLevelList": [
                                    "72.2400%",
                                    "78.1200%",
                                    "84.0000%",
                                    "92.4000%",
                                    "98.2800%",
                                    "105.0000%",
                                    "114.2400%",
                                    "123.4800%",
                                    "132.7200%",
                                    "142.8000%",
                                    "152.8800%",
                                    "162.9600%",
                                    "173.0400%",
                                    "183.1200%",
                                    "193.2000%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "133.0420%",
                                    "143.8710%",
                                    "154.7000%",
                                    "170.1700%",
                                    "180.9990%",
                                    "193.3750%",
                                    "210.3920%",
                                    "227.4090%",
                                    "244.4260%",
                                    "262.9900%",
                                    "281.5540%",
                                    "300.1180%",
                                    "318.6820%",
                                    "337.2460%",
                                    "355.8100%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "灵剑·起",
                        "Desc": "薇斯纳高举武器，唤起灵剑的力量，在身边造成<color style='color:#80FFD7;'>风元素范围伤害</color>，此后进入<color style='color:#FFD780;'>「灵剑武装」</color>状态，并获得两颗「灵剑魔力」。<br><br><color style='color:#FFD780;'>「灵剑武装」</color><br>·薇斯纳进行普通攻击、重击与下落攻击时，将转为造成无法被附魔覆盖的<color style='color:#80FFD7;'>风元素伤害</color>，并召唤<color style='color:#FFD780;'>灵羽</color>攻击敌人，造成<color style='color:#80FFD7;'>风元素伤害</color>；每次召唤灵羽时，将为薇斯纳恢复「灵剑魔力」；<br>·薇斯纳可以消耗「灵剑魔力」施放特殊元素战技，薇斯纳与灵剑一同对敌人造成<color style='color:#80FFD7;'>风元素伤害</color>；在一次「灵剑武装」状态下，每次施放特殊元素战技都会使其升级：初始为<color style='color:#FFD780;'>灵剑·刺</color>，其次为<color style='color:#FFD780;'>灵剑·落</color>，最终为<color style='color:#FFD780;'>灵剑·舞</color>。<br>在灵剑武装状态下，将提升薇斯纳的抗打断能力；当退出灵剑武装状态时，会清空所有的灵剑魔力。<br><color style='color:#FFD780;'>辉映·星扩散</color>：灵剑将转化为<color style='color:#FFD780;'>星灵剑</color>，对敌人造成视为星扩散反应伤害的<color style='color:#80FFD7;'>风元素伤害</color>。<br><br>一次「灵剑武装」持续期间内至多施放3次灵剑·舞，施放3次后将提前退出灵剑武装状态。",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Vesna_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "40.0000%",
                                    "43.0000%",
                                    "46.0000%",
                                    "50.0000%",
                                    "53.0000%",
                                    "56.0000%",
                                    "60.0000%",
                                    "64.0000%",
                                    "68.0000%",
                                    "72.0000%",
                                    "76.0000%",
                                    "80.0000%",
                                    "85.0000%",
                                    "90.0000%",
                                    "95.0000%",
                                ]
                            },
                            {
                                "Desc": "灵剑·刺伤害",
                                "ParamLevelList": [
                                    "40.0000%",
                                    "43.0000%",
                                    "46.0000%",
                                    "50.0000%",
                                    "53.0000%",
                                    "56.0000%",
                                    "60.0000%",
                                    "64.0000%",
                                    "68.0000%",
                                    "72.0000%",
                                    "76.0000%",
                                    "80.0000%",
                                    "85.0000%",
                                    "90.0000%",
                                    "95.0000%",
                                ]
                            },
                            {
                                "Desc": "灵剑·落伤害",
                                "ParamLevelList": [
                                    "60.0000%",
                                    "64.5000%",
                                    "69.0000%",
                                    "75.0000%",
                                    "79.5000%",
                                    "84.0000%",
                                    "90.0000%",
                                    "96.0000%",
                                    "102.0000%",
                                    "108.0000%",
                                    "114.0000%",
                                    "120.0000%",
                                    "127.5000%",
                                    "135.0000%",
                                    "142.5000%",
                                ]
                            },
                            {
                                "Desc": "灵剑·落中灵剑/星灵剑伤害",
                                "ParamLevelList": [
                                    "100.0000%/100.0000%",
                                    "107.5000%/107.5000%",
                                    "115.0000%/115.0000%",
                                    "125.0000%/125.0000%",
                                    "132.5000%/132.5000%",
                                    "140.0000%/140.0000%",
                                    "150.0000%/150.0000%",
                                    "160.0000%/160.0000%",
                                    "170.0000%/170.0000%",
                                    "180.0000%/180.0000%",
                                    "190.0000%/190.0000%",
                                    "200.0000%/200.0000%",
                                    "212.5000%/212.5000%",
                                    "225.0000%/225.0000%",
                                    "237.5000%/237.5000%",
                                ]
                            },
                            {
                                "Desc": "灵剑·舞中灵剑/星灵剑伤害",
                                "ParamLevelList": [
                                    "40.0000%*4/40.0000%*4",
                                    "43.0000%*4/43.0000%*4",
                                    "46.0000%*4/46.0000%*4",
                                    "50.0000%*4/50.0000%*4",
                                    "53.0000%*4/53.0000%*4",
                                    "56.0000%*4/56.0000%*4",
                                    "60.0000%*4/60.0000%*4",
                                    "64.0000%*4/64.0000%*4",
                                    "68.0000%*4/68.0000%*4",
                                    "72.0000%*4/72.0000%*4",
                                    "76.0000%*4/76.0000%*4",
                                    "80.0000%*4/80.0000%*4",
                                    "85.0000%*4/85.0000%*4",
                                    "90.0000%*4/90.0000%*4",
                                    "95.0000%*4/95.0000%*4",
                                ]
                            },
                            {
                                "Desc": "灵剑·舞中灵剑/星灵剑终结伤害",
                                "ParamLevelList": [
                                    "140.0000%/140.0000%",
                                    "150.5000%/150.5000%",
                                    "161.0000%/161.0000%",
                                    "175.0000%/175.0000%",
                                    "185.5000%/185.5000%",
                                    "196.0000%/196.0000%",
                                    "210.0000%/210.0000%",
                                    "224.0000%/224.0000%",
                                    "238.0000%/238.0000%",
                                    "252.0000%/252.0000%",
                                    "266.0000%/266.0000%",
                                    "280.0000%/280.0000%",
                                    "297.5000%/297.5000%",
                                    "315.0000%/315.0000%",
                                    "332.5000%/332.5000%",
                                ]
                            },
                            {
                                "Desc": "灵羽伤害",
                                "ParamLevelList": [
                                    "10.4000%",
                                    "11.1800%",
                                    "11.9600%",
                                    "13.0000%",
                                    "13.7800%",
                                    "14.5600%",
                                    "15.6000%",
                                    "16.6400%",
                                    "17.6800%",
                                    "18.7200%",
                                    "19.7600%",
                                    "20.8000%",
                                    "22.1000%",
                                    "23.4000%",
                                    "24.7000%",
                                ]
                            },
                            {
                                "Desc": "灵剑武装持续时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "灵剑·爆",
                        "Desc": "薇斯纳唤出许多灵剑，在前方引发一次华丽而闪耀的灵剑·爆，对敌人造成<color style='color:#80FFD7;'>风元素范围伤害</color>，并为自身恢复一颗「灵剑魔力」。<br><color style='color:#FFD780;'>辉映·星扩散</color>：灵剑将转化为星灵剑，对敌人造成视为星扩散反应伤害的<color style='color:#80FFD7;'>风元素伤害</color>。",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Vesna_01",
                        "ParamDesc": [
                            {
                                "Desc": "元素爆发灵剑/星灵剑伤害",
                                "ParamLevelList": [
                                    "263.2000%/263.2000%",
                                    "282.9400%/282.9400%",
                                    "302.6800%/302.6800%",
                                    "329.0000%/329.0000%",
                                    "348.7400%/348.7400%",
                                    "368.4800%/368.4800%",
                                    "394.8000%/394.8000%",
                                    "421.1200%/421.1200%",
                                    "447.4400%/447.4400%",
                                    "473.7600%/473.7600%",
                                    "500.0800%/500.0800%",
                                    "526.4000%/526.4000%",
                                    "559.3000%/559.3000%",
                                    "592.2000%/592.2000%",
                                    "625.1000%/625.1000%",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "从容",
                        "Desc": "薇斯纳施放<color style='color:#FFD780;'>灵剑·刺</color>、<color style='color:#FFD780;'>灵剑·落</color>、<color style='color:#FFD780;'>灵剑·舞</color>或元素爆发<color style='color:#FFD780;'>灵剑·爆</color>后，获得1层「从容」，持续20秒，至多叠加6层；施放元素战技<color style='color:#FFD780;'>灵剑·起</color>或离场时，所有「从容」将被清除。<br>每层「从容」都将使薇斯纳所有的<color style='color:#FFD780;'>灵剑</color>和<color style='color:#FFD780;'>星灵剑</color>造成比原本高10%的伤害，至多造成原本160%的伤害。",
                        "Icon": "UI_Talent_S_Vesna_05"
                    },
                    {
                        "Name": "游刃",
                        "Desc": "<color style='color:#FFD780;'>辉映·星扩散</color>：依据队伍中角色的元素属性（包括薇斯纳自己），薇斯纳将获得额外加成：<br>·每有一位<color style='color:#99FFFF;'>冰元素</color>或<color style='color:#80FFD7;'>风元素</color>角色，使薇斯纳的攻击力提升6%；<br>·每有一位其他元素角色，使薇斯纳的元素精通提升25点。",
                        "Icon": "UI_Talent_S_Vesna_06"
                    },
                    {
                        "Name": "星耀祝礼·闪耀的妖精",
                        "Desc": "队伍中的角色触发冰元素扩散反应时，将转为触发星扩散反应，且基于薇斯纳的攻击力，提升队伍中角色造成的星扩散反应的基础伤害：每100点攻击力都将提升0.7%星扩散反应的基础伤害，至多通过这种方式提升14%。<br>队伍中的角色在附近触发星扩散反应后的8秒内，薇斯纳将会进入<color style='color:#FFD780;'>辉映·星扩散</color>状态。",
                        "Icon": "UI_Talent_S_Vesna_07"
                    },
                    {
                        "Name": "轻羽",
                        "Desc": "非战斗状态下，薇斯纳可通过以下方式进入<color style='color:#FFD780;'>「巡游」</color>状态：<br>·长按冲刺，进行一段快速突进后进入「巡游」状态；<br>·长按跳跃，进行一小段快速飞升后进入「巡游」状态。<br><br><color style='color:#FFD780;'>「巡游」</color><br>·浮空并持续消耗体力，部分行为发生变化：<br>·跳跃：消耗体力并进行一次飞跃；<br>·冲刺：消耗体力并快速向前冲刺一小段距离；<br>·点按元素战技、普攻或体力耗尽时将退出巡游状态，若处于高空则点按普攻将使出下落攻击；<br>·包含进入巡游状态时使用的飞跃在内，薇斯纳在一次巡游状态下至多进行三次飞跃。<br><br>此外，在至冬地区非战斗状态下，当队伍中的其他角色在前台处于空中状态时，可切出薇斯纳施放<color style='color:#FFD780;'>「闪耀登场」</color>，薇斯纳将直接进入「巡游」状态，并恢复50点体力。<br>「闪耀登场」每10秒至多使用1次。",
                        "Icon": "UI_Talent_S_Vesna_08"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "命座1",
                        "Desc": "薇斯纳的<color style='color:#FFD780;'>「灵剑武装」</color>状态下，灵剑·舞的可用次数增加1次，且进入「灵剑武装」状态后首次施放<color style='color:#FFD780;'>灵剑·舞</color>将不消耗「灵剑魔力」。<br>此外，「灵剑武装」状态持续期间，薇斯纳自身造成的星扩散反应伤害提升20%。",
                        "Icon": "UI_Talent_S_Vesna_01"
                    },
                    {
                        "Level": 2,
                        "Name": "命座2",
                        "Desc": "突破天赋<color style='color:#FFD780;'>{LINK#P1432101}从容</color>的效果获得强化：薇斯纳进入<color style='color:#FFD780;'>「灵剑武装」</color>状态时，立刻获得满层的「从容」。<br>此外，薇斯纳在「从容」处于满层时，攻击力提升60%。",
                        "Icon": "UI_Talent_S_Vesna_02"
                    },
                    {
                        "Level": 3,
                        "Name": "命座3",
                        "Desc": "元素战技<color style='color:#FFD780;'>灵剑·起</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Vesna_01"
                    },
                    {
                        "Level": 4,
                        "Name": "命座4",
                        "Desc": "薇斯纳突破天赋<color style='color:#FFD780;'>{LINK#P1432201}游刃</color>提供的效果提升200%。",
                        "Icon": "UI_Talent_S_Vesna_03"
                    },
                    {
                        "Level": 5,
                        "Name": "命座5",
                        "Desc": "元素爆发<color style='color:#FFD780;'>灵剑·爆</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Vesna_02"
                    },
                    {
                        "Level": 6,
                        "Name": "命座6",
                        "Desc": "施放<color style='color:#FFD780;'>灵剑·舞</color>后的5秒内，薇斯纳可以通过点按元素战技或普攻，施放<color style='color:#FFD780;'>灵剑·踏</color>：<br>·造成150%攻击力的<color style='color:#80FFD7;'>风元素伤害</color>，并同时驱动<color style='color:#FFD780;'>星灵剑</color>造成200%攻击力的视为星扩散反应伤害的<color style='color:#80FFD7;'>风元素伤害</color>；<br>·若薇斯纳处于灵剑武装状态时，该攻击动作也能召唤<color style='color:#FFD780;'>灵羽</color>。<br>灵剑·踏产生的星灵剑也能够获得突破天赋一的强化。<br><br>此外，薇斯纳的星扩散反应伤害<color style='color:#FFD780;'>擢升</color>20%。",
                        "Icon": "UI_Talent_S_Vesna_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "灵剑武装",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>灵剑·起</color>后，薇斯纳将会进入该状态。<br>薇斯纳进行普通攻击、重击与下落攻击时，将转为造成无法被附魔覆盖的<color style='color:#80FFD7;'>风元素伤害</color>，并召唤<color style='color:#FFD780;'>灵羽</color>攻击敌人，造成<color style='color:#80FFD7;'>风元素伤害</color>；每次召唤灵羽时，将为薇斯纳恢复「灵剑魔力」；<br>·薇斯纳可以消耗「灵剑魔力」施放特殊元素战技，薇斯纳与灵剑一同对敌人造成<color style='color:#80FFD7;'>风元素伤害</color>；在一次「灵剑武装」状态下，每次施放特殊元素战技都会使其升级：初始为<color style='color:#FFD780;'>灵剑·刺</color>，其次为<color style='color:#FFD780;'>灵剑·落</color>，最终为<color style='color:#FFD780;'>灵剑·舞</color>。<br>在灵剑武装状态下，将提升薇斯纳的抗打断能力；当退出灵剑武装状态时，会清空所有的灵剑魔力。"
                    },
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "巡风剑舞",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多六段的连续攻击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，踏击前方的敌人。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "40.4200%",
                                    "43.7100%",
                                    "47.0000%",
                                    "51.7000%",
                                    "54.9900%",
                                    "58.7500%",
                                    "63.9200%",
                                    "69.0900%",
                                    "74.2600%",
                                    "79.9000%",
                                    "85.5400%",
                                    "91.1800%",
                                    "96.8200%",
                                    "102.4600%",
                                    "108.1000%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "48.6760%",
                                    "52.6380%",
                                    "56.6000%",
                                    "62.2600%",
                                    "66.2220%",
                                    "70.7500%",
                                    "76.9760%",
                                    "83.2020%",
                                    "89.4280%",
                                    "96.2200%",
                                    "103.0120%",
                                    "109.8040%",
                                    "116.5960%",
                                    "123.3880%",
                                    "130.1800%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "28.0790%*2",
                                    "30.3645%*2",
                                    "32.6500%*2",
                                    "35.9150%*2",
                                    "38.2005%*2",
                                    "40.8125%*2",
                                    "44.4040%*2",
                                    "47.9955%*2",
                                    "51.5870%*2",
                                    "55.5050%*2",
                                    "59.4230%*2",
                                    "63.3410%*2",
                                    "67.2590%*2",
                                    "71.1770%*2",
                                    "75.0950%*2",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "59.1680%",
                                    "63.9840%",
                                    "68.8000%",
                                    "75.6800%",
                                    "80.4960%",
                                    "86.0000%",
                                    "93.5680%",
                                    "101.1360%",
                                    "108.7040%",
                                    "116.9600%",
                                    "125.2160%",
                                    "133.4720%",
                                    "141.7280%",
                                    "149.9840%",
                                    "158.2400%",
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "62.4360%",
                                    "67.5180%",
                                    "72.6000%",
                                    "79.8600%",
                                    "84.9420%",
                                    "90.7500%",
                                    "98.7360%",
                                    "106.7220%",
                                    "114.7080%",
                                    "123.4200%",
                                    "132.1320%",
                                    "140.8440%",
                                    "149.5560%",
                                    "158.2680%",
                                    "166.9800%",
                                ]
                            },
                            {
                                "Desc": "六段伤害",
                                "ParamLevelList": [
                                    "72.2400%",
                                    "78.1200%",
                                    "84.0000%",
                                    "92.4000%",
                                    "98.2800%",
                                    "105.0000%",
                                    "114.2400%",
                                    "123.4800%",
                                    "132.7200%",
                                    "142.8000%",
                                    "152.8800%",
                                    "162.9600%",
                                    "173.0400%",
                                    "183.1200%",
                                    "193.2000%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "133.0420%",
                                    "143.8710%",
                                    "154.7000%",
                                    "170.1700%",
                                    "180.9990%",
                                    "193.3750%",
                                    "210.3920%",
                                    "227.4090%",
                                    "244.4260%",
                                    "262.9900%",
                                    "281.5540%",
                                    "300.1180%",
                                    "318.6820%",
                                    "337.2460%",
                                    "355.8100%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "操典·制胜有道",
                        "Desc": "唤起风仙一族传承的灵剑，造成<color style='color:#80FFD7;'>风元素范围伤害</color>，切换至<color style='color:#FFD780;'>巡风列装</color>模式，并获得两层<color style='color:#FFD780;'>「剑气」</color>。<br><br><color style='color:#FFD780;'>巡风列装</color><br>薇斯纳进行普通攻击、重击与下落攻击时，将转为造成无法被附魔覆盖的<color style='color:#80FFD7;'>风元素伤害</color>，并唤出风翎协同攻击敌人，造成额外的<color style='color:#80FFD7;'>风元素伤害</color>；每次唤出风翎时，都会为薇斯纳恢复一定的<color style='color:#FFD780;'>剑气</color>。<br>薇斯纳可以消耗<color style='color:#FFD780;'>剑气</color>，施放特殊的元素战技<color style='color:#FFD780;'>翔风剑</color>，对敌人造成<color style='color:#80FFD7;'>风元素伤害</color>。<br>每次施放特殊元素战技<color style='color:#FFD780;'>翔风剑</color>后，本次<color style='color:#FFD780;'>巡风列装</color>模式持续期间，其境界都会提升，造成更高的<color style='color:#80FFD7;'>风元素伤害</color>；<color style='color:#FFD780;'>翔风剑</color>的初始境界为一阶，至多提升至三阶；施放境界提升后的<color style='color:#FFD780;'>翔风剑</color>时，还会唤出<color style='color:#FFD780;'>灵剑</color>，对敌人造成<color style='color:#80FFD7;'>风元素伤害</color>。<br>持续时间结束时，或施放三次最高境界的<color style='color:#FFD780;'>翔风剑</color>后，薇斯纳将退出该模式，并清除所有<color style='color:#FFD780;'>剑气</color>。<br>此外，在该模式下，薇斯纳的抗打断能力将会提升。<br><color style='color:#FFD780;'>辉映·星扩散</color>：<color style='color:#FFD780;'>灵剑</color>转为造成视为星扩散反应伤害的<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><i>「让一让，让一让——接下来的战场就由我们冬契军接管了。」</i>",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Vesna_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "40.0000%",
                                    "43.0000%",
                                    "46.0000%",
                                    "50.0000%",
                                    "53.0000%",
                                    "56.0000%",
                                    "60.0000%",
                                    "64.0000%",
                                    "68.0000%",
                                    "72.0000%",
                                    "76.0000%",
                                    "80.0000%",
                                    "85.0000%",
                                    "90.0000%",
                                    "95.0000%",
                                ]
                            },
                            {
                                "Desc": "翔风剑一阶伤害",
                                "ParamLevelList": [
                                    "40.0000%",
                                    "43.0000%",
                                    "46.0000%",
                                    "50.0000%",
                                    "53.0000%",
                                    "56.0000%",
                                    "60.0000%",
                                    "64.0000%",
                                    "68.0000%",
                                    "72.0000%",
                                    "76.0000%",
                                    "80.0000%",
                                    "85.0000%",
                                    "90.0000%",
                                    "95.0000%",
                                ]
                            },
                            {
                                "Desc": "翔风剑二阶伤害",
                                "ParamLevelList": [
                                    "60.0000%",
                                    "64.5000%",
                                    "69.0000%",
                                    "75.0000%",
                                    "79.5000%",
                                    "84.0000%",
                                    "90.0000%",
                                    "96.0000%",
                                    "102.0000%",
                                    "108.0000%",
                                    "114.0000%",
                                    "120.0000%",
                                    "127.5000%",
                                    "135.0000%",
                                    "142.5000%",
                                ]
                            },
                            {
                                "Desc": "翔风剑二阶灵剑伤害",
                                "ParamLevelList": [
                                    "100.0000%",
                                    "107.5000%",
                                    "115.0000%",
                                    "125.0000%",
                                    "132.5000%",
                                    "140.0000%",
                                    "150.0000%",
                                    "160.0000%",
                                    "170.0000%",
                                    "180.0000%",
                                    "190.0000%",
                                    "200.0000%",
                                    "212.5000%",
                                    "225.0000%",
                                    "237.5000%",
                                ]
                            },
                            {
                                "Desc": "翔风剑三阶灵剑伤害",
                                "ParamLevelList": [
                                    "40.0000%*4",
                                    "43.0000%*4",
                                    "46.0000%*4",
                                    "50.0000%*4",
                                    "53.0000%*4",
                                    "56.0000%*4",
                                    "60.0000%*4",
                                    "64.0000%*4",
                                    "68.0000%*4",
                                    "72.0000%*4",
                                    "76.0000%*4",
                                    "80.0000%*4",
                                    "85.0000%*4",
                                    "90.0000%*4",
                                    "95.0000%*4",
                                ]
                            },
                            {
                                "Desc": "翔风剑三阶灵剑最终段伤害",
                                "ParamLevelList": [
                                    "140.0000%",
                                    "150.5000%",
                                    "161.0000%",
                                    "175.0000%",
                                    "185.5000%",
                                    "196.0000%",
                                    "210.0000%",
                                    "224.0000%",
                                    "238.0000%",
                                    "252.0000%",
                                    "266.0000%",
                                    "280.0000%",
                                    "297.5000%",
                                    "315.0000%",
                                    "332.5000%",
                                ]
                            },
                            {
                                "Desc": "翔风剑二阶灵剑星扩散伤害",
                                "ParamLevelList": [
                                    "100.0000%",
                                    "107.5000%",
                                    "115.0000%",
                                    "125.0000%",
                                    "132.5000%",
                                    "140.0000%",
                                    "150.0000%",
                                    "160.0000%",
                                    "170.0000%",
                                    "180.0000%",
                                    "190.0000%",
                                    "200.0000%",
                                    "212.5000%",
                                    "225.0000%",
                                    "237.5000%",
                                ]
                            },
                            {
                                "Desc": "翔风剑三阶灵剑星扩散伤害",
                                "ParamLevelList": [
                                    "40.0000%*4",
                                    "43.0000%*4",
                                    "46.0000%*4",
                                    "50.0000%*4",
                                    "53.0000%*4",
                                    "56.0000%*4",
                                    "60.0000%*4",
                                    "64.0000%*4",
                                    "68.0000%*4",
                                    "72.0000%*4",
                                    "76.0000%*4",
                                    "80.0000%*4",
                                    "85.0000%*4",
                                    "90.0000%*4",
                                    "95.0000%*4",
                                ]
                            },
                            {
                                "Desc": "翔风剑三阶灵剑最终段星扩散伤害",
                                "ParamLevelList": [
                                    "140.0000%",
                                    "150.5000%",
                                    "161.0000%",
                                    "175.0000%",
                                    "185.5000%",
                                    "196.0000%",
                                    "210.0000%",
                                    "224.0000%",
                                    "238.0000%",
                                    "252.0000%",
                                    "266.0000%",
                                    "280.0000%",
                                    "297.5000%",
                                    "315.0000%",
                                    "332.5000%",
                                ]
                            },
                            {
                                "Desc": "风翎伤害",
                                "ParamLevelList": [
                                    "10.4000%",
                                    "11.1800%",
                                    "11.9600%",
                                    "13.0000%",
                                    "13.7800%",
                                    "14.5600%",
                                    "15.6000%",
                                    "16.6400%",
                                    "17.6800%",
                                    "18.7200%",
                                    "19.7600%",
                                    "20.8000%",
                                    "22.1000%",
                                    "23.4000%",
                                    "24.7000%",
                                ]
                            },
                            {
                                "Desc": "巡风列装持续时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "致礼·献予女皇陛下",
                        "Desc": "召唤众多<color style='color:#FFD780;'>灵剑</color>，造成<color style='color:#80FFD7;'>风元素范围伤害</color>，并获得一层<color style='color:#FFD780;'>「剑气」</color>。<br><br><i>「第一，永远握紧手中的利剑；第二，永远保持整肃的仪容；以及最重要的，永远效忠于女皇陛下！」</i>",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Vesna_01",
                        "ParamDesc": [
                            {
                                "Desc": "灵剑伤害",
                                "ParamLevelList": [
                                    "263.2000%",
                                    "282.9400%",
                                    "302.6800%",
                                    "329.0000%",
                                    "348.7400%",
                                    "368.4800%",
                                    "394.8000%",
                                    "421.1200%",
                                    "447.4400%",
                                    "473.7600%",
                                    "500.0800%",
                                    "526.4000%",
                                    "559.3000%",
                                    "592.2000%",
                                    "625.1000%",
                                ]
                            },
                            {
                                "Desc": "灵剑星扩散伤害",
                                "ParamLevelList": [
                                    "263.2000%",
                                    "282.9400%",
                                    "302.6800%",
                                    "329.0000%",
                                    "348.7400%",
                                    "368.4800%",
                                    "394.8000%",
                                    "421.1200%",
                                    "447.4400%",
                                    "473.7600%",
                                    "500.0800%",
                                    "526.4000%",
                                    "559.3000%",
                                    "592.2000%",
                                    "625.1000%",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "仪典·春之行列",
                        "Desc": "薇斯纳施放特殊元素战技<color style='color:#FFD780;'>翔风剑</color>或元素爆发<color style='color:#FFD780;'>致礼·献予女皇陛下</color>后，还会获得一层<color style='color:#FFD780;'>「整肃」</color>，持续20秒，至多叠加6层，每层独立计算持续时间。<br>拥有<color style='color:#FFD780;'>整肃</color>时，薇斯纳召唤的<color style='color:#FFD780;'>灵剑</color>将会造成原本100%+整肃层数*10%的伤害；施放元素战技<color style='color:#FFD780;'>操典·制胜有道</color>或退场时，清除薇斯纳拥有的<color style='color:#FFD780;'>整肃</color>。",
                        "Icon": "UI_Talent_S_Vesna_05"
                    },
                    {
                        "Name": "理典·冬之凯风",
                        "Desc": "<color style='color:#FFD780;'>辉映·星扩散</color>：依据队伍中角色的元素类型，薇斯纳将获得对应效果。当前队伍中：<br>·每有一位元素类型为<color style='color:#99FFFF;'>冰元素</color>或<color style='color:#80FFD7;'>风元素</color>的角色：薇斯纳的攻击力提升6%；<br>·每有一位不为上述元素类型的角色：薇斯纳的元素精通提升25点。",
                        "Icon": "UI_Talent_S_Vesna_06"
                    },
                    {
                        "Name": "星耀祝礼·散华序饰",
                        "Desc": "队伍中的角色触发冰元素扩散反应时，将转为触发星扩散反应，且基于薇斯纳的攻击力，提升队伍中角色造成的星扩散反应的基础伤害：每100点攻击力都将提升0.7%星扩散反应的基础伤害，至多通过这种方式提升14%伤害。<br>队伍中的角色在附近触发星扩散反应后的8秒内，薇斯纳将会进入<color style='color:#FFD780;'>辉映·星扩散</color>状态。",
                        "Icon": "UI_Talent_S_Vesna_07"
                    },
                    {
                        "Name": "宝魄巡行",
                        "Desc": "不处于战斗状态下时，薇斯纳可以通过长按冲刺或跳跃进入<color style='color:#FFD780;'>「巡游」</color>状态。<br><br><color style='color:#FFD780;'>巡游</color><br>持续消耗体力，维持悬浮状态；进行冲刺或点按跳跃抬升高度时，将额外消耗体力。包括长按跳跃进入<color style='color:#FFD780;'>巡游</color>状态在内，每次<color style='color:#FFD780;'>巡游</color>至多抬升三次高度。<br><br>此外，在至冬地区（挪德卡莱除外），不处于战斗状态下时，队伍中的当前场上角色位于空中时，切换薇斯纳登场时，薇斯纳将直接进入<color style='color:#FFD780;'>巡游</color>状态，并恢复50点体力；该效果每10秒至多触发一次。",
                        "Icon": "UI_Talent_S_Vesna_08"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "送冬的华宴",
                        "Desc": "<color style='color:#FFD780;'>巡风列装</color>模式下，薇斯纳至多可以施放四次最高境界的<color style='color:#FFD780;'>翔风剑</color>，而非三次，且每次进入<color style='color:#FFD780;'>巡风列装</color>模式后，首次施放最高境界的<color style='color:#FFD780;'>翔风剑</color>不消耗<color style='color:#FFD780;'>「剑气」</color>。<br>此外，薇斯纳在<color style='color:#FFD780;'>巡风列装</color>模式下造成的星扩散反应伤害提升20%。",
                        "Icon": "UI_Talent_S_Vesna_01"
                    },
                    {
                        "Level": 2,
                        "Name": "迎春的轮舞",
                        "Desc": "固有天赋<color style='color:#FFD780;'>{LINK#P1432101}「仪典·春之行列」</color>获得强化：薇斯纳进入<color style='color:#FFD780;'>巡风列装</color>模式时，会获得最大层数的<color style='color:#FFD780;'>整肃</color>；拥有最大层数的<color style='color:#FFD780;'>整肃</color>时，薇斯纳的攻击力提升60%。<br>上述效果需要解锁固有天赋「仪典·春之行列」。",
                        "Icon": "UI_Talent_S_Vesna_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燔燎的献礼",
                        "Desc": "元素战技<color style='color:#FFD780;'>操典·制胜有道</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Vesna_01"
                    },
                    {
                        "Level": 4,
                        "Name": "先代的荣膺",
                        "Desc": "固有天赋<color style='color:#FFD780;'>{LINK#P1432201}「理典·冬之凯风」</color>获得强化：攻击力提升与元素精通提升的效果改为原本的三倍。",
                        "Icon": "UI_Talent_S_Vesna_03"
                    },
                    {
                        "Level": 5,
                        "Name": "贵种的职守",
                        "Desc": "元素爆发<color style='color:#FFD780;'>致礼·献予女皇陛下</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Vesna_02"
                    },
                    {
                        "Level": 6,
                        "Name": "不移的赤忱",
                        "Desc": "施放最高境界<color style='color:#FFD780;'>翔风剑</color>后的5秒内，薇斯纳可以点按普通攻击或元素战技，施放风仙一族秘传的<color style='color:#FFD780;'>翔风剑·变移</color>：造成薇斯纳150%攻击力的<color style='color:#80FFD7;'>风元素伤害</color>，并召唤出<color style='color:#FFD780;'>灵剑</color>，额外造成薇斯纳200%攻击力的<color style='color:#80FFD7;'>风元素伤害</color>。若薇斯纳处于<color style='color:#FFD780;'>巡风列装</color>模式，还会额外唤出风翎协同攻击敌人。<br>此外，薇斯纳造成的星扩散反应伤害<color style='color:#FFD780;'>擢升</color>20%。",
                        "Icon": "UI_Talent_S_Vesna_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "翔风剑",
                        "Desc": "在<color style='color:#FFD780;'>巡风列装</color>模式下，薇斯纳可以消耗<color style='color:#FFD780;'>剑气</color>，施放该特殊元素战技，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br>每次施放特殊元素战技<color style='color:#FFD780;'>翔风剑</color>后，本次<color style='color:#FFD780;'>巡风列装</color>模式持续期间，其境界都会提升；<color style='color:#FFD780;'>翔风剑</color>的初始境界为一阶，至多提升至三阶。<br>施放境界提升后的<color style='color:#FFD780;'>翔风剑</color>时，还会唤出<color style='color:#FFD780;'>灵剑</color>，对敌人造成<color style='color:#80FFD7;'>风元素伤害</color>。"
                    },
                    {
                        "Name": "灵剑",
                        "Desc": "薇斯纳召唤出的灵体武器，会协同薇斯纳对敌人进行攻击，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br>薇斯纳可以通过以下方式召唤出灵剑：<br>·施放境界提升的特殊元素战技<color style='color:#FFD780;'>翔风剑</color>；<br>·施放元素爆发<color style='color:#FFD780;'>致礼·献予女皇陛下</color>；<br>·施放命之座<color style='color:#FFD780;'>「不移的赤忱」</color>中的<color style='color:#FFD780;'>翔风剑·变移</color>。<br><br><color style='color:#FFD780;'>辉映·星扩散</color>：<color style='color:#FFD780;'>灵剑</color>转为造成视为星扩散反应伤害的<color style='color:#80FFD7;'>风元素伤害</color>。"
                    },
                    {
                        "Name": "剑气",
                        "Desc": "用于在<color style='color:#FFD780;'>巡风列装</color>模式下施放特殊元素战技<color style='color:#FFD780;'>翔风剑</color>的能量。<br>薇斯纳可以通过以下方式积攒剑气：<br>·在<color style='color:#FFD780;'>巡风列装</color>模式下，进行普通攻击、重击、下落攻击，或施放命之座<color style='color:#FFD780;'>「不移的赤忱」</color>中的<color style='color:#FFD780;'>翔风剑·变移</color>；<br>·施放元素战技<color style='color:#FFD780;'>操典·制胜有道</color>；<br>·施放元素爆发<color style='color:#FFD780;'>致礼·献予女皇陛下</color>。"
                    },
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "巡风列装",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>操典·制胜有道</color>后，薇斯纳将切换至该模式。该模式至多持续15秒，并具有如下特性：<br>·提升薇斯纳的抗打断能力。<br>·薇斯纳进行普通攻击、重击与下落攻击时，将转为造成无法被附魔覆盖的<color style='color:#80FFD7;'>风元素伤害</color>，并唤出风翎协同攻击敌人，造成额外的<color style='color:#80FFD7;'>风元素伤害</color>；每次唤出风翎时，都会为薇斯纳恢复一定的<color style='color:#FFD780;'>剑气</color>。<br>·薇斯纳可以消耗<color style='color:#FFD780;'>剑气</color>，施放特殊的元素战技<color style='color:#FFD780;'>翔风剑</color>，对敌人造成<color style='color:#80FFD7;'>风元素伤害</color>。<br>·持续时间结束时，或施放三次最高境界的<color style='color:#FFD780;'>翔风剑</color>后，薇斯纳将退出该模式，并清除所有<color style='color:#FFD780;'>剑气</color>。"
                    },
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "巡风剑舞",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多六段的连续攻击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，踏击前方的敌人。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "40.4200%",
                                    "43.7100%",
                                    "47.0000%",
                                    "51.7000%",
                                    "54.9900%",
                                    "58.7500%",
                                    "63.9200%",
                                    "69.0900%",
                                    "74.2600%",
                                    "79.9000%",
                                    "85.5400%",
                                    "91.1800%",
                                    "96.8200%",
                                    "102.4600%",
                                    "108.1000%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "48.6760%",
                                    "52.6380%",
                                    "56.6000%",
                                    "62.2600%",
                                    "66.2220%",
                                    "70.7500%",
                                    "76.9760%",
                                    "83.2020%",
                                    "89.4280%",
                                    "96.2200%",
                                    "103.0120%",
                                    "109.8040%",
                                    "116.5960%",
                                    "123.3880%",
                                    "130.1800%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "28.0790%*2",
                                    "30.3645%*2",
                                    "32.6500%*2",
                                    "35.9150%*2",
                                    "38.2005%*2",
                                    "40.8125%*2",
                                    "44.4040%*2",
                                    "47.9955%*2",
                                    "51.5870%*2",
                                    "55.5050%*2",
                                    "59.4230%*2",
                                    "63.3410%*2",
                                    "67.2590%*2",
                                    "71.1770%*2",
                                    "75.0950%*2",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "59.1680%",
                                    "63.9840%",
                                    "68.8000%",
                                    "75.6800%",
                                    "80.4960%",
                                    "86.0000%",
                                    "93.5680%",
                                    "101.1360%",
                                    "108.7040%",
                                    "116.9600%",
                                    "125.2160%",
                                    "133.4720%",
                                    "141.7280%",
                                    "149.9840%",
                                    "158.2400%",
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "62.4360%",
                                    "67.5180%",
                                    "72.6000%",
                                    "79.8600%",
                                    "84.9420%",
                                    "90.7500%",
                                    "98.7360%",
                                    "106.7220%",
                                    "114.7080%",
                                    "123.4200%",
                                    "132.1320%",
                                    "140.8440%",
                                    "149.5560%",
                                    "158.2680%",
                                    "166.9800%",
                                ]
                            },
                            {
                                "Desc": "六段伤害",
                                "ParamLevelList": [
                                    "72.2400%",
                                    "78.1200%",
                                    "84.0000%",
                                    "92.4000%",
                                    "98.2800%",
                                    "105.0000%",
                                    "114.2400%",
                                    "123.4800%",
                                    "132.7200%",
                                    "142.8000%",
                                    "152.8800%",
                                    "162.9600%",
                                    "173.0400%",
                                    "183.1200%",
                                    "193.2000%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "133.0420%",
                                    "143.8710%",
                                    "154.7000%",
                                    "170.1700%",
                                    "180.9990%",
                                    "193.3750%",
                                    "210.3920%",
                                    "227.4090%",
                                    "244.4260%",
                                    "262.9900%",
                                    "281.5540%",
                                    "300.1180%",
                                    "318.6820%",
                                    "337.2460%",
                                    "355.8100%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "操典·制胜有道",
                        "Desc": "唤起风仙一族传承的灵剑，造成<color style='color:#80FFD7;'>风元素范围伤害</color>，切换至<color style='color:#FFD780;'>巡风列装</color>模式，并获得两层<color style='color:#FFD780;'>「剑气」</color>。<br><br><color style='color:#FFD780;'>巡风列装</color><br>薇斯纳进行普通攻击、重击与下落攻击时，将转为造成无法被附魔覆盖的<color style='color:#80FFD7;'>风元素伤害</color>，并唤出风翎协同攻击敌人，造成额外的<color style='color:#80FFD7;'>风元素伤害</color>；每次唤出风翎时，都会为薇斯纳恢复一定的<color style='color:#FFD780;'>剑气</color>。<br>薇斯纳可以消耗<color style='color:#FFD780;'>剑气</color>，施放特殊的元素战技<color style='color:#FFD780;'>翔风剑</color>，对敌人造成<color style='color:#80FFD7;'>风元素伤害</color>。<br>每次施放特殊元素战技<color style='color:#FFD780;'>翔风剑</color>后，本次<color style='color:#FFD780;'>巡风列装</color>模式持续期间，其境界都会提升，造成更高的<color style='color:#80FFD7;'>风元素伤害</color>；<color style='color:#FFD780;'>翔风剑</color>的初始境界为一阶，至多提升至三阶；施放境界提升后的<color style='color:#FFD780;'>翔风剑</color>时，还会唤出<color style='color:#FFD780;'>灵剑</color>，对敌人造成<color style='color:#80FFD7;'>风元素伤害</color>。<br>持续时间结束时，或施放三次最高境界的<color style='color:#FFD780;'>翔风剑</color>后，薇斯纳将退出该模式，并清除所有<color style='color:#FFD780;'>剑气</color>。<br>此外，在该模式下，薇斯纳的抗打断能力将会提升。<br><color style='color:#FFD780;'>辉映·星扩散</color>：<color style='color:#FFD780;'>灵剑</color>转为造成视为星扩散反应伤害的<color style='color:#80FFD7;'>风元素伤害</color>。",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Vesna_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "40.0000%",
                                    "43.0000%",
                                    "46.0000%",
                                    "50.0000%",
                                    "53.0000%",
                                    "56.0000%",
                                    "60.0000%",
                                    "64.0000%",
                                    "68.0000%",
                                    "72.0000%",
                                    "76.0000%",
                                    "80.0000%",
                                    "85.0000%",
                                    "90.0000%",
                                    "95.0000%",
                                ]
                            },
                            {
                                "Desc": "翔风剑一阶伤害",
                                "ParamLevelList": [
                                    "40.0000%",
                                    "43.0000%",
                                    "46.0000%",
                                    "50.0000%",
                                    "53.0000%",
                                    "56.0000%",
                                    "60.0000%",
                                    "64.0000%",
                                    "68.0000%",
                                    "72.0000%",
                                    "76.0000%",
                                    "80.0000%",
                                    "85.0000%",
                                    "90.0000%",
                                    "95.0000%",
                                ]
                            },
                            {
                                "Desc": "翔风剑二阶伤害",
                                "ParamLevelList": [
                                    "60.0000%",
                                    "64.5000%",
                                    "69.0000%",
                                    "75.0000%",
                                    "79.5000%",
                                    "84.0000%",
                                    "90.0000%",
                                    "96.0000%",
                                    "102.0000%",
                                    "108.0000%",
                                    "114.0000%",
                                    "120.0000%",
                                    "127.5000%",
                                    "135.0000%",
                                    "142.5000%",
                                ]
                            },
                            {
                                "Desc": "翔风剑二阶灵剑伤害",
                                "ParamLevelList": [
                                    "112.0000%",
                                    "120.4000%",
                                    "128.8000%",
                                    "140.0000%",
                                    "148.4000%",
                                    "156.8000%",
                                    "168.0000%",
                                    "179.2000%",
                                    "190.4000%",
                                    "201.6000%",
                                    "212.8000%",
                                    "224.0000%",
                                    "238.0000%",
                                    "252.0000%",
                                    "266.0000%",
                                ]
                            },
                            {
                                "Desc": "翔风剑三阶灵剑伤害",
                                "ParamLevelList": [
                                    "44.8000%*4",
                                    "48.1600%*4",
                                    "51.5200%*4",
                                    "56.0000%*4",
                                    "59.3600%*4",
                                    "62.7200%*4",
                                    "67.2000%*4",
                                    "71.6800%*4",
                                    "76.1600%*4",
                                    "80.6400%*4",
                                    "85.1200%*4",
                                    "89.6000%*4",
                                    "95.2000%*4",
                                    "100.8000%*4",
                                    "106.4000%*4",
                                ]
                            },
                            {
                                "Desc": "翔风剑三阶灵剑最终段伤害",
                                "ParamLevelList": [
                                    "156.8000%",
                                    "168.5600%",
                                    "180.3200%",
                                    "196.0000%",
                                    "207.7600%",
                                    "219.5200%",
                                    "235.2000%",
                                    "250.8800%",
                                    "266.5600%",
                                    "282.2400%",
                                    "297.9200%",
                                    "313.6000%",
                                    "333.2000%",
                                    "352.8000%",
                                    "372.4000%",
                                ]
                            },
                            {
                                "Desc": "翔风剑二阶灵剑星扩散伤害",
                                "ParamLevelList": [
                                    "112.0000%",
                                    "120.4000%",
                                    "128.8000%",
                                    "140.0000%",
                                    "148.4000%",
                                    "156.8000%",
                                    "168.0000%",
                                    "179.2000%",
                                    "190.4000%",
                                    "201.6000%",
                                    "212.8000%",
                                    "224.0000%",
                                    "238.0000%",
                                    "252.0000%",
                                    "266.0000%",
                                ]
                            },
                            {
                                "Desc": "翔风剑三阶灵剑星扩散伤害",
                                "ParamLevelList": [
                                    "44.8000%*4",
                                    "48.1600%*4",
                                    "51.5200%*4",
                                    "56.0000%*4",
                                    "59.3600%*4",
                                    "62.7200%*4",
                                    "67.2000%*4",
                                    "71.6800%*4",
                                    "76.1600%*4",
                                    "80.6400%*4",
                                    "85.1200%*4",
                                    "89.6000%*4",
                                    "95.2000%*4",
                                    "100.8000%*4",
                                    "106.4000%*4",
                                ]
                            },
                            {
                                "Desc": "翔风剑三阶灵剑最终段星扩散伤害",
                                "ParamLevelList": [
                                    "156.8000%",
                                    "168.5600%",
                                    "180.3200%",
                                    "196.0000%",
                                    "207.7600%",
                                    "219.5200%",
                                    "235.2000%",
                                    "250.8800%",
                                    "266.5600%",
                                    "282.2400%",
                                    "297.9200%",
                                    "313.6000%",
                                    "333.2000%",
                                    "352.8000%",
                                    "372.4000%",
                                ]
                            },
                            {
                                "Desc": "风翎伤害",
                                "ParamLevelList": [
                                    "10.4000%",
                                    "11.1800%",
                                    "11.9600%",
                                    "13.0000%",
                                    "13.7800%",
                                    "14.5600%",
                                    "15.6000%",
                                    "16.6400%",
                                    "17.6800%",
                                    "18.7200%",
                                    "19.7600%",
                                    "20.8000%",
                                    "22.1000%",
                                    "23.4000%",
                                    "24.7000%",
                                ]
                            },
                            {
                                "Desc": "巡风列装持续时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "致礼·献予女皇陛下",
                        "Desc": "召唤众多<color style='color:#FFD780;'>灵剑</color>，造成<color style='color:#80FFD7;'>风元素范围伤害</color>，并获得一层<color style='color:#FFD780;'>「剑气」</color>。",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Vesna_01",
                        "ParamDesc": [
                            {
                                "Desc": "灵剑伤害",
                                "ParamLevelList": [
                                    "263.2000%",
                                    "282.9400%",
                                    "302.6800%",
                                    "329.0000%",
                                    "348.7400%",
                                    "368.4800%",
                                    "394.8000%",
                                    "421.1200%",
                                    "447.4400%",
                                    "473.7600%",
                                    "500.0800%",
                                    "526.4000%",
                                    "559.3000%",
                                    "592.2000%",
                                    "625.1000%",
                                ]
                            },
                            {
                                "Desc": "灵剑星扩散伤害",
                                "ParamLevelList": [
                                    "263.2000%",
                                    "282.9400%",
                                    "302.6800%",
                                    "329.0000%",
                                    "348.7400%",
                                    "368.4800%",
                                    "394.8000%",
                                    "421.1200%",
                                    "447.4400%",
                                    "473.7600%",
                                    "500.0800%",
                                    "526.4000%",
                                    "559.3000%",
                                    "592.2000%",
                                    "625.1000%",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "仪典·春之行列",
                        "Desc": "薇斯纳施放特殊元素战技<color style='color:#FFD780;'>翔风剑</color>或元素爆发<color style='color:#FFD780;'>致礼·献予女皇陛下</color>后，还会获得一层<color style='color:#FFD780;'>「整肃」</color>，持续20秒，至多叠加6层，每层独立计算持续时间。<br>拥有<color style='color:#FFD780;'>整肃</color>时，薇斯纳召唤的<color style='color:#FFD780;'>灵剑</color>将会造成原本100%+整肃层数*10%的伤害；施放元素战技<color style='color:#FFD780;'>操典·制胜有道</color>或退场时，清除薇斯纳拥有的<color style='color:#FFD780;'>整肃</color>。",
                        "Icon": "UI_Talent_S_Vesna_05"
                    },
                    {
                        "Name": "理典·冬之凯风",
                        "Desc": "<color style='color:#FFD780;'>辉映·星扩散</color>：依据队伍中角色的元素类型，薇斯纳将获得对应效果。当前队伍中：<br>·每有一位元素类型为<color style='color:#99FFFF;'>冰元素</color>或<color style='color:#80FFD7;'>风元素</color>的角色：薇斯纳的攻击力提升6%；<br>·每有一位不为上述元素类型的角色：薇斯纳的元素精通提升25点。",
                        "Icon": "UI_Talent_S_Vesna_06"
                    },
                    {
                        "Name": "星耀祝礼·散华序饰",
                        "Desc": "队伍中的角色触发冰元素扩散反应时，将转为触发星扩散反应，且基于薇斯纳的攻击力，提升队伍中角色造成的星扩散反应的基础伤害：每100点攻击力都将提升0.7%星扩散反应的基础伤害，至多通过这种方式提升14%伤害。<br>队伍中的角色在附近触发星扩散反应后的8秒内，薇斯纳将会进入<color style='color:#FFD780;'>辉映·星扩散</color>状态。",
                        "Icon": "UI_Talent_S_Vesna_07"
                    },
                    {
                        "Name": "宝魄巡行",
                        "Desc": "不处于战斗状态下时，薇斯纳可以通过长按冲刺或跳跃进入<color style='color:#FFD780;'>「巡游」</color>状态。<br><br><color style='color:#FFD780;'>巡游</color><br>持续消耗体力，维持悬浮状态；进行冲刺或点按跳跃抬升高度时，将额外消耗体力。包括长按跳跃进入<color style='color:#FFD780;'>巡游</color>状态在内，每次<color style='color:#FFD780;'>巡游</color>至多抬升三次高度。<br><br>此外，在至冬地区（挪德卡莱除外），不处于战斗状态下时，队伍中的当前场上角色位于空中时，切换薇斯纳登场时，薇斯纳将直接进入<color style='color:#FFD780;'>巡游</color>状态，并恢复50点体力；该效果每10秒至多触发一次，且该效果在秘境、征讨领域、深境螺旋中无效。",
                        "Icon": "UI_Talent_S_Vesna_08"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "送冬的华宴",
                        "Desc": "<color style='color:#FFD780;'>巡风列装</color>模式下，薇斯纳至多可以施放四次最高境界的<color style='color:#FFD780;'>翔风剑</color>，而非三次，且每次进入<color style='color:#FFD780;'>巡风列装</color>模式后，首次施放最高境界的<color style='color:#FFD780;'>翔风剑</color>不消耗<color style='color:#FFD780;'>「剑气」</color>。<br>此外，薇斯纳在<color style='color:#FFD780;'>巡风列装</color>模式下造成的星扩散反应伤害提升20%。",
                        "Icon": "UI_Talent_S_Vesna_01"
                    },
                    {
                        "Level": 2,
                        "Name": "迎春的轮舞",
                        "Desc": "固有天赋<color style='color:#FFD780;'>{LINK#P1432101}「仪典·春之行列」</color>获得强化：薇斯纳进入<color style='color:#FFD780;'>巡风列装</color>模式时，会获得最大层数的<color style='color:#FFD780;'>整肃</color>；拥有最大层数的<color style='color:#FFD780;'>整肃</color>时，薇斯纳的攻击力提升60%。<br>上述效果需要解锁固有天赋「仪典·春之行列」。",
                        "Icon": "UI_Talent_S_Vesna_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燔燎的献礼",
                        "Desc": "元素战技<color style='color:#FFD780;'>操典·制胜有道</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Vesna_01"
                    },
                    {
                        "Level": 4,
                        "Name": "先代的荣膺",
                        "Desc": "固有天赋<color style='color:#FFD780;'>{LINK#P1432201}「理典·冬之凯风」</color>获得强化：攻击力提升与元素精通提升的效果改为原本的三倍。",
                        "Icon": "UI_Talent_S_Vesna_03"
                    },
                    {
                        "Level": 5,
                        "Name": "贵种的职守",
                        "Desc": "元素爆发<color style='color:#FFD780;'>致礼·献予女皇陛下</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Vesna_02"
                    },
                    {
                        "Level": 6,
                        "Name": "不移的赤忱",
                        "Desc": "施放最高境界<color style='color:#FFD780;'>翔风剑</color>后的5秒内，薇斯纳可以点按普通攻击或元素战技，施放风仙一族秘传的<color style='color:#FFD780;'>翔风剑·变移</color>：造成薇斯纳150%攻击力的<color style='color:#80FFD7;'>风元素伤害</color>，并召唤出<color style='color:#FFD780;'>灵剑</color>，额外造成薇斯纳200%攻击力的<color style='color:#80FFD7;'>风元素伤害</color>。若薇斯纳处于<color style='color:#FFD780;'>巡风列装</color>模式，还会额外唤出风翎协同攻击敌人。<br>此外，薇斯纳造成的星扩散反应伤害<color style='color:#FFD780;'>擢升</color>20%。",
                        "Icon": "UI_Talent_S_Vesna_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "翔风剑",
                        "Desc": "在<color style='color:#FFD780;'>巡风列装</color>模式下，薇斯纳可以消耗<color style='color:#FFD780;'>剑气</color>，施放该特殊元素战技，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br>每次施放特殊元素战技<color style='color:#FFD780;'>翔风剑</color>后，本次<color style='color:#FFD780;'>巡风列装</color>模式持续期间，其境界都会提升；<color style='color:#FFD780;'>翔风剑</color>的初始境界为一阶，至多提升至三阶。<br>施放境界提升后的<color style='color:#FFD780;'>翔风剑</color>时，还会唤出<color style='color:#FFD780;'>灵剑</color>，对敌人造成<color style='color:#80FFD7;'>风元素伤害</color>。"
                    },
                    {
                        "Name": "灵剑",
                        "Desc": "薇斯纳召唤出的灵体武器，会协同薇斯纳对敌人进行攻击，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br>薇斯纳可以通过以下方式召唤出灵剑：<br>·施放境界提升的特殊元素战技<color style='color:#FFD780;'>翔风剑</color>；<br>·施放元素爆发<color style='color:#FFD780;'>致礼·献予女皇陛下</color>；<br>·施放命之座<color style='color:#FFD780;'>「不移的赤忱」</color>中的<color style='color:#FFD780;'>翔风剑·变移</color>。<br><br><color style='color:#FFD780;'>辉映·星扩散</color>：<color style='color:#FFD780;'>灵剑</color>转为造成视为星扩散反应伤害的<color style='color:#80FFD7;'>风元素伤害</color>。"
                    },
                    {
                        "Name": "剑气",
                        "Desc": "用于在<color style='color:#FFD780;'>巡风列装</color>模式下施放特殊元素战技<color style='color:#FFD780;'>翔风剑</color>的能量。<br>薇斯纳可以通过以下方式积攒剑气：<br>·在<color style='color:#FFD780;'>巡风列装</color>模式下，进行普通攻击、重击、下落攻击，或施放命之座<color style='color:#FFD780;'>「不移的赤忱」</color>中的<color style='color:#FFD780;'>翔风剑·变移</color>；<br>·施放元素战技<color style='color:#FFD780;'>操典·制胜有道</color>；<br>·施放元素爆发<color style='color:#FFD780;'>致礼·献予女皇陛下</color>。"
                    },
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "巡风列装",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>操典·制胜有道</color>后，薇斯纳将切换至该模式。该模式至多持续15秒，并具有如下特性：<br>·提升薇斯纳的抗打断能力。<br>·薇斯纳进行普通攻击、重击与下落攻击时，将转为造成无法被附魔覆盖的<color style='color:#80FFD7;'>风元素伤害</color>，并唤出风翎协同攻击敌人，造成额外的<color style='color:#80FFD7;'>风元素伤害</color>；每次唤出风翎时，都会为薇斯纳恢复一定的<color style='color:#FFD780;'>剑气</color>。<br>·薇斯纳可以消耗<color style='color:#FFD780;'>剑气</color>，施放特殊的元素战技<color style='color:#FFD780;'>翔风剑</color>，对敌人造成<color style='color:#80FFD7;'>风元素伤害</color>。<br>·持续时间结束时，或施放三次最高境界的<color style='color:#FFD780;'>翔风剑</color>后，薇斯纳将退出该模式，并清除所有<color style='color:#FFD780;'>剑气</color>。"
                    },
                ]
            },
        }
    }
}

var _AvatarAttackConfig_ = {
    "143": {}
}
