// Auto Generated

var _AvatarDataConfig_ = {
    "148": {
        "BallList": [{"When": "DropBall (Other)", "CD": 1.0, "DropArray": [{"Num": 1.0, "Chance": 1.0}]}],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "148": {
        "Promotion": [
            {
            },
            {
                "202": 20000,
                "104141": 1,
                "101276": 3,
                "112149": 3,
            },
            {
                "202": 40000,
                "104142": 3,
                "113091": 2,
                "101276": 10,
                "112149": 15,
            },
            {
                "202": 60000,
                "104142": 6,
                "113091": 4,
                "101276": 20,
                "112150": 12,
            },
            {
                "202": 80000,
                "104143": 3,
                "113091": 8,
                "101276": 30,
                "112150": 18,
            },
            {
                "202": 100000,
                "104143": 6,
                "113091": 12,
                "101276": 45,
                "112151": 12,
            },
            {
                "202": 120000,
                "104144": 6,
                "113091": 20,
                "101276": 60,
                "112151": 24,
            },
        ],
        "A": [
            {
                "202": 12500,
                "104368": 3,
                "112149": 6,
            },
            {
                "202": 17500,
                "104369": 2,
                "112150": 3,
            },
            {
                "202": 25000,
                "104369": 4,
                "112150": 4,
            },
            {
                "202": 30000,
                "104369": 6,
                "112150": 6,
            },
            {
                "202": 37500,
                "104369": 9,
                "112150": 9,
            },
            {
                "202": 120000,
                "104370": 4,
                "112151": 4,
                "113083": 1,
            },
            {
                "202": 260000,
                "104370": 6,
                "112151": 6,
                "113083": 1,
            },
            {
                "202": 450000,
                "104370": 12,
                "112151": 9,
                "113083": 2,
            },
            {
                "202": 700000,
                "104370": 16,
                "112151": 12,
                "113083": 2,
                "104319": 1,
            },
        ],
        "E": [
            {
                "202": 12500,
                "104368": 3,
                "112149": 6,
            },
            {
                "202": 17500,
                "104369": 2,
                "112150": 3,
            },
            {
                "202": 25000,
                "104369": 4,
                "112150": 4,
            },
            {
                "202": 30000,
                "104369": 6,
                "112150": 6,
            },
            {
                "202": 37500,
                "104369": 9,
                "112150": 9,
            },
            {
                "202": 120000,
                "104370": 4,
                "112151": 4,
                "113083": 1,
            },
            {
                "202": 260000,
                "104370": 6,
                "112151": 6,
                "113083": 1,
            },
            {
                "202": 450000,
                "104370": 12,
                "112151": 9,
                "113083": 2,
            },
            {
                "202": 700000,
                "104370": 16,
                "112151": 12,
                "113083": 2,
                "104319": 1,
            },
        ],
        "Q": [
            {
                "202": 12500,
                "104368": 3,
                "112149": 6,
            },
            {
                "202": 17500,
                "104369": 2,
                "112150": 3,
            },
            {
                "202": 25000,
                "104369": 4,
                "112150": 4,
            },
            {
                "202": 30000,
                "104369": 6,
                "112150": 6,
            },
            {
                "202": 37500,
                "104369": 9,
                "112150": 9,
            },
            {
                "202": 120000,
                "104370": 4,
                "112151": 4,
                "113083": 1,
            },
            {
                "202": 260000,
                "104370": 6,
                "112151": 6,
                "113083": 1,
            },
            {
                "202": 450000,
                "104370": 12,
                "112151": 9,
                "113083": 2,
            },
            {
                "202": 700000,
                "104370": 16,
                "112151": 12,
                "113083": 2,
                "104319": 1,
            },
        ],
    }
}

var _AvatarSkillPConfig_ = {
    "148": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "角枪驰弋",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击，并对最后一击命中的敌人施加<color style='color:#FFD780;'>弋猎印记</color>效果。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行回旋攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "47.8160%",
                                    "51.7080%",
                                    "55.6000%",
                                    "61.1600%",
                                    "65.0520%",
                                    "69.5000%",
                                    "75.6160%",
                                    "81.7320%",
                                    "87.8480%",
                                    "94.5200%",
                                    "101.1920%",
                                    "107.8640%",
                                    "114.5360%",
                                    "121.2080%",
                                    "127.8800%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "48.1600%",
                                    "52.0800%",
                                    "56.0000%",
                                    "61.6000%",
                                    "65.5200%",
                                    "70.0000%",
                                    "76.1600%",
                                    "82.3200%",
                                    "88.4800%",
                                    "95.2000%",
                                    "101.9200%",
                                    "108.6400%",
                                    "115.3600%",
                                    "122.0800%",
                                    "128.8000%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "34.2280%+31.8200%",
                                    "37.0140%+34.4100%",
                                    "39.8000%+37.0000%",
                                    "43.7800%+40.7000%",
                                    "46.5660%+43.2900%",
                                    "49.7500%+46.2500%",
                                    "54.1280%+50.3200%",
                                    "58.5060%+54.3900%",
                                    "62.8840%+58.4600%",
                                    "67.6600%+62.9000%",
                                    "72.4360%+67.3400%",
                                    "77.2120%+71.7800%",
                                    "81.9880%+76.2200%",
                                    "86.7640%+80.6600%",
                                    "91.5400%+85.1000%",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.8520%",
                                    "82.0260%",
                                    "88.2000%",
                                    "97.0200%",
                                    "103.1940%",
                                    "110.2500%",
                                    "119.9520%",
                                    "129.6540%",
                                    "139.3560%",
                                    "149.9400%",
                                    "160.5240%",
                                    "171.1080%",
                                    "181.6920%",
                                    "192.2760%",
                                    "202.8600%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "111.0260%",
                                    "120.0630%",
                                    "129.1000%",
                                    "142.0100%",
                                    "151.0470%",
                                    "161.3750%",
                                    "175.5760%",
                                    "189.7770%",
                                    "203.9780%",
                                    "219.4700%",
                                    "234.9620%",
                                    "250.4540%",
                                    "265.9460%",
                                    "281.4380%",
                                    "296.9300%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "伏袭霆击",
                        "Desc": "循借猎人的本能，依据点按、长按，以不同的方式产生效果，并对命中的敌人施加<color style='color:#FFD780;'>弋猎印记</color>效果。<br><br><color style='color:#FFD780;'>点按</color><br>向前方射击，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，并选定前方一定范围内的敌人，在该状态下提高阿罗夏的抗打断能力。<br>长按结束时，对选定的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><i>莽撞的猎手曾向枪尖攀爬，随后，有幸熬过血的教训，领悟雪原的生存至理。</i>",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Alyosha_01",
                        "ParamDesc": [
                            {
                                "Desc": "点按伤害",
                                "ParamLevelList": [
                                    "286.7200%",
                                    "308.2240%",
                                    "329.7280%",
                                    "358.4000%",
                                    "379.9040%",
                                    "401.4080%",
                                    "430.0800%",
                                    "458.7520%",
                                    "487.4240%",
                                    "516.0960%",
                                    "544.7680%",
                                    "573.4400%",
                                    "609.2800%",
                                    "645.1200%",
                                    "680.9600%",
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "358.4000%",
                                    "385.2800%",
                                    "412.1600%",
                                    "448.0000%",
                                    "474.8800%",
                                    "501.7600%",
                                    "537.6000%",
                                    "573.4400%",
                                    "609.2800%",
                                    "645.1200%",
                                    "680.9600%",
                                    "716.8000%",
                                    "761.6000%",
                                    "806.4000%",
                                    "851.2000%",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "弋猎印记持续时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "猎者之准攻击力提升",
                                "ParamLevelList": [
                                    "13.7500%",
                                    "15.0000%",
                                    "16.2500%",
                                    "17.5000%",
                                    "18.7500%",
                                    "20.0000%",
                                    "21.2500%",
                                    "22.5000%",
                                    "23.7500%",
                                    "25.0000%",
                                    "26.5000%",
                                    "28.0000%",
                                    "29.5000%",
                                    "31.0000%",
                                    "32.5000%",
                                ]
                            },
                            {
                                "Desc": "猎者之准持续时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "守猎进踞",
                        "Desc": "召唤信赖的好伙伴<color style='color:#FFD780;'>图加林</color>一同战斗，并将前方区域短暂变换为<color style='color:#FFD780;'>轰霆猎场</color>。<br><br><color style='color:#FFD780;'>轰霆猎场</color><br>·持续嘲讽周围的敌人，吸引敌人攻击；<br>·每隔2秒，对踏入其中的敌人造成一次<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><i>等待，等待到不再心焦，便有赤腹兰鸻飞越白桦林，迎接他的射击。</i>",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Alyosha_01",
                        "ParamDesc": [
                            {
                                "Desc": "轰霆猎场伤害",
                                "ParamLevelList": [
                                    "74.9600%",
                                    "80.5820%",
                                    "86.2040%",
                                    "93.7000%",
                                    "99.3220%",
                                    "104.9440%",
                                    "112.4400%",
                                    "119.9360%",
                                    "127.4320%",
                                    "134.9280%",
                                    "142.4240%",
                                    "149.9200%",
                                    "159.2900%",
                                    "168.6600%",
                                    "178.0300%",
                                ]
                            },
                            {
                                "Desc": "图加林伤害",
                                "ParamLevelList": [
                                    "50.2232%",
                                    "53.9899%",
                                    "57.7567%",
                                    "62.7790%",
                                    "66.5457%",
                                    "70.3125%",
                                    "75.3348%",
                                    "80.3571%",
                                    "85.3794%",
                                    "90.4018%",
                                    "95.4241%",
                                    "100.4464%",
                                    "106.7243%",
                                    "113.0022%",
                                    "119.2801%",
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "惊醒沉睡的林线",
                        "Desc": "<color style='color:#FFD780;'>图加林</color>进行攻击时，还会为队伍中附近的当前场上角色恢复生命值，回复量相当于阿罗夏攻击力的120%。",
                        "Icon": "UI_Talent_S_Alyosha_05"
                    },
                    {
                        "Name": "告别冬麦与残叶",
                        "Desc": "基于阿罗夏的元素充能效率，提升阿罗夏的元素战技与元素爆发造成的伤害：每1%元素充能效率都会使上述伤害提升0.35%，至多提升至70%。",
                        "Icon": "UI_Talent_S_Alyosha_06"
                    },
                    {
                        "Name": "星赴险域",
                        "Desc": "处于<color style='color:#FFD780;'>极星辉域</color>中时，阿罗夏将会进入<color style='color:#FFD780;'>辉映·星超导</color>状态。<br><color style='color:#FFD780;'>辉映·星超导</color>：激活<color style='color:#FFD780;'>弋猎印记</color>时获得的<color style='color:#FFD780;'>猎者之准</color>效果还会使队伍中附近的所有角色造成的星超导伤害提升25%。",
                        "Icon": "UI_Talent_S_Alyosha_07"
                    },
                    {
                        "Name": "树梢察伺",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>至冬区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Alyosha_08"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "寒谷轰雷",
                        "Desc": "队伍中附近的角色对敌人触发<color style='color:#FFACFF;'>雷元素相关反应</color>后，将为阿罗夏恢复15点元素能量，该效果每18秒至多触发一次。",
                        "Icon": "UI_Talent_S_Alyosha_01"
                    },
                    {
                        "Level": 2,
                        "Name": "长嗥远讯",
                        "Desc": "元素爆发<color style='color:#FFD780;'>守猎进踞</color>的持续时间延长6秒。<br>此外，<color style='color:#FFD780;'>图加林</color>每次攻击敌人前，还会为一名目标施加<color style='color:#FFD780;'>弋猎印记</color>；该效果不会激活已有的<color style='color:#FFD780;'>弋猎印记</color>。",
                        "Icon": "UI_Talent_S_Alyosha_02"
                    },
                    {
                        "Level": 3,
                        "Name": "僚朋相唤",
                        "Desc": "元素战技<color style='color:#FFD780;'>伏袭霆击</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Alyosha_01"
                    },
                    {
                        "Level": 4,
                        "Name": "衔取猎品",
                        "Desc": "<color style='color:#FFD780;'>图加林</color>进行攻击时，还会为队伍中附近的生命值百分比最低的角色恢复生命值，回复量相当于阿罗夏攻击力的60%。",
                        "Icon": "UI_Talent_S_Alyosha_03"
                    },
                    {
                        "Level": 5,
                        "Name": "莺啼止时",
                        "Desc": "元素爆发<color style='color:#FFD780;'>守猎进踞</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Alyosha_02"
                    },
                    {
                        "Level": 6,
                        "Name": "复夺旌幡",
                        "Desc": "激活<color style='color:#FFD780;'>弋猎印记</color>时获得的<color style='color:#FFD780;'>猎者之准</color>效果可以叠加。该效果至多叠加2层，叠加至2层时，还会使处于该效果影响下的角色的元素精通提升100点。",
                        "Icon": "UI_Talent_S_Alyosha_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "图加林",
                        "Desc": "深受阿罗夏信赖的猎犬伙伴，可以通过施放元素爆发<color style='color:#FFD780;'>守猎进踞</color>召唤至场上。<br>若周围存在敌人，每隔2秒，图加林将快速移动至一名敌人附近，对其进行撕咬攻击，造成<color style='color:#FFD780;'>雷元素伤害</color>。若命中的敌人处于<color style='color:#FFD780;'>弋猎印记</color>效果影响下，还会触发<color style='color:#FFD780;'>弋猎印记</color>。该伤害视为元素爆发伤害。<br>图加林会优先攻击处于<color style='color:#FFD780;'>弋猎印记</color>效果影响下的敌人。"
                    },
                    {
                        "Name": "弋猎印记",
                        "Desc": "阿罗夏向敌人施加的特殊效果。<br>对已经处于<color style='color:#FFD780;'>弋猎印记</color>影响下的敌人再次施加该效果时，将会改为激活<color style='color:#FFD780;'>弋猎印记</color>：移除该印记，并使队伍中附近的所有角色获得<color style='color:#FFD780;'>猎者之准</color>效果，使其攻击力提升，持续15秒。"
                    },
                    {
                        "Name": "极星辉域",
                        "Desc": "触发星超导反应时，附近的区域会短暂变化为<color style='color:#FFD780;'>极星辉域</color>；处于极星辉域中时，特定角色将会进入<color style='color:#FFD780;'>辉映·星超导</color>状态，使其不同技能分别获得对应的强化效果。"
                    },
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "角枪驰弋",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击，并对最后一击命中的敌人施加<color style='color:#FFD780;'>弋猎印记</color>效果。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行回旋攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "47.8160%",
                                    "51.7080%",
                                    "55.6000%",
                                    "61.1600%",
                                    "65.0520%",
                                    "69.5000%",
                                    "75.6160%",
                                    "81.7320%",
                                    "87.8480%",
                                    "94.5200%",
                                    "101.1920%",
                                    "107.8640%",
                                    "114.5360%",
                                    "121.2080%",
                                    "127.8800%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "48.1600%",
                                    "52.0800%",
                                    "56.0000%",
                                    "61.6000%",
                                    "65.5200%",
                                    "70.0000%",
                                    "76.1600%",
                                    "82.3200%",
                                    "88.4800%",
                                    "95.2000%",
                                    "101.9200%",
                                    "108.6400%",
                                    "115.3600%",
                                    "122.0800%",
                                    "128.8000%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "34.2280%+31.8200%",
                                    "37.0140%+34.4100%",
                                    "39.8000%+37.0000%",
                                    "43.7800%+40.7000%",
                                    "46.5660%+43.2900%",
                                    "49.7500%+46.2500%",
                                    "54.1280%+50.3200%",
                                    "58.5060%+54.3900%",
                                    "62.8840%+58.4600%",
                                    "67.6600%+62.9000%",
                                    "72.4360%+67.3400%",
                                    "77.2120%+71.7800%",
                                    "81.9880%+76.2200%",
                                    "86.7640%+80.6600%",
                                    "91.5400%+85.1000%",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.8520%",
                                    "82.0260%",
                                    "88.2000%",
                                    "97.0200%",
                                    "103.1940%",
                                    "110.2500%",
                                    "119.9520%",
                                    "129.6540%",
                                    "139.3560%",
                                    "149.9400%",
                                    "160.5240%",
                                    "171.1080%",
                                    "181.6920%",
                                    "192.2760%",
                                    "202.8600%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "111.0260%",
                                    "120.0630%",
                                    "129.1000%",
                                    "142.0100%",
                                    "151.0470%",
                                    "161.3750%",
                                    "175.5760%",
                                    "189.7770%",
                                    "203.9780%",
                                    "219.4700%",
                                    "234.9620%",
                                    "250.4540%",
                                    "265.9460%",
                                    "281.4380%",
                                    "296.9300%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "伏袭霆击",
                        "Desc": "循借猎人的本能，依据点按、长按，以不同的方式产生效果，并对命中的敌人施加<color style='color:#FFD780;'>弋猎印记</color>效果。<br><br><color style='color:#FFD780;'>点按</color><br>向前方射击，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，并选定前方一定范围内的敌人，在该状态下提高阿罗夏的抗打断能力。<br>长按结束时，对选定的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><i>莽撞的猎手曾向枪尖攀爬，随后，有幸熬过血的教训，领悟雪原的生存至理。</i>",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Alyosha_01",
                        "ParamDesc": [
                            {
                                "Desc": "点按伤害",
                                "ParamLevelList": [
                                    "286.7200%",
                                    "308.2240%",
                                    "329.7280%",
                                    "358.4000%",
                                    "379.9040%",
                                    "401.4080%",
                                    "430.0800%",
                                    "458.7520%",
                                    "487.4240%",
                                    "516.0960%",
                                    "544.7680%",
                                    "573.4400%",
                                    "609.2800%",
                                    "645.1200%",
                                    "680.9600%",
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "358.4000%",
                                    "385.2800%",
                                    "412.1600%",
                                    "448.0000%",
                                    "474.8800%",
                                    "501.7600%",
                                    "537.6000%",
                                    "573.4400%",
                                    "609.2800%",
                                    "645.1200%",
                                    "680.9600%",
                                    "716.8000%",
                                    "761.6000%",
                                    "806.4000%",
                                    "851.2000%",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "弋猎印记持续时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "猎者之准攻击力提升",
                                "ParamLevelList": [
                                    "11.6600%",
                                    "12.7200%",
                                    "13.7800%",
                                    "14.8400%",
                                    "15.9000%",
                                    "16.9600%",
                                    "18.0200%",
                                    "19.0800%",
                                    "20.1400%",
                                    "21.2000%",
                                    "22.4720%",
                                    "23.7440%",
                                    "25.0160%",
                                    "26.2880%",
                                    "27.5600%",
                                ]
                            },
                            {
                                "Desc": "猎者之准持续时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "守猎进踞",
                        "Desc": "召唤信赖的好伙伴<color style='color:#FFD780;'>图加林</color>一同战斗，并将前方区域短暂变换为<color style='color:#FFD780;'>轰霆猎场</color>。<br><br><color style='color:#FFD780;'>轰霆猎场</color><br>·持续嘲讽周围的敌人，吸引敌人攻击；<br>·每隔2秒，对踏入其中的敌人造成一次<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><color style='color:#FFD780;'>图加林</color><br>·若周围存在敌人，每隔2秒，图加林将快速移动至一名敌人附近，对其进行撕咬攻击，造成<color style='color:#FFD780;'>雷元素伤害</color>。<br>·若命中的敌人处于<color style='color:#FFD780;'>弋猎印记</color>效果影响下，还会触发<color style='color:#FFD780;'>弋猎印记</color>。<br>·图加林会优先攻击处于<color style='color:#FFD780;'>弋猎印记</color>效果影响下的敌人。<br><br><i>等待，等待到不再心焦，便有赤腹兰鸻飞越白桦林，迎接他的射击。</i>",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Alyosha_01",
                        "ParamDesc": [
                            {
                                "Desc": "轰霆猎场伤害",
                                "ParamLevelList": [
                                    "74.9600%",
                                    "80.5820%",
                                    "86.2040%",
                                    "93.7000%",
                                    "99.3220%",
                                    "104.9440%",
                                    "112.4400%",
                                    "119.9360%",
                                    "127.4320%",
                                    "134.9280%",
                                    "142.4240%",
                                    "149.9200%",
                                    "159.2900%",
                                    "168.6600%",
                                    "178.0300%",
                                ]
                            },
                            {
                                "Desc": "图加林伤害",
                                "ParamLevelList": [
                                    "50.2232%",
                                    "53.9899%",
                                    "57.7567%",
                                    "62.7790%",
                                    "66.5457%",
                                    "70.3125%",
                                    "75.3348%",
                                    "80.3571%",
                                    "85.3794%",
                                    "90.4018%",
                                    "95.4241%",
                                    "100.4464%",
                                    "106.7243%",
                                    "113.0022%",
                                    "119.2801%",
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "惊醒沉睡的林线",
                        "Desc": "<color style='color:#FFD780;'>图加林</color>进行攻击时，还会为队伍中附近的当前场上角色恢复生命值，回复量相当于阿罗夏攻击力的120%。",
                        "Icon": "UI_Talent_S_Alyosha_05"
                    },
                    {
                        "Name": "告别冬麦与残叶",
                        "Desc": "基于阿罗夏的元素充能效率，提升阿罗夏的元素战技与元素爆发造成的伤害：每1%元素充能效率都会使上述伤害提升0.35%，至多提升至70%。",
                        "Icon": "UI_Talent_S_Alyosha_06"
                    },
                    {
                        "Name": "星赴险域",
                        "Desc": "处于<color style='color:#FFD780;'>极星辉域</color>中时，阿罗夏将会进入<color style='color:#FFD780;'>辉映·星超导</color>状态。<br><color style='color:#FFD780;'>辉映·星超导</color>：激活<color style='color:#FFD780;'>弋猎印记</color>时获得的<color style='color:#FFD780;'>猎者之准</color>效果还会使队伍中附近的所有角色造成的星超导伤害提升20%。",
                        "Icon": "UI_Talent_S_Alyosha_07"
                    },
                    {
                        "Name": "树梢察伺",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>至冬区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Alyosha_08"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "寒谷轰雷",
                        "Desc": "队伍中附近的角色对敌人触发<color style='color:#FFACFF;'>雷元素相关反应</color>后，将为阿罗夏恢复15点元素能量，该效果每18秒至多触发一次。",
                        "Icon": "UI_Talent_S_Alyosha_01"
                    },
                    {
                        "Level": 2,
                        "Name": "长嗥远讯",
                        "Desc": "元素爆发<color style='color:#FFD780;'>守猎进踞</color>的持续时间延长6秒。<br>此外，<color style='color:#FFD780;'>图加林</color>每次攻击敌人前，还会为一名目标施加<color style='color:#FFD780;'>弋猎印记</color>；该效果不会激活已有的<color style='color:#FFD780;'>弋猎印记</color>。",
                        "Icon": "UI_Talent_S_Alyosha_02"
                    },
                    {
                        "Level": 3,
                        "Name": "僚朋相唤",
                        "Desc": "元素战技<color style='color:#FFD780;'>伏袭霆击</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Alyosha_01"
                    },
                    {
                        "Level": 4,
                        "Name": "衔取猎品",
                        "Desc": "<color style='color:#FFD780;'>图加林</color>进行攻击时，还会为队伍中附近的生命值百分比最低的角色恢复生命值，回复量相当于阿罗夏攻击力的60%。",
                        "Icon": "UI_Talent_S_Alyosha_03"
                    },
                    {
                        "Level": 5,
                        "Name": "莺啼止时",
                        "Desc": "元素爆发<color style='color:#FFD780;'>守猎进踞</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Alyosha_02"
                    },
                    {
                        "Level": 6,
                        "Name": "复夺旌幡",
                        "Desc": "激活<color style='color:#FFD780;'>弋猎印记</color>时获得的<color style='color:#FFD780;'>猎者之准</color>效果可以叠加。该效果至多叠加2层，叠加至2层时，还会使处于该效果影响下的角色的元素精通提升100点。",
                        "Icon": "UI_Talent_S_Alyosha_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "辉映·星烁",
                        "Desc": "<color style='color:#FFD780;'>辉映·星超导</color>与<color style='color:#FFD780;'>辉映·星扩散</color>统称为<color style='color:#FFD780;'>辉映·星烁</color>状态。<br>角色同时只能受到一种辉映状态影响，且优先被<color style='color:#FFD780;'>辉映·星超导</color>影响。"
                    },
                    {
                        "Name": "图加林",
                        "Desc": "深受阿罗夏信赖的猎犬伙伴，可以通过施放元素爆发<color style='color:#FFD780;'>守猎进踞</color>召唤至场上，会间歇性快速移动至一名敌人附近，对其进行撕咬攻击，并触发已有的<color style='color:#FFD780;'>弋猎印记</color>。"
                    },
                    {
                        "Name": "极星辉域",
                        "Desc": "触发星超导反应时，附近的区域会短暂变化为<color style='color:#FFD780;'>极星辉域</color>；处于极星辉域中时，特定角色将会进入<color style='color:#FFD780;'>辉映·星超导</color>状态，使其不同技能分别获得对应的强化效果。"
                    },
                    {
                        "Name": "弋猎印记",
                        "Desc": "阿罗夏向敌人施加的特殊效果。<br>对已经处于<color style='color:#FFD780;'>弋猎印记</color>影响下的敌人再次施加该效果时，将会改为激活<color style='color:#FFD780;'>弋猎印记</color>：移除该印记，并使队伍中附近的所有角色获得<color style='color:#FFD780;'>猎者之准</color>效果，使其攻击力提升，持续15秒。"
                    },
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "角枪驰弋",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击，并对最后一击命中的敌人施加<color style='color:#FFD780;'>弋猎印记</color>效果。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "47.8160%",
                                    "51.7080%",
                                    "55.6000%",
                                    "61.1600%",
                                    "65.0520%",
                                    "69.5000%",
                                    "75.6160%",
                                    "81.7320%",
                                    "87.8480%",
                                    "94.5200%",
                                    "101.1920%",
                                    "107.8640%",
                                    "114.5360%",
                                    "121.2080%",
                                    "127.8800%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "48.1600%",
                                    "52.0800%",
                                    "56.0000%",
                                    "61.6000%",
                                    "65.5200%",
                                    "70.0000%",
                                    "76.1600%",
                                    "82.3200%",
                                    "88.4800%",
                                    "95.2000%",
                                    "101.9200%",
                                    "108.6400%",
                                    "115.3600%",
                                    "122.0800%",
                                    "128.8000%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "34.2280%+31.8200%",
                                    "37.0140%+34.4100%",
                                    "39.8000%+37.0000%",
                                    "43.7800%+40.7000%",
                                    "46.5660%+43.2900%",
                                    "49.7500%+46.2500%",
                                    "54.1280%+50.3200%",
                                    "58.5060%+54.3900%",
                                    "62.8840%+58.4600%",
                                    "67.6600%+62.9000%",
                                    "72.4360%+67.3400%",
                                    "77.2120%+71.7800%",
                                    "81.9880%+76.2200%",
                                    "86.7640%+80.6600%",
                                    "91.5400%+85.1000%",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.8520%",
                                    "82.0260%",
                                    "88.2000%",
                                    "97.0200%",
                                    "103.1940%",
                                    "110.2500%",
                                    "119.9520%",
                                    "129.6540%",
                                    "139.3560%",
                                    "149.9400%",
                                    "160.5240%",
                                    "171.1080%",
                                    "181.6920%",
                                    "192.2760%",
                                    "202.8600%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "111.0260%",
                                    "120.0630%",
                                    "129.1000%",
                                    "142.0100%",
                                    "151.0470%",
                                    "161.3750%",
                                    "175.5760%",
                                    "189.7770%",
                                    "203.9780%",
                                    "219.4700%",
                                    "234.9620%",
                                    "250.4540%",
                                    "265.9460%",
                                    "281.4380%",
                                    "296.9300%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "伏袭霆击",
                        "Desc": "循借猎人的本能，依据点按、长按，以不同的方式产生效果，并对命中的敌人施加<color style='color:#FFD780;'>弋猎印记</color>效果。<br><br><color style='color:#FFD780;'>点按</color><br>向前方射击，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，并选定前方一定范围内的敌人，在该状态下提高阿罗夏的抗打断能力。<br>长按结束时，对选定的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><i>莽撞的猎手曾向枪尖攀爬，随后，有幸熬过血的教训，领悟雪原的生存至理。</i>",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Alyosha_01",
                        "ParamDesc": [
                            {
                                "Desc": "点按伤害",
                                "ParamLevelList": [
                                    "286.7200%",
                                    "308.2240%",
                                    "329.7280%",
                                    "358.4000%",
                                    "379.9040%",
                                    "401.4080%",
                                    "430.0800%",
                                    "458.7520%",
                                    "487.4240%",
                                    "516.0960%",
                                    "544.7680%",
                                    "573.4400%",
                                    "609.2800%",
                                    "645.1200%",
                                    "680.9600%",
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "358.4000%",
                                    "385.2800%",
                                    "412.1600%",
                                    "448.0000%",
                                    "474.8800%",
                                    "501.7600%",
                                    "537.6000%",
                                    "573.4400%",
                                    "609.2800%",
                                    "645.1200%",
                                    "680.9600%",
                                    "716.8000%",
                                    "761.6000%",
                                    "806.4000%",
                                    "851.2000%",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "弋猎印记持续时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "猎者之准攻击力提升",
                                "ParamLevelList": [
                                    "11.6600%",
                                    "12.7200%",
                                    "13.7800%",
                                    "14.8400%",
                                    "15.9000%",
                                    "16.9600%",
                                    "18.0200%",
                                    "19.0800%",
                                    "20.1400%",
                                    "21.2000%",
                                    "22.4720%",
                                    "23.7440%",
                                    "25.0160%",
                                    "26.2880%",
                                    "27.5600%",
                                ]
                            },
                            {
                                "Desc": "猎者之准持续时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "守猎进踞",
                        "Desc": "召唤信赖的好伙伴<color style='color:#FFD780;'>图加林</color>一同战斗，并将前方区域短暂变换为<color style='color:#FFD780;'>轰霆猎场</color>。<br><br><color style='color:#FFD780;'>轰霆猎场</color><br>·持续嘲讽周围的敌人，吸引敌人攻击；<br>·每隔2秒，对踏入其中的敌人造成一次<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><color style='color:#FFD780;'>图加林</color><br>·若周围存在敌人，每隔2秒，图加林将快速移动至一名敌人附近，对其进行撕咬攻击，造成<color style='color:#FFD780;'>雷元素伤害</color>。<br>·若命中的敌人处于<color style='color:#FFD780;'>弋猎印记</color>效果影响下，还会激活<color style='color:#FFD780;'>弋猎印记</color>。<br>·图加林会优先攻击处于<color style='color:#FFD780;'>弋猎印记</color>效果影响下的敌人。<br><br><i>等待，等待到不再心焦，便有赤腹兰鸻飞越白桦林，迎接他的射击。</i>",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Alyosha_01",
                        "ParamDesc": [
                            {
                                "Desc": "轰霆猎场伤害",
                                "ParamLevelList": [
                                    "74.9600%",
                                    "80.5820%",
                                    "86.2040%",
                                    "93.7000%",
                                    "99.3220%",
                                    "104.9440%",
                                    "112.4400%",
                                    "119.9360%",
                                    "127.4320%",
                                    "134.9280%",
                                    "142.4240%",
                                    "149.9200%",
                                    "159.2900%",
                                    "168.6600%",
                                    "178.0300%",
                                ]
                            },
                            {
                                "Desc": "图加林伤害",
                                "ParamLevelList": [
                                    "50.2232%",
                                    "53.9899%",
                                    "57.7567%",
                                    "62.7790%",
                                    "66.5457%",
                                    "70.3125%",
                                    "75.3348%",
                                    "80.3571%",
                                    "85.3794%",
                                    "90.4018%",
                                    "95.4241%",
                                    "100.4464%",
                                    "106.7243%",
                                    "113.0022%",
                                    "119.2801%",
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "惊醒沉睡的林线",
                        "Desc": "<color style='color:#FFD780;'>图加林</color>进行攻击时，还会为队伍中附近的当前场上角色恢复生命值，回复量相当于阿罗夏攻击力的120%。",
                        "Icon": "UI_Talent_S_Alyosha_05"
                    },
                    {
                        "Name": "告别冬麦与残叶",
                        "Desc": "基于阿罗夏的元素充能效率，提升阿罗夏的元素战技与元素爆发造成的伤害：每1%元素充能效率都会使上述伤害提升0.35%，至多提升至70%。",
                        "Icon": "UI_Talent_S_Alyosha_06"
                    },
                    {
                        "Name": "星赴险域",
                        "Desc": "处于<color style='color:#FFD780;'>极星辉域</color>中时，阿罗夏将会进入<color style='color:#FFD780;'>辉映·星超导</color>状态。<br><color style='color:#FFD780;'>辉映·星超导</color>：激活<color style='color:#FFD780;'>弋猎印记</color>时获得的<color style='color:#FFD780;'>猎者之准</color>效果还会使队伍中附近的所有角色造成的星超导伤害提升20%。",
                        "Icon": "UI_Talent_S_Alyosha_07"
                    },
                    {
                        "Name": "树梢察伺",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>至冬区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Alyosha_08"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "寒谷轰雷",
                        "Desc": "队伍中附近的角色对敌人触发<color style='color:#FFACFF;'>雷元素相关反应</color>后，将为阿罗夏恢复15点元素能量，该效果每18秒至多触发一次。",
                        "Icon": "UI_Talent_S_Alyosha_01"
                    },
                    {
                        "Level": 2,
                        "Name": "长嗥远讯",
                        "Desc": "元素爆发<color style='color:#FFD780;'>守猎进踞</color>的持续时间延长6秒。<br>此外，<color style='color:#FFD780;'>图加林</color>每次攻击敌人前，还会为一名目标施加<color style='color:#FFD780;'>弋猎印记</color>；该效果不会激活已有的<color style='color:#FFD780;'>弋猎印记</color>。",
                        "Icon": "UI_Talent_S_Alyosha_02"
                    },
                    {
                        "Level": 3,
                        "Name": "僚朋相唤",
                        "Desc": "元素战技<color style='color:#FFD780;'>伏袭霆击</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Alyosha_01"
                    },
                    {
                        "Level": 4,
                        "Name": "衔取猎品",
                        "Desc": "<color style='color:#FFD780;'>图加林</color>进行攻击时，还会为队伍中附近的生命值百分比最低的角色恢复生命值，回复量相当于阿罗夏攻击力的60%。",
                        "Icon": "UI_Talent_S_Alyosha_03"
                    },
                    {
                        "Level": 5,
                        "Name": "莺啼止时",
                        "Desc": "元素爆发<color style='color:#FFD780;'>守猎进踞</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Alyosha_02"
                    },
                    {
                        "Level": 6,
                        "Name": "复夺旌幡",
                        "Desc": "激活<color style='color:#FFD780;'>弋猎印记</color>时获得的<color style='color:#FFD780;'>猎者之准</color>效果可以叠加。该效果至多叠加2层，叠加至2层时，还会使处于该效果影响下的角色的元素精通提升100点。",
                        "Icon": "UI_Talent_S_Alyosha_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "弋猎印记",
                        "Desc": "阿罗夏向敌人施加的特殊效果。<br>对已经处于<color style='color:#FFD780;'>弋猎印记</color>影响下的敌人再次施加该效果时，将会改为激活<color style='color:#FFD780;'>弋猎印记</color>：移除该印记，并使队伍中附近的所有角色获得<color style='color:#FFD780;'>猎者之准</color>效果，使其攻击力提升，持续15秒。"
                    },
                    {
                        "Name": "图加林",
                        "Desc": "深受阿罗夏信赖的猎犬伙伴，可以通过施放元素爆发<color style='color:#FFD780;'>守猎进踞</color>召唤至场上，会间歇性快速移动至一名敌人附近，对其进行撕咬攻击，并激活已有的<color style='color:#FFD780;'>弋猎印记</color>。"
                    },
                    {
                        "Name": "极星辉域",
                        "Desc": "触发星超导反应时，附近的区域会短暂变化为<color style='color:#FFD780;'>极星辉域</color>；处于极星辉域中时，特定角色将会进入<color style='color:#FFD780;'>辉映·星超导</color>状态，使其不同技能分别获得对应的强化效果。"
                    },
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "角枪驰弋",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击，并对最后一击命中的敌人施加<color style='color:#FFD780;'>弋猎印记</color>效果。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "47.8160%",
                                    "51.7080%",
                                    "55.6000%",
                                    "61.1600%",
                                    "65.0520%",
                                    "69.5000%",
                                    "75.6160%",
                                    "81.7320%",
                                    "87.8480%",
                                    "94.5200%",
                                    "101.1920%",
                                    "107.8640%",
                                    "114.5360%",
                                    "121.2080%",
                                    "127.8800%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "48.1600%",
                                    "52.0800%",
                                    "56.0000%",
                                    "61.6000%",
                                    "65.5200%",
                                    "70.0000%",
                                    "76.1600%",
                                    "82.3200%",
                                    "88.4800%",
                                    "95.2000%",
                                    "101.9200%",
                                    "108.6400%",
                                    "115.3600%",
                                    "122.0800%",
                                    "128.8000%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "34.2280%+31.8200%",
                                    "37.0140%+34.4100%",
                                    "39.8000%+37.0000%",
                                    "43.7800%+40.7000%",
                                    "46.5660%+43.2900%",
                                    "49.7500%+46.2500%",
                                    "54.1280%+50.3200%",
                                    "58.5060%+54.3900%",
                                    "62.8840%+58.4600%",
                                    "67.6600%+62.9000%",
                                    "72.4360%+67.3400%",
                                    "77.2120%+71.7800%",
                                    "81.9880%+76.2200%",
                                    "86.7640%+80.6600%",
                                    "91.5400%+85.1000%",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.8520%",
                                    "82.0260%",
                                    "88.2000%",
                                    "97.0200%",
                                    "103.1940%",
                                    "110.2500%",
                                    "119.9520%",
                                    "129.6540%",
                                    "139.3560%",
                                    "149.9400%",
                                    "160.5240%",
                                    "171.1080%",
                                    "181.6920%",
                                    "192.2760%",
                                    "202.8600%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "111.0260%",
                                    "120.0630%",
                                    "129.1000%",
                                    "142.0100%",
                                    "151.0470%",
                                    "161.3750%",
                                    "175.5760%",
                                    "189.7770%",
                                    "203.9780%",
                                    "219.4700%",
                                    "234.9620%",
                                    "250.4540%",
                                    "265.9460%",
                                    "281.4380%",
                                    "296.9300%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                    "25.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "伏袭霆击",
                        "Desc": "循借猎人的本能，依据点按、长按，以不同的方式产生效果，并对命中的敌人施加<color style='color:#FFD780;'>弋猎印记</color>效果。<br><br><color style='color:#FFD780;'>点按</color><br>向前方射击，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，并选定前方一定范围内的敌人，在该状态下提高阿罗夏的抗打断能力。<br>长按结束时，对选定的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><i>莽撞的猎手曾向枪尖攀爬，随后，有幸熬过血的教训，领悟雪原的生存至理。</i>",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Alyosha_01",
                        "ParamDesc": [
                            {
                                "Desc": "点按伤害",
                                "ParamLevelList": [
                                    "286.7200%",
                                    "308.2240%",
                                    "329.7280%",
                                    "358.4000%",
                                    "379.9040%",
                                    "401.4080%",
                                    "430.0800%",
                                    "458.7520%",
                                    "487.4240%",
                                    "516.0960%",
                                    "544.7680%",
                                    "573.4400%",
                                    "609.2800%",
                                    "645.1200%",
                                    "680.9600%",
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "358.4000%",
                                    "385.2800%",
                                    "412.1600%",
                                    "448.0000%",
                                    "474.8800%",
                                    "501.7600%",
                                    "537.6000%",
                                    "573.4400%",
                                    "609.2800%",
                                    "645.1200%",
                                    "680.9600%",
                                    "716.8000%",
                                    "761.6000%",
                                    "806.4000%",
                                    "851.2000%",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "弋猎印记持续时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "猎者之准攻击力提升",
                                "ParamLevelList": [
                                    "11.6600%",
                                    "12.7200%",
                                    "13.7800%",
                                    "14.8400%",
                                    "15.9000%",
                                    "16.9600%",
                                    "18.0200%",
                                    "19.0800%",
                                    "20.1400%",
                                    "21.2000%",
                                    "22.4720%",
                                    "23.7440%",
                                    "25.0160%",
                                    "26.2880%",
                                    "27.5600%",
                                ]
                            },
                            {
                                "Desc": "猎者之准持续时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "守猎进踞",
                        "Desc": "召唤信赖的好伙伴<color style='color:#FFD780;'>图加林</color>一同战斗，并将前方区域短暂变换为<color style='color:#FFD780;'>轰霆猎场</color>。<br><br><color style='color:#FFD780;'>轰霆猎场</color><br>·持续嘲讽周围的敌人，吸引敌人攻击；<br>·每隔2秒，对踏入其中的敌人造成一次<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><color style='color:#FFD780;'>图加林</color><br>·若周围存在敌人，每隔2秒，图加林将快速移动至一名敌人附近，对其进行撕咬攻击，造成<color style='color:#FFD780;'>雷元素伤害</color>。<br>·若命中的敌人处于<color style='color:#FFD780;'>弋猎印记</color>效果影响下，还会激活<color style='color:#FFD780;'>弋猎印记</color>。<br>·图加林会优先攻击处于<color style='color:#FFD780;'>弋猎印记</color>效果影响下的敌人。<br><br><i>等待，等待到不再心焦，便有赤腹兰鸻飞越白桦林，迎接他的射击。</i>",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Alyosha_01",
                        "ParamDesc": [
                            {
                                "Desc": "轰霆猎场伤害",
                                "ParamLevelList": [
                                    "74.9600%",
                                    "80.5820%",
                                    "86.2040%",
                                    "93.7000%",
                                    "99.3220%",
                                    "104.9440%",
                                    "112.4400%",
                                    "119.9360%",
                                    "127.4320%",
                                    "134.9280%",
                                    "142.4240%",
                                    "149.9200%",
                                    "159.2900%",
                                    "168.6600%",
                                    "178.0300%",
                                ]
                            },
                            {
                                "Desc": "图加林伤害",
                                "ParamLevelList": [
                                    "50.2232%",
                                    "53.9899%",
                                    "57.7567%",
                                    "62.7790%",
                                    "66.5457%",
                                    "70.3125%",
                                    "75.3348%",
                                    "80.3571%",
                                    "85.3794%",
                                    "90.4018%",
                                    "95.4241%",
                                    "100.4464%",
                                    "106.7243%",
                                    "113.0022%",
                                    "119.2801%",
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                    "14.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                    "18.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "惊醒沉睡的林线",
                        "Desc": "<color style='color:#FFD780;'>图加林</color>进行攻击时，还会为队伍中附近的当前场上角色恢复生命值，回复量相当于阿罗夏攻击力的120%。",
                        "Icon": "UI_Talent_S_Alyosha_05"
                    },
                    {
                        "Name": "告别冬麦与残叶",
                        "Desc": "基于阿罗夏的元素充能效率，提升阿罗夏的元素战技与元素爆发造成的伤害：每1%元素充能效率都会使上述伤害提升0.35%，至多提升至70%。",
                        "Icon": "UI_Talent_S_Alyosha_06"
                    },
                    {
                        "Name": "星赴险域",
                        "Desc": "处于<color style='color:#FFD780;'>极星辉域</color>中时，阿罗夏将会进入<color style='color:#FFD780;'>辉映·星超导</color>状态。<br><color style='color:#FFD780;'>辉映·星超导</color>：激活<color style='color:#FFD780;'>弋猎印记</color>时获得的<color style='color:#FFD780;'>猎者之准</color>效果还会使角色处于场上时造成的星超导反应伤害提升20%。",
                        "Icon": "UI_Talent_S_Alyosha_07"
                    },
                    {
                        "Name": "树梢察伺",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>至冬区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Alyosha_08"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "寒谷轰雷",
                        "Desc": "队伍中附近的角色对敌人触发<color style='color:#FFACFF;'>雷元素相关反应</color>后，将为阿罗夏恢复15点元素能量，该效果每18秒至多触发一次。",
                        "Icon": "UI_Talent_S_Alyosha_01"
                    },
                    {
                        "Level": 2,
                        "Name": "长嗥远讯",
                        "Desc": "元素爆发<color style='color:#FFD780;'>守猎进踞</color>的持续时间延长6秒。<br>此外，<color style='color:#FFD780;'>图加林</color>每次攻击敌人前，还会为一名目标施加<color style='color:#FFD780;'>弋猎印记</color>；该效果不会激活已有的<color style='color:#FFD780;'>弋猎印记</color>。",
                        "Icon": "UI_Talent_S_Alyosha_02"
                    },
                    {
                        "Level": 3,
                        "Name": "僚朋相唤",
                        "Desc": "元素战技<color style='color:#FFD780;'>伏袭霆击</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Alyosha_01"
                    },
                    {
                        "Level": 4,
                        "Name": "衔取猎品",
                        "Desc": "<color style='color:#FFD780;'>图加林</color>进行攻击时，还会为队伍中附近的生命值百分比最低的角色恢复生命值，回复量相当于阿罗夏攻击力的60%。",
                        "Icon": "UI_Talent_S_Alyosha_03"
                    },
                    {
                        "Level": 5,
                        "Name": "莺啼止时",
                        "Desc": "元素爆发<color style='color:#FFD780;'>守猎进踞</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Alyosha_02"
                    },
                    {
                        "Level": 6,
                        "Name": "复夺旌幡",
                        "Desc": "激活<color style='color:#FFD780;'>弋猎印记</color>时获得的<color style='color:#FFD780;'>猎者之准</color>效果可以叠加。该效果至多叠加2层，叠加至2层时，还会使处于该效果影响下的当前场上角色的元素精通提升100点。",
                        "Icon": "UI_Talent_S_Alyosha_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "弋猎印记",
                        "Desc": "阿罗夏向敌人施加的特殊效果。<br>对已经处于<color style='color:#FFD780;'>弋猎印记</color>影响下的敌人再次施加该效果时，将会改为激活<color style='color:#FFD780;'>弋猎印记</color>：移除该印记，并使队伍中附近的所有角色获得<color style='color:#FFD780;'>猎者之准</color>效果：处于场上时，攻击力提升。"
                    },
                    {
                        "Name": "图加林",
                        "Desc": "深受阿罗夏信赖的猎犬伙伴，可以通过施放元素爆发<color style='color:#FFD780;'>守猎进踞</color>召唤至场上，会间歇性快速移动至一名敌人附近，对其进行撕咬攻击，并激活已有的<color style='color:#FFD780;'>弋猎印记</color>。"
                    },
                    {
                        "Name": "极星辉域",
                        "Desc": "触发星超导反应时，附近的区域会短暂变化为<color style='color:#FFD780;'>极星辉域</color>；处于极星辉域中时，特定角色将会进入<color style='color:#FFD780;'>辉映·星超导</color>状态，使其不同技能分别获得对应的强化效果。"
                    },
                ]
            },
        }
    }
}

var _AvatarAttackConfig_ = {
    "148": {
        "AttackList": [
            {
                "Skill": "ExtraAttack_Bullet",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "ExtraAttack",
                "AttTag": "",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "None",
                "GU": 1,
                "Poise": 120.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "ElementalArt_Click",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Electric",
                "GU": 1,
                "Poise": 125.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Range"
            },
            {
                "Skill": "ElementalArt_Shoot",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Electric",
                "GU": 1,
                "Poise": 125.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Range"
            },
            {
                "Skill": "Skillobj_Alyosha_ElementalBurst_Material",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Burst",
                "AttTag": "",
                "AttGrp": "Alyosha_ElementalBurst",
                "Element": "Electric",
                "GU": 1,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Skillobj_Alyosha_ElementalBurst_Material",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Burst",
                "AttTag": "",
                "AttGrp": "Alyosha_ElementalBurst",
                "Element": "Electric",
                "GU": 1,
                "Poise": 35.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "FallingAnthem",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "FallingAttack",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "None",
                "GU": 1,
                "Poise": 100.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "FallingAnthem",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "FallingAttack",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "None",
                "GU": 1,
                "Poise": 150.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "FallingAnthem",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "FallingAttack",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "None",
                "GU": null,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "FallingAnthem",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "FallingAttack",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "None",
                "GU": null,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            }
        ]
    }
}
