// Auto Generated

var _AvatarDataConfig_ = {
    "150": {
        "BallList": [{"When": "DropBall (Other)", "CD": 6.0, "DropArray": [{"Num": 1.0, "Chance": 1.0}]}],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "150": {
        "Promotion": [
            {
            },
            {
                "202": 20000,
                "104161": 1,
                "101275": 3,
                "112146": 3,
            },
            {
                "202": 40000,
                "104162": 3,
                "113090": 2,
                "101275": 10,
                "112146": 15,
            },
            {
                "202": 60000,
                "104162": 6,
                "113090": 4,
                "101275": 20,
                "112147": 12,
            },
            {
                "202": 80000,
                "104163": 3,
                "113090": 8,
                "101275": 30,
                "112147": 18,
            },
            {
                "202": 100000,
                "104163": 6,
                "113090": 12,
                "101275": 45,
                "112148": 12,
            },
            {
                "202": 120000,
                "104164": 6,
                "113090": 20,
                "101275": 60,
                "112148": 24,
            },
        ],
        "A": [
            {
                "202": 12500,
                "104365": 3,
                "112146": 6,
            },
            {
                "202": 17500,
                "104366": 2,
                "112147": 3,
            },
            {
                "202": 25000,
                "104366": 4,
                "112147": 4,
            },
            {
                "202": 30000,
                "104366": 6,
                "112147": 6,
            },
            {
                "202": 37500,
                "104366": 9,
                "112147": 9,
            },
            {
                "202": 120000,
                "104367": 4,
                "112148": 4,
                "113088": 1,
            },
            {
                "202": 260000,
                "104367": 6,
                "112148": 6,
                "113088": 1,
            },
            {
                "202": 450000,
                "104367": 12,
                "112148": 9,
                "113088": 2,
            },
            {
                "202": 700000,
                "104367": 16,
                "112148": 12,
                "113088": 2,
                "104319": 1,
            },
        ],
        "E": [
            {
                "202": 12500,
                "104365": 3,
                "112146": 6,
            },
            {
                "202": 17500,
                "104366": 2,
                "112147": 3,
            },
            {
                "202": 25000,
                "104366": 4,
                "112147": 4,
            },
            {
                "202": 30000,
                "104366": 6,
                "112147": 6,
            },
            {
                "202": 37500,
                "104366": 9,
                "112147": 9,
            },
            {
                "202": 120000,
                "104367": 4,
                "112148": 4,
                "113088": 1,
            },
            {
                "202": 260000,
                "104367": 6,
                "112148": 6,
                "113088": 1,
            },
            {
                "202": 450000,
                "104367": 12,
                "112148": 9,
                "113088": 2,
            },
            {
                "202": 700000,
                "104367": 16,
                "112148": 12,
                "113088": 2,
                "104319": 1,
            },
        ],
        "Q": [
            {
                "202": 12500,
                "104365": 3,
                "112146": 6,
            },
            {
                "202": 17500,
                "104366": 2,
                "112147": 3,
            },
            {
                "202": 25000,
                "104366": 4,
                "112147": 4,
            },
            {
                "202": 30000,
                "104366": 6,
                "112147": 6,
            },
            {
                "202": 37500,
                "104366": 9,
                "112147": 9,
            },
            {
                "202": 120000,
                "104367": 4,
                "112148": 4,
                "113088": 1,
            },
            {
                "202": 260000,
                "104367": 6,
                "112148": 6,
                "113088": 1,
            },
            {
                "202": 450000,
                "104367": 12,
                "112148": 9,
                "113088": 2,
            },
            {
                "202": 700000,
                "104367": 16,
                "112148": 12,
                "113088": 2,
                "104319": 1,
            },
        ],
    }
}

var _AvatarSkillPConfig_ = {
    "150": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "雪鹄变奏",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方挥出闪耀夺目的斩击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.8571%",
                                    "56.0781%",
                                    "60.2990%",
                                    "66.3289%",
                                    "70.5498%",
                                    "75.3738%",
                                    "82.0066%",
                                    "88.6395%",
                                    "95.2724%",
                                    "102.5083%",
                                    "109.7442%",
                                    "116.9801%",
                                    "124.2159%",
                                    "131.4518%",
                                    "138.6877%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "51.5106%",
                                    "55.7033%",
                                    "59.8960%",
                                    "65.8856%",
                                    "70.0783%",
                                    "74.8700%",
                                    "81.4586%",
                                    "88.0471%",
                                    "94.6357%",
                                    "101.8232%",
                                    "109.0107%",
                                    "116.1982%",
                                    "123.3858%",
                                    "130.5733%",
                                    "137.7608%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "32.6112%+38.2786%",
                                    "35.2656%+41.3943%",
                                    "37.9200%+44.5100%",
                                    "41.7120%+48.9610%",
                                    "44.3664%+52.0767%",
                                    "47.4000%+55.6375%",
                                    "51.5712%+60.5336%",
                                    "55.7424%+65.4297%",
                                    "59.9136%+70.3258%",
                                    "64.4640%+75.6670%",
                                    "69.0144%+81.0082%",
                                    "73.5648%+86.3494%",
                                    "78.1152%+91.6906%",
                                    "82.6656%+97.0318%",
                                    "87.2160%+102.3730%",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "74.5732%",
                                    "80.6431%",
                                    "86.7130%",
                                    "95.3843%",
                                    "101.4542%",
                                    "108.3912%",
                                    "117.9297%",
                                    "127.4681%",
                                    "137.0065%",
                                    "147.4121%",
                                    "157.8177%",
                                    "168.2232%",
                                    "178.6288%",
                                    "189.0343%",
                                    "199.4399%",
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "90.2123%",
                                    "97.5551%",
                                    "104.8980%",
                                    "115.3878%",
                                    "122.7307%",
                                    "131.1225%",
                                    "142.6613%",
                                    "154.2001%",
                                    "165.7388%",
                                    "178.3266%",
                                    "190.9144%",
                                    "203.5021%",
                                    "216.0899%",
                                    "228.6776%",
                                    "241.2654%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "107.4140%",
                                    "116.1570%",
                                    "124.9000%",
                                    "137.3900%",
                                    "146.1330%",
                                    "156.1250%",
                                    "169.8640%",
                                    "183.6030%",
                                    "197.3420%",
                                    "212.3300%",
                                    "227.3180%",
                                    "242.3060%",
                                    "257.2940%",
                                    "272.2820%",
                                    "287.2700%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "柔板·幻灵夜舞",
                        "Desc": "呈现柔缓的舞步，造成<color style='color:#99FFFF;'>冰元素范围伤害</color>，并召唤出自身的独舞倒影。<br>若场上存在奥黛塔自己召唤的<color style='color:#FFD780;'>独舞倒影</color>，则会重新召唤，并重置其持续时间。<br><br><color style='color:#FFD780;'>独舞倒影</color><br>交替呈现<color style='color:#FFD780;'>拂羽</color>与<color style='color:#FFD780;'>旋翼</color>两种舞步，以优雅轻盈的舞姿间歇性攻击附近的敌人，造成<color style='color:#99FFFF;'>冰元素范围伤害</color>。<br>此外，施放元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>后的6秒内，奥黛塔的元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>将会被替换为特殊的元素战技柔板·破晓终奏，以共舞对附近的敌人持续造成<color style='color:#99FFFF;'>冰元素范围伤害</color>，并在共舞结束时，造成一次视为星超导或星扩散反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Odette_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "108.0800%",
                                    "116.1860%",
                                    "124.2920%",
                                    "135.1000%",
                                    "143.2060%",
                                    "151.3120%",
                                    "162.1200%",
                                    "172.9280%",
                                    "183.7360%",
                                    "194.5440%",
                                    "205.3520%",
                                    "216.1600%",
                                    "229.6700%",
                                    "243.1800%",
                                    "256.6900%",
                                ]
                            },
                            {
                                "Desc": "破晓终奏持续伤害",
                                "ParamLevelList": [
                                    "95.8400%",
                                    "103.0280%",
                                    "110.2160%",
                                    "119.8000%",
                                    "126.9880%",
                                    "134.1760%",
                                    "143.7600%",
                                    "153.3440%",
                                    "162.9280%",
                                    "172.5120%",
                                    "182.0960%",
                                    "191.6800%",
                                    "203.6600%",
                                    "215.6400%",
                                    "227.6200%",
                                ]
                            },
                            {
                                "Desc": "破晓终奏星超导/星扩散伤害",
                                "ParamLevelList": [
                                    "203.1760%/304.7680%",
                                    "218.4142%/327.6256%",
                                    "233.6524%/350.4832%",
                                    "253.9700%/380.9600%",
                                    "269.2082%/403.8176%",
                                    "284.4464%/426.6752%",
                                    "304.7640%/457.1520%",
                                    "325.0816%/487.6288%",
                                    "345.3992%/518.1056%",
                                    "365.7168%/548.5824%",
                                    "386.0344%/579.0592%",
                                    "406.3520%/609.5360%",
                                    "431.7490%/647.6320%",
                                    "457.1460%/685.7280%",
                                    "482.5430%/723.8240%",
                                ]
                            },
                            {
                                "Desc": "拂羽舞步伤害",
                                "ParamLevelList": [
                                    "43.0400%",
                                    "46.2680%",
                                    "49.4960%",
                                    "53.8000%",
                                    "57.0280%",
                                    "60.2560%",
                                    "64.5600%",
                                    "68.8640%",
                                    "73.1680%",
                                    "77.4720%",
                                    "81.7760%",
                                    "86.0800%",
                                    "91.4600%",
                                    "96.8400%",
                                    "102.2200%",
                                ]
                            },
                            {
                                "Desc": "拂羽舞步星超导/星扩散伤害",
                                "ParamLevelList": [
                                    "27.0240%/40.5280%",
                                    "29.0508%/43.5676%",
                                    "31.0776%/46.6072%",
                                    "33.7800%/50.6600%",
                                    "35.8068%/53.6996%",
                                    "37.8336%/56.7392%",
                                    "40.5360%/60.7920%",
                                    "43.2384%/64.8448%",
                                    "45.9408%/68.8976%",
                                    "48.6432%/72.9504%",
                                    "51.3456%/77.0032%",
                                    "54.0480%/81.0560%",
                                    "57.4260%/86.1220%",
                                    "60.8040%/91.1880%",
                                    "64.1820%/96.2540%",
                                ]
                            },
                            {
                                "Desc": "旋翼舞步伤害",
                                "ParamLevelList": [
                                    "51.4640%",
                                    "55.3238%",
                                    "59.1836%",
                                    "64.3300%",
                                    "68.1898%",
                                    "72.0496%",
                                    "77.1960%",
                                    "82.3424%",
                                    "87.4888%",
                                    "92.6352%",
                                    "97.7816%",
                                    "102.9280%",
                                    "109.3610%",
                                    "115.7940%",
                                    "122.2270%",
                                ]
                            },
                            {
                                "Desc": "旋翼舞步星超导/星扩散伤害",
                                "ParamLevelList": [
                                    "32.3120%/48.4640%",
                                    "34.7354%/52.0988%",
                                    "37.1588%/55.7336%",
                                    "40.3900%/60.5800%",
                                    "42.8134%/64.2148%",
                                    "45.2368%/67.8496%",
                                    "48.4680%/72.6960%",
                                    "51.6992%/77.5424%",
                                    "54.9304%/82.3888%",
                                    "58.1616%/87.2352%",
                                    "61.3928%/92.0816%",
                                    "64.6240%/96.9280%",
                                    "68.6630%/102.9860%",
                                    "72.7020%/109.0440%",
                                    "76.7410%/115.1020%",
                                ]
                            },
                            {
                                "Desc": "破晓终奏冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "独舞倒影持续时间",
                                "ParamLevelList": [
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "疾板·苍羽一梦",
                        "Desc": "呈现迅疾的舞步，造成多次<color style='color:#99FFFF;'>冰元素范围伤害</color>，召唤出自身的独舞倒影，并获得<color style='color:#FFD780;'>雪鹄之梦</color>：提升奥黛塔造成的星烁反应伤害。<br>此外，施放元素爆发<color style='color:#FFD780;'>疾板·苍羽一梦</color>后的6秒内，奥黛塔的元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>将会被替换为特殊的元素战技柔板·破晓终奏。<br><br>若场上存在奥黛塔自己召唤的独舞倒影，则将其召唤至身边，并重置其持续时间。",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Odette_01",
                        "ParamDesc": [
                            {
                                "Desc": "斩击伤害",
                                "ParamLevelList": [
                                    "110.1760%*3",
                                    "118.4392%*3",
                                    "126.7024%*3",
                                    "137.7200%*3",
                                    "145.9832%*3",
                                    "154.2464%*3",
                                    "165.2640%*3",
                                    "176.2816%*3",
                                    "187.2992%*3",
                                    "198.3168%*3",
                                    "209.3344%*3",
                                    "220.3520%*3",
                                    "234.1240%*3",
                                    "247.8960%*3",
                                    "261.6680%*3",
                                ]
                            },
                            {
                                "Desc": "斩击最终段伤害",
                                "ParamLevelList": [
                                    "170.2720%",
                                    "183.0424%",
                                    "195.8128%",
                                    "212.8400%",
                                    "225.6104%",
                                    "238.3808%",
                                    "255.4080%",
                                    "272.4352%",
                                    "289.4624%",
                                    "306.4896%",
                                    "323.5168%",
                                    "340.5440%",
                                    "361.8280%",
                                    "383.1120%",
                                    "404.3960%",
                                ]
                            },
                            {
                                "Desc": "雪鹄之梦星烁反应伤害提升",
                                "ParamLevelList": [
                                    "14.0000%",
                                    "18.0000%",
                                    "22.0000%",
                                    "26.0000%",
                                    "30.0000%",
                                    "34.0000%",
                                    "38.0000%",
                                    "42.0000%",
                                    "46.0000%",
                                    "50.0000%",
                                    "54.0000%",
                                    "58.0000%",
                                    "62.0000%",
                                    "66.0000%",
                                    "70.0000%",
                                ]
                            },
                            {
                                "Desc": "雪鹄之梦持续时间",
                                "ParamLevelList": [
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                ]
                            },
                            {
                                "Desc": "独舞倒影持续时间",
                                "ParamLevelList": [
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "获选者的春祭",
                        "Desc": "奥黛塔召唤独舞倒影时，还会获得4层华彩。",
                        "Icon": "UI_Talent_S_Odette_05"
                    },
                    {
                        "Name": "赤忱者的悲歌",
                        "Desc": "基于奥黛塔攻击力超过1000点的部分，每100点攻击力都将使奥黛塔造成的星烁反应伤害额外造成原本1.5%的伤害，至多通过这种方式额外造成原本30%的伤害。",
                        "Icon": "UI_Talent_S_Odette_06"
                    },
                    {
                        "Name": "星耀祝礼·银晓之舞",
                        "Desc": "处于<color style='color:#FFD780;'>极星辉域</color>中时/触发星扩散反应后的8秒内，奥黛塔将分别进入<color style='color:#FFD780;'>辉映·星超导</color>/<color style='color:#FFD780;'>辉映·星扩散</color>状态。<br>队伍中的角色触发超导/冰元素扩散反应时，将转为触发星超导/星扩散反应，且基于奥黛塔的攻击力，提升队伍中角色造成的上述反应的基础伤害：每100点攻击力都将提升0.7%上述反应的基础伤害，至多通过这种方式提升14%伤害。",
                        "Icon": "UI_Talent_S_Odette_07"
                    },
                    {
                        "Name": "回响中的冬梦",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>至冬区域特产</color>的位置。<br>在闲暇时练习舞蹈，或许还会触发其他的效果…",
                        "Icon": "UI_Talent_S_Odette_08"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「不曾起舞的清晨，她望向倒影」",
                        "Desc": "施放特殊元素战技柔板·破晓终奏时，奥黛塔将对附近的敌人造成一次<color style='color:#99FFFF;'>冰元素范围伤害</color>，该伤害视为：<br>·<color style='color:#FFD780;'>辉映·星超导</color>或不处于辉映状态：相当于奥黛塔攻击力200%的星超导反应伤害；<br>·<color style='color:#FFD780;'>辉映·星扩散</color>：相当于奥黛塔攻击力300%的星扩散反应伤害。<br><br>此外，固有天赋「获选者的春祭」获得强化：召唤独舞倒影时，奥黛塔将额外获得2层华彩，且奥黛塔处于队伍后台时，清除<color style='color:#FFD780;'>华彩</color>的速度提升至每秒2层。",
                        "Icon": "UI_Talent_S_Odette_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「她想，我要见证雪鹄未见之梦」",
                        "Desc": "固有天赋「获选者的春祭」获得强化：每层华彩还会使角色的攻击力提升7%。<br>此外，独舞倒影在场时，若奥黛塔处于<color style='color:#FFD780;'>辉映·星烁</color>状态，<color style='color:#FFD780;'>独舞倒影</color>附近敌人的对应元素抗性还会降低20%：<br>·<color style='color:#FFD780;'>辉映·星超导</color>：<color style='color:#99FFFF;'>冰元素</color>、<color style='color:#FFACFF;'>雷元素</color>；<br>·<color style='color:#FFD780;'>辉映·星扩散</color>：<color style='color:#99FFFF;'>冰元素</color>、<color style='color:#80FFD7;'>风元素</color>。",
                        "Icon": "UI_Talent_S_Odette_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「我要追逐呼啸的风，向上独行」",
                        "Desc": "元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞 </color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Odette_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「向上，坠往恍惚、燃烧的蓝空」",
                        "Desc": "元素爆发<color style='color:#FFD780;'>疾板·苍羽一梦</color>获得强化：奥黛塔获得<color style='color:#FFD780;'>雪鹄之梦</color>时，还会使队伍中附近的其他角色造成的星烁反应伤害提升，提升值相当于<color style='color:#FFD780;'>雪鹄之梦</color>效果的50%。<br><br>此外，队伍中的角色对敌人造成星烁反应伤害时，奥黛塔还会对敌人进行一次协同攻击，造成一次<color style='color:#99FFFF;'>冰元素范围伤害</color>，每3.5秒至多触发一次，该伤害视为：<br>·<color style='color:#FFD780;'>辉映·星超导</color>或不处于辉映状态：相当于奥黛塔攻击力50%的星超导反应伤害；<br>·<color style='color:#FFD780;'>辉映·星扩散</color>：相当于奥黛塔攻击力75%的星扩散反应伤害。",
                        "Icon": "UI_Talent_S_Odette_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「看呀，我已告别尘与土的苦痛」",
                        "Desc": "元素爆发<color style='color:#FFD780;'>疾板·苍羽一梦 </color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Odette_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「伸出手，触及苍穹永恒的面容」",
                        "Desc": "固有天赋「获选者的春祭」获得强化：奥黛塔赋予队伍中附近的所有角色华彩时，自己的华彩不再会减少。<br>此外，处于<color style='color:#FFD780;'>华彩</color>影响下的角色，对敌人造成的星烁反应伤害<color style='color:#FFD780;'>擢升</color>25%，且奥黛塔对敌人造成的星烁反应伤害额外擢升20%。",
                        "Icon": "UI_Talent_S_Odette_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "柔板·破晓终奏",
                        "Desc": "奥黛塔的特殊元素战技，对附近的敌人持续造成<color style='color:#99FFFF;'>冰元素范围伤害</color>，并在共舞结束时，造成一次视为星超导反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。共舞时，奥黛塔可以控制舞步的方向。<br><color style='color:#FFD780;'>辉映·星烁</color>：共舞结束时，改为造成一次视为对应星反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。<br><br>此外，施放特殊元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>后，在<color style='color:#FFD780;'>独舞倒影</color>剩余持续时间内，若奥黛塔处于<color style='color:#FFD780;'>辉映·星烁</color>状态，则<color style='color:#FFD780;'>独舞倒影</color>的两种舞步还会额外造成视为对应星反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。"
                    },
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "独舞倒影",
                        "Desc": "与奥黛塔一同起舞的心象倒影，可以通过施放元素战技或元素爆发召唤至场上。<br>会交替呈现<color style='color:#FFD780;'>拂羽</color>与<color style='color:#FFD780;'>旋翼</color>两种舞步，以优雅轻盈的舞姿间歇性攻击附近的敌人，造成<color style='color:#99FFFF;'>冰元素范围伤害</color>。<br>同时至多存在一个奥黛塔自己创造的<color style='color:#FFD780;'>独舞倒影</color>。<br><br>此外，附近存在奥黛塔自己召唤的<color style='color:#FFD780;'>独舞倒影</color>时，奥黛塔的元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>。"
                    },
                    {
                        "Name": "华彩",
                        "Desc": "解锁固有天赋「获选者的春祭」后，奥黛塔召唤<color style='color:#FFD780;'>独舞倒影</color>时将会获得的特殊效果。<br>每层<color style='color:#FFD780;'>华彩</color>都会使角色造成的星烁反应伤害提升15%，持续至<color style='color:#FFD780;'>独舞倒影</color>退场或重新召唤<color style='color:#FFD780;'>独舞倒影</color>。<br>当奥黛塔处于队伍后台时，奥黛塔每秒会清除1层<color style='color:#FFD780;'>华彩</color>，并使队伍中附近的其他角色获得对应层数的<color style='color:#FFD780;'>华彩</color>。"
                    },
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "雪鹄变奏",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方挥出闪耀夺目的斩击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.8571%",
                                    "56.0781%",
                                    "60.2990%",
                                    "66.3289%",
                                    "70.5498%",
                                    "75.3738%",
                                    "82.0066%",
                                    "88.6395%",
                                    "95.2724%",
                                    "102.5083%",
                                    "109.7442%",
                                    "116.9801%",
                                    "124.2159%",
                                    "131.4518%",
                                    "138.6877%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "51.5106%",
                                    "55.7033%",
                                    "59.8960%",
                                    "65.8856%",
                                    "70.0783%",
                                    "74.8700%",
                                    "81.4586%",
                                    "88.0471%",
                                    "94.6357%",
                                    "101.8232%",
                                    "109.0107%",
                                    "116.1982%",
                                    "123.3858%",
                                    "130.5733%",
                                    "137.7608%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "32.6112%+38.2786%",
                                    "35.2656%+41.3943%",
                                    "37.9200%+44.5100%",
                                    "41.7120%+48.9610%",
                                    "44.3664%+52.0767%",
                                    "47.4000%+55.6375%",
                                    "51.5712%+60.5336%",
                                    "55.7424%+65.4297%",
                                    "59.9136%+70.3258%",
                                    "64.4640%+75.6670%",
                                    "69.0144%+81.0082%",
                                    "73.5648%+86.3494%",
                                    "78.1152%+91.6906%",
                                    "82.6656%+97.0318%",
                                    "87.2160%+102.3730%",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "74.5732%",
                                    "80.6431%",
                                    "86.7130%",
                                    "95.3843%",
                                    "101.4542%",
                                    "108.3912%",
                                    "117.9297%",
                                    "127.4681%",
                                    "137.0065%",
                                    "147.4121%",
                                    "157.8177%",
                                    "168.2232%",
                                    "178.6288%",
                                    "189.0343%",
                                    "199.4399%",
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "90.2123%",
                                    "97.5551%",
                                    "104.8980%",
                                    "115.3878%",
                                    "122.7307%",
                                    "131.1225%",
                                    "142.6613%",
                                    "154.2001%",
                                    "165.7388%",
                                    "178.3266%",
                                    "190.9144%",
                                    "203.5021%",
                                    "216.0899%",
                                    "228.6776%",
                                    "241.2654%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "107.4140%",
                                    "116.1570%",
                                    "124.9000%",
                                    "137.3900%",
                                    "146.1330%",
                                    "156.1250%",
                                    "169.8640%",
                                    "183.6030%",
                                    "197.3420%",
                                    "212.3300%",
                                    "227.3180%",
                                    "242.3060%",
                                    "257.2940%",
                                    "272.2820%",
                                    "287.2700%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "柔板·幻灵夜舞",
                        "Desc": "呈现柔缓的舞步，造成<color style='color:#99FFFF;'>冰元素范围伤害</color>，并召唤出自身的<color style='color:#FFD780;'>独舞倒影</color>。<br>若场上存在奥黛塔自己召唤的<color style='color:#FFD780;'>独舞倒影</color>，则会重新召唤，并重置其持续时间。<br><br><color style='color:#FFD780;'>独舞倒影</color><br>交替呈现<color style='color:#FFD780;'>拂羽</color>与<color style='color:#FFD780;'>旋翼</color>两种舞步，以优雅轻盈的舞姿间歇性攻击附近的敌人，造成<color style='color:#99FFFF;'>冰元素范围伤害</color>。<br>此外，施放元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>后的6秒内，奥黛塔的元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>，以共舞对附近的敌人持续造成<color style='color:#99FFFF;'>冰元素范围伤害</color>，并在共舞结束时，造成一次视为星超导或星扩散反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Odette_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "108.0800%",
                                    "116.1860%",
                                    "124.2920%",
                                    "135.1000%",
                                    "143.2060%",
                                    "151.3120%",
                                    "162.1200%",
                                    "172.9280%",
                                    "183.7360%",
                                    "194.5440%",
                                    "205.3520%",
                                    "216.1600%",
                                    "229.6700%",
                                    "243.1800%",
                                    "256.6900%",
                                ]
                            },
                            {
                                "Desc": "破晓终奏持续伤害",
                                "ParamLevelList": [
                                    "95.8400%",
                                    "103.0280%",
                                    "110.2160%",
                                    "119.8000%",
                                    "126.9880%",
                                    "134.1760%",
                                    "143.7600%",
                                    "153.3440%",
                                    "162.9280%",
                                    "172.5120%",
                                    "182.0960%",
                                    "191.6800%",
                                    "203.6600%",
                                    "215.6400%",
                                    "227.6200%",
                                ]
                            },
                            {
                                "Desc": "破晓终奏星超导/星扩散伤害",
                                "ParamLevelList": [
                                    "203.1760%/304.7680%",
                                    "218.4142%/327.6256%",
                                    "233.6524%/350.4832%",
                                    "253.9700%/380.9600%",
                                    "269.2082%/403.8176%",
                                    "284.4464%/426.6752%",
                                    "304.7640%/457.1520%",
                                    "325.0816%/487.6288%",
                                    "345.3992%/518.1056%",
                                    "365.7168%/548.5824%",
                                    "386.0344%/579.0592%",
                                    "406.3520%/609.5360%",
                                    "431.7490%/647.6320%",
                                    "457.1460%/685.7280%",
                                    "482.5430%/723.8240%",
                                ]
                            },
                            {
                                "Desc": "拂羽舞步伤害",
                                "ParamLevelList": [
                                    "43.0400%",
                                    "46.2680%",
                                    "49.4960%",
                                    "53.8000%",
                                    "57.0280%",
                                    "60.2560%",
                                    "64.5600%",
                                    "68.8640%",
                                    "73.1680%",
                                    "77.4720%",
                                    "81.7760%",
                                    "86.0800%",
                                    "91.4600%",
                                    "96.8400%",
                                    "102.2200%",
                                ]
                            },
                            {
                                "Desc": "拂羽舞步星超导/星扩散伤害",
                                "ParamLevelList": [
                                    "27.0240%/40.5280%",
                                    "29.0508%/43.5676%",
                                    "31.0776%/46.6072%",
                                    "33.7800%/50.6600%",
                                    "35.8068%/53.6996%",
                                    "37.8336%/56.7392%",
                                    "40.5360%/60.7920%",
                                    "43.2384%/64.8448%",
                                    "45.9408%/68.8976%",
                                    "48.6432%/72.9504%",
                                    "51.3456%/77.0032%",
                                    "54.0480%/81.0560%",
                                    "57.4260%/86.1220%",
                                    "60.8040%/91.1880%",
                                    "64.1820%/96.2540%",
                                ]
                            },
                            {
                                "Desc": "旋翼舞步伤害",
                                "ParamLevelList": [
                                    "51.4640%",
                                    "55.3238%",
                                    "59.1836%",
                                    "64.3300%",
                                    "68.1898%",
                                    "72.0496%",
                                    "77.1960%",
                                    "82.3424%",
                                    "87.4888%",
                                    "92.6352%",
                                    "97.7816%",
                                    "102.9280%",
                                    "109.3610%",
                                    "115.7940%",
                                    "122.2270%",
                                ]
                            },
                            {
                                "Desc": "旋翼舞步星超导/星扩散伤害",
                                "ParamLevelList": [
                                    "32.3120%/48.4640%",
                                    "34.7354%/52.0988%",
                                    "37.1588%/55.7336%",
                                    "40.3900%/60.5800%",
                                    "42.8134%/64.2148%",
                                    "45.2368%/67.8496%",
                                    "48.4680%/72.6960%",
                                    "51.6992%/77.5424%",
                                    "54.9304%/82.3888%",
                                    "58.1616%/87.2352%",
                                    "61.3928%/92.0816%",
                                    "64.6240%/96.9280%",
                                    "68.6630%/102.9860%",
                                    "72.7020%/109.0440%",
                                    "76.7410%/115.1020%",
                                ]
                            },
                            {
                                "Desc": "破晓终奏冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "独舞倒影持续时间",
                                "ParamLevelList": [
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "疾板·苍羽一梦",
                        "Desc": "呈现迅疾的舞步，造成多次<color style='color:#99FFFF;'>冰元素范围伤害</color>，召唤出自身的<color style='color:#FFD780;'>独舞倒影</color>，并获得<color style='color:#FFD780;'>雪鹄之梦</color>：提升奥黛塔造成的星烁反应伤害。<br>此外，施放元素爆发<color style='color:#FFD780;'>疾板·苍羽一梦</color>后的6秒内，奥黛塔的元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>。<br><br>若场上存在奥黛塔自己召唤的独舞倒影，则将其召唤至身边，并重置其持续时间。",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Odette_01",
                        "ParamDesc": [
                            {
                                "Desc": "斩击伤害",
                                "ParamLevelList": [
                                    "110.1760%*3",
                                    "118.4392%*3",
                                    "126.7024%*3",
                                    "137.7200%*3",
                                    "145.9832%*3",
                                    "154.2464%*3",
                                    "165.2640%*3",
                                    "176.2816%*3",
                                    "187.2992%*3",
                                    "198.3168%*3",
                                    "209.3344%*3",
                                    "220.3520%*3",
                                    "234.1240%*3",
                                    "247.8960%*3",
                                    "261.6680%*3",
                                ]
                            },
                            {
                                "Desc": "斩击最终段伤害",
                                "ParamLevelList": [
                                    "170.2720%",
                                    "183.0424%",
                                    "195.8128%",
                                    "212.8400%",
                                    "225.6104%",
                                    "238.3808%",
                                    "255.4080%",
                                    "272.4352%",
                                    "289.4624%",
                                    "306.4896%",
                                    "323.5168%",
                                    "340.5440%",
                                    "361.8280%",
                                    "383.1120%",
                                    "404.3960%",
                                ]
                            },
                            {
                                "Desc": "雪鹄之梦星烁反应伤害提升",
                                "ParamLevelList": [
                                    "14.0000%",
                                    "18.0000%",
                                    "22.0000%",
                                    "26.0000%",
                                    "30.0000%",
                                    "34.0000%",
                                    "38.0000%",
                                    "42.0000%",
                                    "46.0000%",
                                    "50.0000%",
                                    "54.0000%",
                                    "58.0000%",
                                    "62.0000%",
                                    "66.0000%",
                                    "70.0000%",
                                ]
                            },
                            {
                                "Desc": "雪鹄之梦持续时间",
                                "ParamLevelList": [
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                ]
                            },
                            {
                                "Desc": "独舞倒影持续时间",
                                "ParamLevelList": [
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "获选者的春祭",
                        "Desc": "奥黛塔召唤<color style='color:#FFD780;'>独舞倒影</color>时，还会获得4层<color style='color:#FFD780;'>华彩</color>。",
                        "Icon": "UI_Talent_S_Odette_05"
                    },
                    {
                        "Name": "赤忱者的悲歌",
                        "Desc": "基于奥黛塔攻击力超过1000点的部分，每100点攻击力都将使奥黛塔造成的星烁反应伤害额外造成原本1.5%的伤害，至多通过这种方式额外造成原本30%的伤害。",
                        "Icon": "UI_Talent_S_Odette_06"
                    },
                    {
                        "Name": "星耀祝礼·银晓之舞",
                        "Desc": "处于<color style='color:#FFD780;'>极星辉域</color>中时/队伍中的角色在附近触发星扩散反应后的8秒内，奥黛塔将分别进入<color style='color:#FFD780;'>辉映·星超导</color>/<color style='color:#FFD780;'>辉映·星扩散</color>状态。<br>队伍中的角色触发超导/冰元素扩散反应时，将转为触发星超导/星扩散反应，且基于奥黛塔的攻击力，提升队伍中角色造成的上述反应的基础伤害：每100点攻击力都将提升0.7%上述反应的基础伤害，至多通过这种方式提升14%伤害。",
                        "Icon": "UI_Talent_S_Odette_07"
                    },
                    {
                        "Name": "回响中的冬梦",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>至冬区域特产</color>的位置。<br>在闲暇时练习舞蹈，或许还会触发其他的效果…",
                        "Icon": "UI_Talent_S_Odette_08"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「不曾起舞的清晨，她望向倒影」",
                        "Desc": "施放特殊元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>后，在共舞结束时，奥黛塔将对附近的敌人造成一次额外的<color style='color:#99FFFF;'>冰元素范围伤害</color>，该伤害视为：<br>·<color style='color:#FFD780;'>辉映·星超导</color>或不处于辉映状态：相当于奥黛塔攻击力300%的星超导反应伤害；<br>·<color style='color:#FFD780;'>辉映·星扩散</color>：相当于奥黛塔攻击力450%的星扩散反应伤害。<br><br>此外，固有天赋「获选者的春祭」获得强化：召唤<color style='color:#FFD780;'>独舞倒影</color>时，奥黛塔将额外获得2层<color style='color:#FFD780;'>华彩</color>，且奥黛塔处于队伍后台时，清除<color style='color:#FFD780;'>华彩</color>的速度提升至每秒2层。",
                        "Icon": "UI_Talent_S_Odette_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「她想，我要见证雪鹄未见之梦」",
                        "Desc": "固有天赋「获选者的春祭」获得强化：每层<color style='color:#FFD780;'>华彩</color>还会使角色的攻击力提升7%。<br>此外，<color style='color:#FFD780;'>独舞倒影</color>在场时，若奥黛塔处于<color style='color:#FFD780;'>辉映·星烁</color>状态，<color style='color:#FFD780;'>独舞倒影</color>附近敌人的对应元素抗性还会降低20%：<br>·<color style='color:#FFD780;'>辉映·星超导</color>：<color style='color:#99FFFF;'>冰元素</color>、<color style='color:#FFACFF;'>雷元素</color>；<br>·<color style='color:#FFD780;'>辉映·星扩散</color>：<color style='color:#99FFFF;'>冰元素</color>、<color style='color:#80FFD7;'>风元素</color>。",
                        "Icon": "UI_Talent_S_Odette_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「我要追逐呼啸的风，向上独行」",
                        "Desc": "元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞 </color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Odette_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「向上，坠往恍惚、燃烧的蓝空」",
                        "Desc": "元素爆发<color style='color:#FFD780;'>疾板·苍羽一梦</color>获得强化：奥黛塔获得<color style='color:#FFD780;'>雪鹄之梦</color>时，还会使队伍中附近的其他角色造成的星烁反应伤害提升，提升值相当于<color style='color:#FFD780;'>雪鹄之梦</color>效果的50%。<br><br>此外，队伍中的角色对敌人造成星烁反应伤害时，奥黛塔还会对敌人进行一次协同攻击，造成一次<color style='color:#99FFFF;'>冰元素范围伤害</color>，每3.5秒至多触发一次，该伤害视为：<br>·<color style='color:#FFD780;'>辉映·星超导</color>或不处于辉映状态：相当于奥黛塔攻击力66%的星超导反应伤害；<br>·<color style='color:#FFD780;'>辉映·星扩散</color>：相当于奥黛塔攻击力99%的星扩散反应伤害。",
                        "Icon": "UI_Talent_S_Odette_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「看呀，我已告别尘与土的苦痛」",
                        "Desc": "元素爆发<color style='color:#FFD780;'>疾板·苍羽一梦 </color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Odette_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「伸出手，触及苍穹永恒的面容」",
                        "Desc": "固有天赋「获选者的春祭」获得强化：奥黛塔赋予队伍中附近的所有角色<color style='color:#FFD780;'>华彩</color>时，自己的华彩不再会减少。<br>此外，处于<color style='color:#FFD780;'>华彩</color>影响下的角色，对敌人造成的星烁反应伤害<color style='color:#FFD780;'>擢升</color>25%，且奥黛塔对敌人造成的星烁反应伤害额外擢升20%。",
                        "Icon": "UI_Talent_S_Odette_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "辉映·星烁",
                        "Desc": "<color style='color:#FFD780;'>辉映·星超导</color>与<color style='color:#FFD780;'>辉映·星扩散</color>统称为<color style='color:#FFD780;'>辉映·星烁</color>状态。<br>角色同时只能受到一种辉映状态影响，且优先被<color style='color:#FFD780;'>辉映·星超导</color>影响。"
                    },
                    {
                        "Name": "独舞倒影",
                        "Desc": "与奥黛塔一同起舞的心象倒影，可以通过施放元素战技或元素爆发召唤至场上。<br>会交替呈现<color style='color:#FFD780;'>拂羽</color>与<color style='color:#FFD780;'>旋翼</color>两种舞步，以优雅轻盈的舞姿间歇性攻击附近的敌人，造成<color style='color:#99FFFF;'>冰元素范围伤害</color>。<br>同时至多存在一个奥黛塔自己创造的<color style='color:#FFD780;'>独舞倒影</color>。<br><br>此外，附近存在奥黛塔自己召唤的<color style='color:#FFD780;'>独舞倒影</color>时，奥黛塔的元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>。"
                    },
                    {
                        "Name": "极星辉域",
                        "Desc": "触发星超导反应时，附近的区域会短暂变化为<color style='color:#FFD780;'>极星辉域</color>；处于极星辉域中时，特定角色将会进入<color style='color:#FFD780;'>辉映·星超导</color>状态，使其不同技能分别获得对应的强化效果。"
                    },
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "柔板·破晓终奏",
                        "Desc": "奥黛塔的特殊元素战技，对附近的敌人持续造成<color style='color:#99FFFF;'>冰元素范围伤害</color>，并在共舞结束时，造成一次视为星超导反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。共舞时，奥黛塔可以控制舞步的方向。<br><color style='color:#FFD780;'>辉映·星烁</color>：共舞结束时，改为造成一次视为对应星反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。<br><br>此外，施放特殊元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>后，在<color style='color:#FFD780;'>独舞倒影</color>剩余持续时间内，若奥黛塔处于<color style='color:#FFD780;'>辉映·星烁</color>状态，则<color style='color:#FFD780;'>独舞倒影</color>的两种舞步还会额外造成视为对应星反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。"
                    },
                    {
                        "Name": "华彩",
                        "Desc": "解锁固有天赋「获选者的春祭」后，奥黛塔召唤<color style='color:#FFD780;'>独舞倒影</color>时将会获得的特殊效果。<br>每层<color style='color:#FFD780;'>华彩</color>都会使角色造成的星烁反应伤害提升15%，持续至<color style='color:#FFD780;'>独舞倒影</color>退场或重新召唤<color style='color:#FFD780;'>独舞倒影</color>。<br>当奥黛塔处于队伍后台时，奥黛塔每秒会清除1层<color style='color:#FFD780;'>华彩</color>，并使队伍中附近的其他角色获得对应层数的<color style='color:#FFD780;'>华彩</color>。"
                    },
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "雪鹄变奏",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方挥出闪耀夺目的斩击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.8571%",
                                    "56.0781%",
                                    "60.2990%",
                                    "66.3289%",
                                    "70.5498%",
                                    "75.3738%",
                                    "82.0066%",
                                    "88.6395%",
                                    "95.2724%",
                                    "102.5083%",
                                    "109.7442%",
                                    "116.9801%",
                                    "124.2159%",
                                    "131.4518%",
                                    "138.6877%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "51.5106%",
                                    "55.7033%",
                                    "59.8960%",
                                    "65.8856%",
                                    "70.0783%",
                                    "74.8700%",
                                    "81.4586%",
                                    "88.0471%",
                                    "94.6357%",
                                    "101.8232%",
                                    "109.0107%",
                                    "116.1982%",
                                    "123.3858%",
                                    "130.5733%",
                                    "137.7608%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "32.6112%+38.2786%",
                                    "35.2656%+41.3943%",
                                    "37.9200%+44.5100%",
                                    "41.7120%+48.9610%",
                                    "44.3664%+52.0767%",
                                    "47.4000%+55.6375%",
                                    "51.5712%+60.5336%",
                                    "55.7424%+65.4297%",
                                    "59.9136%+70.3258%",
                                    "64.4640%+75.6670%",
                                    "69.0144%+81.0082%",
                                    "73.5648%+86.3494%",
                                    "78.1152%+91.6906%",
                                    "82.6656%+97.0318%",
                                    "87.2160%+102.3730%",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "74.5732%",
                                    "80.6431%",
                                    "86.7130%",
                                    "95.3843%",
                                    "101.4542%",
                                    "108.3912%",
                                    "117.9297%",
                                    "127.4681%",
                                    "137.0065%",
                                    "147.4121%",
                                    "157.8177%",
                                    "168.2232%",
                                    "178.6288%",
                                    "189.0343%",
                                    "199.4399%",
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "90.2123%",
                                    "97.5551%",
                                    "104.8980%",
                                    "115.3878%",
                                    "122.7307%",
                                    "131.1225%",
                                    "142.6613%",
                                    "154.2001%",
                                    "165.7388%",
                                    "178.3266%",
                                    "190.9144%",
                                    "203.5021%",
                                    "216.0899%",
                                    "228.6776%",
                                    "241.2654%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "107.4140%",
                                    "116.1570%",
                                    "124.9000%",
                                    "137.3900%",
                                    "146.1330%",
                                    "156.1250%",
                                    "169.8640%",
                                    "183.6030%",
                                    "197.3420%",
                                    "212.3300%",
                                    "227.3180%",
                                    "242.3060%",
                                    "257.2940%",
                                    "272.2820%",
                                    "287.2700%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "柔板·幻灵夜舞",
                        "Desc": "呈现柔缓的舞步，造成<color style='color:#99FFFF;'>冰元素范围伤害</color>，并召唤出自身的<color style='color:#FFD780;'>独舞倒影</color>。<br>若场上存在奥黛塔自己召唤的<color style='color:#FFD780;'>独舞倒影</color>，则会重新召唤，并重置其持续时间。<br><br><color style='color:#FFD780;'>独舞倒影</color><br>交替呈现<color style='color:#FFD780;'>拂羽</color>与<color style='color:#FFD780;'>旋翼</color>两种舞步，以优雅轻盈的舞姿间歇性攻击附近的敌人，造成<color style='color:#99FFFF;'>冰元素范围伤害</color>。<br>此外，施放元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>后的6秒内，奥黛塔的元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>，以共舞对附近的敌人持续造成<color style='color:#99FFFF;'>冰元素范围伤害</color>，并在共舞结束时，造成一次视为星超导或星扩散反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Odette_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "108.0800%",
                                    "116.1860%",
                                    "124.2920%",
                                    "135.1000%",
                                    "143.2060%",
                                    "151.3120%",
                                    "162.1200%",
                                    "172.9280%",
                                    "183.7360%",
                                    "194.5440%",
                                    "205.3520%",
                                    "216.1600%",
                                    "229.6700%",
                                    "243.1800%",
                                    "256.6900%",
                                ]
                            },
                            {
                                "Desc": "破晓终奏持续伤害",
                                "ParamLevelList": [
                                    "95.8400%",
                                    "103.0280%",
                                    "110.2160%",
                                    "119.8000%",
                                    "126.9880%",
                                    "134.1760%",
                                    "143.7600%",
                                    "153.3440%",
                                    "162.9280%",
                                    "172.5120%",
                                    "182.0960%",
                                    "191.6800%",
                                    "203.6600%",
                                    "215.6400%",
                                    "227.6200%",
                                ]
                            },
                            {
                                "Desc": "破晓终奏星超导/星扩散伤害",
                                "ParamLevelList": [
                                    "305.7600%/458.6400%",
                                    "328.6920%/493.0380%",
                                    "351.6240%/527.4360%",
                                    "382.2000%/573.3000%",
                                    "405.1320%/607.6980%",
                                    "428.0640%/642.0960%",
                                    "458.6400%/687.9600%",
                                    "489.2160%/733.8240%",
                                    "519.7920%/779.6880%",
                                    "550.3680%/825.5520%",
                                    "580.9440%/871.4160%",
                                    "611.5200%/917.2800%",
                                    "649.7400%/974.6100%",
                                    "687.9600%/1031.9400%",
                                    "726.1800%/1089.2700%",
                                ]
                            },
                            {
                                "Desc": "拂羽舞步伤害",
                                "ParamLevelList": [
                                    "43.0400%",
                                    "46.2680%",
                                    "49.4960%",
                                    "53.8000%",
                                    "57.0280%",
                                    "60.2560%",
                                    "64.5600%",
                                    "68.8640%",
                                    "73.1680%",
                                    "77.4720%",
                                    "81.7760%",
                                    "86.0800%",
                                    "91.4600%",
                                    "96.8400%",
                                    "102.2200%",
                                ]
                            },
                            {
                                "Desc": "拂羽舞步星超导/星扩散伤害",
                                "ParamLevelList": [
                                    "27.0240%/40.5280%",
                                    "29.0508%/43.5676%",
                                    "31.0776%/46.6072%",
                                    "33.7800%/50.6600%",
                                    "35.8068%/53.6996%",
                                    "37.8336%/56.7392%",
                                    "40.5360%/60.7920%",
                                    "43.2384%/64.8448%",
                                    "45.9408%/68.8976%",
                                    "48.6432%/72.9504%",
                                    "51.3456%/77.0032%",
                                    "54.0480%/81.0560%",
                                    "57.4260%/86.1220%",
                                    "60.8040%/91.1880%",
                                    "64.1820%/96.2540%",
                                ]
                            },
                            {
                                "Desc": "旋翼舞步伤害",
                                "ParamLevelList": [
                                    "51.4640%",
                                    "55.3238%",
                                    "59.1836%",
                                    "64.3300%",
                                    "68.1898%",
                                    "72.0496%",
                                    "77.1960%",
                                    "82.3424%",
                                    "87.4888%",
                                    "92.6352%",
                                    "97.7816%",
                                    "102.9280%",
                                    "109.3610%",
                                    "115.7940%",
                                    "122.2270%",
                                ]
                            },
                            {
                                "Desc": "旋翼舞步星超导/星扩散伤害",
                                "ParamLevelList": [
                                    "32.3120%/48.4640%",
                                    "34.7354%/52.0988%",
                                    "37.1588%/55.7336%",
                                    "40.3900%/60.5800%",
                                    "42.8134%/64.2148%",
                                    "45.2368%/67.8496%",
                                    "48.4680%/72.6960%",
                                    "51.6992%/77.5424%",
                                    "54.9304%/82.3888%",
                                    "58.1616%/87.2352%",
                                    "61.3928%/92.0816%",
                                    "64.6240%/96.9280%",
                                    "68.6630%/102.9860%",
                                    "72.7020%/109.0440%",
                                    "76.7410%/115.1020%",
                                ]
                            },
                            {
                                "Desc": "破晓终奏冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "独舞倒影持续时间",
                                "ParamLevelList": [
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "疾板·苍羽一梦",
                        "Desc": "呈现迅疾的舞步，造成多次<color style='color:#99FFFF;'>冰元素范围伤害</color>，召唤出自身的<color style='color:#FFD780;'>独舞倒影</color>，并获得<color style='color:#FFD780;'>雪鹄之梦</color>：提升奥黛塔造成的星烁反应伤害。<br>此外，施放元素爆发<color style='color:#FFD780;'>疾板·苍羽一梦</color>后的6秒内，奥黛塔的元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>。<br><br>若场上存在奥黛塔自己召唤的独舞倒影，则将其召唤至身边，并重置其持续时间。",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Odette_01",
                        "ParamDesc": [
                            {
                                "Desc": "斩击伤害",
                                "ParamLevelList": [
                                    "110.1760%*3",
                                    "118.4392%*3",
                                    "126.7024%*3",
                                    "137.7200%*3",
                                    "145.9832%*3",
                                    "154.2464%*3",
                                    "165.2640%*3",
                                    "176.2816%*3",
                                    "187.2992%*3",
                                    "198.3168%*3",
                                    "209.3344%*3",
                                    "220.3520%*3",
                                    "234.1240%*3",
                                    "247.8960%*3",
                                    "261.6680%*3",
                                ]
                            },
                            {
                                "Desc": "斩击最终段伤害",
                                "ParamLevelList": [
                                    "170.2720%",
                                    "183.0424%",
                                    "195.8128%",
                                    "212.8400%",
                                    "225.6104%",
                                    "238.3808%",
                                    "255.4080%",
                                    "272.4352%",
                                    "289.4624%",
                                    "306.4896%",
                                    "323.5168%",
                                    "340.5440%",
                                    "361.8280%",
                                    "383.1120%",
                                    "404.3960%",
                                ]
                            },
                            {
                                "Desc": "雪鹄之梦星烁反应伤害提升",
                                "ParamLevelList": [
                                    "14.0000%",
                                    "18.0000%",
                                    "22.0000%",
                                    "26.0000%",
                                    "30.0000%",
                                    "34.0000%",
                                    "38.0000%",
                                    "42.0000%",
                                    "46.0000%",
                                    "50.0000%",
                                    "54.0000%",
                                    "58.0000%",
                                    "62.0000%",
                                    "66.0000%",
                                    "70.0000%",
                                ]
                            },
                            {
                                "Desc": "雪鹄之梦持续时间",
                                "ParamLevelList": [
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                ]
                            },
                            {
                                "Desc": "独舞倒影持续时间",
                                "ParamLevelList": [
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "获选者的春祭",
                        "Desc": "奥黛塔召唤<color style='color:#FFD780;'>独舞倒影</color>时，还会获得4层<color style='color:#FFD780;'>华彩</color>。",
                        "Icon": "UI_Talent_S_Odette_05"
                    },
                    {
                        "Name": "赤忱者的悲歌",
                        "Desc": "基于奥黛塔攻击力超过1000点的部分，每100点攻击力都将使奥黛塔造成的星烁反应伤害额外造成原本1.5%的伤害，至多通过这种方式额外造成原本30%的伤害。",
                        "Icon": "UI_Talent_S_Odette_06"
                    },
                    {
                        "Name": "星耀祝礼·银晓之舞",
                        "Desc": "处于<color style='color:#FFD780;'>极星辉域</color>中时/队伍中的角色在附近触发星扩散反应后的8秒内，奥黛塔将分别进入<color style='color:#FFD780;'>辉映·星超导</color>/<color style='color:#FFD780;'>辉映·星扩散</color>状态。<br>队伍中的角色触发超导/冰元素扩散反应时，将转为触发星超导/星扩散反应，且基于奥黛塔的攻击力，提升队伍中角色造成的上述反应的基础伤害：每100点攻击力都将提升0.7%上述反应的基础伤害，至多通过这种方式提升14%伤害。",
                        "Icon": "UI_Talent_S_Odette_07"
                    },
                    {
                        "Name": "回响中的冬梦",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>至冬区域特产</color>的位置。<br>在闲暇时练习舞蹈，或许还会触发其他的效果…",
                        "Icon": "UI_Talent_S_Odette_08"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「不曾起舞的清晨，她望向倒影」",
                        "Desc": "施放特殊元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>后，在共舞结束时，奥黛塔将对附近的敌人造成一次额外的<color style='color:#99FFFF;'>冰元素范围伤害</color>，该伤害视为：<br>·<color style='color:#FFD780;'>辉映·星超导</color>或不处于辉映状态：相当于奥黛塔攻击力300%的星超导反应伤害；<br>·<color style='color:#FFD780;'>辉映·星扩散</color>：相当于奥黛塔攻击力450%的星扩散反应伤害。<br><br>此外，固有天赋「获选者的春祭」获得强化：召唤<color style='color:#FFD780;'>独舞倒影</color>时，奥黛塔将额外获得2层<color style='color:#FFD780;'>华彩</color>，且奥黛塔处于队伍后台时，清除<color style='color:#FFD780;'>华彩</color>的速度提升至每秒2层。",
                        "Icon": "UI_Talent_S_Odette_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「她想，我要见证雪鹄未见之梦」",
                        "Desc": "固有天赋「获选者的春祭」获得强化：每层<color style='color:#FFD780;'>华彩</color>还会使角色的攻击力提升7%。<br>此外，<color style='color:#FFD780;'>独舞倒影</color>在场时，若奥黛塔处于<color style='color:#FFD780;'>辉映·星烁</color>状态，<color style='color:#FFD780;'>独舞倒影</color>附近敌人的对应元素抗性还会降低20%：<br>·<color style='color:#FFD780;'>辉映·星超导</color>：<color style='color:#99FFFF;'>冰元素</color>、<color style='color:#FFACFF;'>雷元素</color>；<br>·<color style='color:#FFD780;'>辉映·星扩散</color>：<color style='color:#99FFFF;'>冰元素</color>、<color style='color:#80FFD7;'>风元素</color>。",
                        "Icon": "UI_Talent_S_Odette_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「我要追逐呼啸的风，向上独行」",
                        "Desc": "元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Odette_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「向上，坠往恍惚、燃烧的蓝空」",
                        "Desc": "元素爆发<color style='color:#FFD780;'>疾板·苍羽一梦</color>获得强化：奥黛塔获得<color style='color:#FFD780;'>雪鹄之梦</color>时，还会使队伍中附近的其他角色造成的星烁反应伤害提升，提升值相当于<color style='color:#FFD780;'>雪鹄之梦</color>效果的50%。<br><br>此外，队伍中的角色对敌人造成星烁反应伤害时，奥黛塔还会对敌人进行一次协同攻击，造成一次<color style='color:#99FFFF;'>冰元素范围伤害</color>，每3.5秒至多触发一次，该伤害视为：<br>·<color style='color:#FFD780;'>辉映·星超导</color>或不处于辉映状态：相当于奥黛塔攻击力66%的星超导反应伤害；<br>·<color style='color:#FFD780;'>辉映·星扩散</color>：相当于奥黛塔攻击力99%的星扩散反应伤害。",
                        "Icon": "UI_Talent_S_Odette_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「看呀，我已告别尘与土的苦痛」",
                        "Desc": "元素爆发<color style='color:#FFD780;'>疾板·苍羽一梦</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Odette_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「伸出手，触及苍穹永恒的面容」",
                        "Desc": "固有天赋「获选者的春祭」获得强化：奥黛塔赋予队伍中附近的所有角色<color style='color:#FFD780;'>华彩</color>时，自己的华彩不再会减少。<br>此外，处于<color style='color:#FFD780;'>华彩</color>影响下的角色，对敌人造成的星烁反应伤害<color style='color:#FFD780;'>擢升</color>25%，且奥黛塔对敌人造成的星烁反应伤害额外擢升20%。",
                        "Icon": "UI_Talent_S_Odette_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "辉映·星烁",
                        "Desc": "<color style='color:#FFD780;'>辉映·星超导</color>与<color style='color:#FFD780;'>辉映·星扩散</color>统称为<color style='color:#FFD780;'>辉映·星烁</color>状态。<br>角色同时只能受到一种辉映状态影响，且优先被<color style='color:#FFD780;'>辉映·星超导</color>影响。"
                    },
                    {
                        "Name": "独舞倒影",
                        "Desc": "与奥黛塔一同起舞的心象倒影，可以通过施放元素战技或元素爆发召唤至场上。<br>会交替呈现<color style='color:#FFD780;'>拂羽</color>与<color style='color:#FFD780;'>旋翼</color>两种舞步，以优雅轻盈的舞姿间歇性攻击附近的敌人，造成<color style='color:#99FFFF;'>冰元素范围伤害</color>。<br>同时至多存在一个奥黛塔自己创造的<color style='color:#FFD780;'>独舞倒影</color>。<br><br>此外，附近存在奥黛塔自己召唤的<color style='color:#FFD780;'>独舞倒影</color>时，奥黛塔的元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>。"
                    },
                    {
                        "Name": "极星辉域",
                        "Desc": "触发星超导反应时，附近的区域会短暂变化为<color style='color:#FFD780;'>极星辉域</color>；处于极星辉域中时，特定角色将会进入<color style='color:#FFD780;'>辉映·星超导</color>状态，使其不同技能分别获得对应的强化效果。"
                    },
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "柔板·破晓终奏",
                        "Desc": "奥黛塔的特殊元素战技，对附近的敌人持续造成<color style='color:#99FFFF;'>冰元素范围伤害</color>，并在共舞结束时，造成一次视为星超导反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。共舞时，奥黛塔可以控制舞步的方向。<br><color style='color:#FFD780;'>辉映·星烁</color>：共舞结束时，改为造成一次视为对应星反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。<br><br>此外，施放特殊元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>后，在<color style='color:#FFD780;'>独舞倒影</color>剩余持续时间内，若奥黛塔处于<color style='color:#FFD780;'>辉映·星烁</color>状态，则<color style='color:#FFD780;'>独舞倒影</color>的两种舞步还会额外造成视为对应星反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。"
                    },
                    {
                        "Name": "华彩",
                        "Desc": "解锁固有天赋「获选者的春祭」后，奥黛塔召唤<color style='color:#FFD780;'>独舞倒影</color>时将会获得的特殊效果。<br>每层<color style='color:#FFD780;'>华彩</color>都会使角色造成的星烁反应伤害提升15%，持续至<color style='color:#FFD780;'>独舞倒影</color>退场或重新召唤<color style='color:#FFD780;'>独舞倒影</color>。<br>当奥黛塔处于队伍后台时，奥黛塔每秒会清除1层<color style='color:#FFD780;'>华彩</color>，并使队伍中附近的其他角色获得对应层数的<color style='color:#FFD780;'>华彩</color>。"
                    },
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "雪鹄变奏",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方挥出闪耀夺目的斩击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.8571%",
                                    "56.0781%",
                                    "60.2990%",
                                    "66.3289%",
                                    "70.5498%",
                                    "75.3738%",
                                    "82.0066%",
                                    "88.6395%",
                                    "95.2724%",
                                    "102.5083%",
                                    "109.7442%",
                                    "116.9801%",
                                    "124.2159%",
                                    "131.4518%",
                                    "138.6877%",
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "51.5106%",
                                    "55.7033%",
                                    "59.8960%",
                                    "65.8856%",
                                    "70.0783%",
                                    "74.8700%",
                                    "81.4586%",
                                    "88.0471%",
                                    "94.6357%",
                                    "101.8232%",
                                    "109.0107%",
                                    "116.1982%",
                                    "123.3858%",
                                    "130.5733%",
                                    "137.7608%",
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "32.6112%+38.2786%",
                                    "35.2656%+41.3943%",
                                    "37.9200%+44.5100%",
                                    "41.7120%+48.9610%",
                                    "44.3664%+52.0767%",
                                    "47.4000%+55.6375%",
                                    "51.5712%+60.5336%",
                                    "55.7424%+65.4297%",
                                    "59.9136%+70.3258%",
                                    "64.4640%+75.6670%",
                                    "69.0144%+81.0082%",
                                    "73.5648%+86.3494%",
                                    "78.1152%+91.6906%",
                                    "82.6656%+97.0318%",
                                    "87.2160%+102.3730%",
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "74.5732%",
                                    "80.6431%",
                                    "86.7130%",
                                    "95.3843%",
                                    "101.4542%",
                                    "108.3912%",
                                    "117.9297%",
                                    "127.4681%",
                                    "137.0065%",
                                    "147.4121%",
                                    "157.8177%",
                                    "168.2232%",
                                    "178.6288%",
                                    "189.0343%",
                                    "199.4399%",
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "90.2123%",
                                    "97.5551%",
                                    "104.8980%",
                                    "115.3878%",
                                    "122.7307%",
                                    "131.1225%",
                                    "142.6613%",
                                    "154.2001%",
                                    "165.7388%",
                                    "178.3266%",
                                    "190.9144%",
                                    "203.5021%",
                                    "216.0899%",
                                    "228.6776%",
                                    "241.2654%",
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "107.4140%",
                                    "116.1570%",
                                    "124.9000%",
                                    "137.3900%",
                                    "146.1330%",
                                    "156.1250%",
                                    "169.8640%",
                                    "183.6030%",
                                    "197.3420%",
                                    "212.3300%",
                                    "227.3180%",
                                    "242.3060%",
                                    "257.2940%",
                                    "272.2820%",
                                    "287.2700%",
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                    "20.0000点",
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.3400%",
                                    "81.7740%",
                                    "86.9778%",
                                    "92.9250%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.3780%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.9820%",
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.6700%",
                                    "163.5134%/204.2370%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.1620%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.6390%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.0410%",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "柔板·幻灵夜舞",
                        "Desc": "呈现柔缓的舞步，造成<color style='color:#99FFFF;'>冰元素范围伤害</color>，并召唤出自身的<color style='color:#FFD780;'>独舞倒影</color>。<br>若场上存在奥黛塔自己召唤的<color style='color:#FFD780;'>独舞倒影</color>，则会重新召唤，并重置其持续时间。<br><br><color style='color:#FFD780;'>独舞倒影</color><br>交替呈现<color style='color:#FFD780;'>拂羽</color>与<color style='color:#FFD780;'>旋翼</color>两种舞步，以优雅轻盈的舞姿间歇性攻击附近的敌人，造成<color style='color:#99FFFF;'>冰元素范围伤害</color>。<br>此外，施放元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>后的6秒内，奥黛塔的元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>，以共舞对附近的敌人持续造成<color style='color:#99FFFF;'>冰元素范围伤害</color>，并在共舞结束时，造成一次视为星超导或星扩散反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。",
                        "Num": 2,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Odette_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "108.0800%",
                                    "116.1860%",
                                    "124.2920%",
                                    "135.1000%",
                                    "143.2060%",
                                    "151.3120%",
                                    "162.1200%",
                                    "172.9280%",
                                    "183.7360%",
                                    "194.5440%",
                                    "205.3520%",
                                    "216.1600%",
                                    "229.6700%",
                                    "243.1800%",
                                    "256.6900%",
                                ]
                            },
                            {
                                "Desc": "破晓终奏持续伤害",
                                "ParamLevelList": [
                                    "95.8400%",
                                    "103.0280%",
                                    "110.2160%",
                                    "119.8000%",
                                    "126.9880%",
                                    "134.1760%",
                                    "143.7600%",
                                    "153.3440%",
                                    "162.9280%",
                                    "172.5120%",
                                    "182.0960%",
                                    "191.6800%",
                                    "203.6600%",
                                    "215.6400%",
                                    "227.6200%",
                                ]
                            },
                            {
                                "Desc": "破晓终奏星超导/星扩散伤害",
                                "ParamLevelList": [
                                    "305.7600%/458.6400%",
                                    "328.6920%/493.0380%",
                                    "351.6240%/527.4360%",
                                    "382.2000%/573.3000%",
                                    "405.1320%/607.6980%",
                                    "428.0640%/642.0960%",
                                    "458.6400%/687.9600%",
                                    "489.2160%/733.8240%",
                                    "519.7920%/779.6880%",
                                    "550.3680%/825.5520%",
                                    "580.9440%/871.4160%",
                                    "611.5200%/917.2800%",
                                    "649.7400%/974.6100%",
                                    "687.9600%/1031.9400%",
                                    "726.1800%/1089.2700%",
                                ]
                            },
                            {
                                "Desc": "拂羽舞步伤害",
                                "ParamLevelList": [
                                    "43.0400%",
                                    "46.2680%",
                                    "49.4960%",
                                    "53.8000%",
                                    "57.0280%",
                                    "60.2560%",
                                    "64.5600%",
                                    "68.8640%",
                                    "73.1680%",
                                    "77.4720%",
                                    "81.7760%",
                                    "86.0800%",
                                    "91.4600%",
                                    "96.8400%",
                                    "102.2200%",
                                ]
                            },
                            {
                                "Desc": "拂羽舞步星超导/星扩散伤害",
                                "ParamLevelList": [
                                    "27.0240%/40.5280%",
                                    "29.0508%/43.5676%",
                                    "31.0776%/46.6072%",
                                    "33.7800%/50.6600%",
                                    "35.8068%/53.6996%",
                                    "37.8336%/56.7392%",
                                    "40.5360%/60.7920%",
                                    "43.2384%/64.8448%",
                                    "45.9408%/68.8976%",
                                    "48.6432%/72.9504%",
                                    "51.3456%/77.0032%",
                                    "54.0480%/81.0560%",
                                    "57.4260%/86.1220%",
                                    "60.8040%/91.1880%",
                                    "64.1820%/96.2540%",
                                ]
                            },
                            {
                                "Desc": "旋翼舞步伤害",
                                "ParamLevelList": [
                                    "51.4640%",
                                    "55.3238%",
                                    "59.1836%",
                                    "64.3300%",
                                    "68.1898%",
                                    "72.0496%",
                                    "77.1960%",
                                    "82.3424%",
                                    "87.4888%",
                                    "92.6352%",
                                    "97.7816%",
                                    "102.9280%",
                                    "109.3610%",
                                    "115.7940%",
                                    "122.2270%",
                                ]
                            },
                            {
                                "Desc": "旋翼舞步星超导/星扩散伤害",
                                "ParamLevelList": [
                                    "32.3120%/48.4640%",
                                    "34.7354%/52.0988%",
                                    "37.1588%/55.7336%",
                                    "40.3900%/60.5800%",
                                    "42.8134%/64.2148%",
                                    "45.2368%/67.8496%",
                                    "48.4680%/72.6960%",
                                    "51.6992%/77.5424%",
                                    "54.9304%/82.3888%",
                                    "58.1616%/87.2352%",
                                    "61.3928%/92.0816%",
                                    "64.6240%/96.9280%",
                                    "68.6630%/102.9860%",
                                    "72.7020%/109.0440%",
                                    "76.7410%/115.1020%",
                                ]
                            },
                            {
                                "Desc": "破晓终奏冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "独舞倒影持续时间",
                                "ParamLevelList": [
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                        ]
                    },
                    {
                        "Name": "疾板·苍羽一梦",
                        "Desc": "呈现迅疾的舞步，造成多次<color style='color:#99FFFF;'>冰元素范围伤害</color>，召唤出自身的<color style='color:#FFD780;'>独舞倒影</color>，并获得<color style='color:#FFD780;'>雪鹄之梦</color>：提升奥黛塔造成的星烁反应伤害。<br>此外，施放元素爆发<color style='color:#FFD780;'>疾板·苍羽一梦</color>后的6秒内，奥黛塔的元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>。<br><br>若场上存在奥黛塔自己召唤的独舞倒影，则将其召唤至身边，并重置其持续时间。",
                        "Num": 3,
                        "Lock": 5.0,
                        "Icon": "Skill_E_Odette_01",
                        "ParamDesc": [
                            {
                                "Desc": "斩击伤害",
                                "ParamLevelList": [
                                    "110.1760%*3",
                                    "118.4392%*3",
                                    "126.7024%*3",
                                    "137.7200%*3",
                                    "145.9832%*3",
                                    "154.2464%*3",
                                    "165.2640%*3",
                                    "176.2816%*3",
                                    "187.2992%*3",
                                    "198.3168%*3",
                                    "209.3344%*3",
                                    "220.3520%*3",
                                    "234.1240%*3",
                                    "247.8960%*3",
                                    "261.6680%*3",
                                ]
                            },
                            {
                                "Desc": "斩击最终段伤害",
                                "ParamLevelList": [
                                    "170.2720%",
                                    "183.0424%",
                                    "195.8128%",
                                    "212.8400%",
                                    "225.6104%",
                                    "238.3808%",
                                    "255.4080%",
                                    "272.4352%",
                                    "289.4624%",
                                    "306.4896%",
                                    "323.5168%",
                                    "340.5440%",
                                    "361.8280%",
                                    "383.1120%",
                                    "404.3960%",
                                ]
                            },
                            {
                                "Desc": "雪鹄之梦星烁反应伤害提升",
                                "ParamLevelList": [
                                    "14.0000%",
                                    "18.0000%",
                                    "22.0000%",
                                    "26.0000%",
                                    "30.0000%",
                                    "34.0000%",
                                    "38.0000%",
                                    "42.0000%",
                                    "46.0000%",
                                    "50.0000%",
                                    "54.0000%",
                                    "58.0000%",
                                    "62.0000%",
                                    "66.0000%",
                                    "70.0000%",
                                ]
                            },
                            {
                                "Desc": "雪鹄之梦持续时间",
                                "ParamLevelList": [
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                ]
                            },
                            {
                                "Desc": "独舞倒影持续时间",
                                "ParamLevelList": [
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                    "20.0000秒",
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                    "15.0000秒",
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                ]
                            },
                        ]
                    },
                ],
                "PassiveSkills": [
                    {
                        "Name": "获选者的春祭",
                        "Desc": "奥黛塔召唤<color style='color:#FFD780;'>独舞倒影</color>时，还会获得4层<color style='color:#FFD780;'>华彩</color>。",
                        "Icon": "UI_Talent_S_Odette_05"
                    },
                    {
                        "Name": "赤忱者的悲歌",
                        "Desc": "基于奥黛塔攻击力超过1000点的部分，每100点攻击力都将使奥黛塔造成的星烁反应伤害额外造成原本1.5%的伤害，至多通过这种方式额外造成原本30%的伤害。",
                        "Icon": "UI_Talent_S_Odette_06"
                    },
                    {
                        "Name": "星耀祝礼·银晓之舞",
                        "Desc": "处于<color style='color:#FFD780;'>极星辉域</color>中时/队伍中的角色在附近触发星扩散反应后的8秒内，奥黛塔将分别进入<color style='color:#FFD780;'>辉映·星超导</color>/<color style='color:#FFD780;'>辉映·星扩散</color>状态。<br>队伍中的角色触发超导/冰元素扩散反应时，将转为触发星超导/星扩散反应，且基于奥黛塔的攻击力，提升队伍中角色造成的上述反应的基础伤害：每100点攻击力都将提升0.7%上述反应的基础伤害，至多通过这种方式提升14%伤害。",
                        "Icon": "UI_Talent_S_Odette_07"
                    },
                    {
                        "Name": "回响中的冬梦",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>至冬区域特产</color>的位置。<br>在闲暇时练习舞蹈，或许还会触发其他的效果…",
                        "Icon": "UI_Talent_S_Odette_08"
                    },
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「不曾起舞的清晨，她望向倒影」",
                        "Desc": "施放特殊元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>后，在共舞结束时，奥黛塔将对附近的敌人造成一次额外的<color style='color:#99FFFF;'>冰元素范围伤害</color>，该伤害视为：<br>·<color style='color:#FFD780;'>辉映·星超导</color>或不处于辉映状态：相当于奥黛塔攻击力300%的星超导反应伤害；<br>·<color style='color:#FFD780;'>辉映·星扩散</color>：相当于奥黛塔攻击力450%的星扩散反应伤害。<br><br>此外，突破天赋「获选者的春祭」获得强化：召唤<color style='color:#FFD780;'>独舞倒影</color>时，奥黛塔将额外获得2层<color style='color:#FFD780;'>华彩</color>，且奥黛塔处于队伍后台时，清除<color style='color:#FFD780;'>华彩</color>的速度提升至每秒2层。",
                        "Icon": "UI_Talent_S_Odette_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「她想，我要见证雪鹄未见之梦」",
                        "Desc": "突破天赋「获选者的春祭」获得强化：每层<color style='color:#FFD780;'>华彩</color>还会使角色的攻击力提升7%。<br>此外，<color style='color:#FFD780;'>独舞倒影</color>在场时，若奥黛塔处于<color style='color:#FFD780;'>辉映·星烁</color>状态，<color style='color:#FFD780;'>独舞倒影</color>附近敌人的对应元素抗性还会降低20%：<br>·<color style='color:#FFD780;'>辉映·星超导</color>：<color style='color:#99FFFF;'>冰元素</color>、<color style='color:#FFACFF;'>雷元素</color>；<br>·<color style='color:#FFD780;'>辉映·星扩散</color>：<color style='color:#99FFFF;'>冰元素</color>、<color style='color:#80FFD7;'>风元素</color>。",
                        "Icon": "UI_Talent_S_Odette_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「我要追逐呼啸的风，向上独行」",
                        "Desc": "元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Odette_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「向上，坠往恍惚、燃烧的蓝空」",
                        "Desc": "元素爆发<color style='color:#FFD780;'>疾板·苍羽一梦</color>获得强化：奥黛塔获得<color style='color:#FFD780;'>雪鹄之梦</color>时，还会使队伍中附近的其他角色造成的星烁反应伤害提升，提升值相当于<color style='color:#FFD780;'>雪鹄之梦</color>效果的50%。<br><br>此外，队伍中的角色对敌人造成星烁反应伤害时，奥黛塔还会对敌人进行一次协同攻击，造成一次<color style='color:#99FFFF;'>冰元素范围伤害</color>，每3.5秒至多触发一次，该伤害视为：<br>·<color style='color:#FFD780;'>辉映·星超导</color>或不处于辉映状态：相当于奥黛塔攻击力66%的星超导反应伤害；<br>·<color style='color:#FFD780;'>辉映·星扩散</color>：相当于奥黛塔攻击力99%的星扩散反应伤害。",
                        "Icon": "UI_Talent_S_Odette_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「看呀，我已告别尘与土的苦痛」",
                        "Desc": "元素爆发<color style='color:#FFD780;'>疾板·苍羽一梦</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Odette_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「伸出手，触及苍穹永恒的面容」",
                        "Desc": "突破天赋「获选者的春祭」获得强化：奥黛塔赋予队伍中附近的所有角色<color style='color:#FFD780;'>华彩</color>时，自己的华彩不再会减少。<br>此外，处于<color style='color:#FFD780;'>华彩</color>影响下的角色，对敌人造成的星烁反应伤害<color style='color:#FFD780;'>擢升</color>25%，且奥黛塔对敌人造成的星烁反应伤害额外擢升20%。",
                        "Icon": "UI_Talent_S_Odette_04"
                    },
                ],
                "HyperLinks": [
                    {
                        "Name": "辉映·星烁",
                        "Desc": "<color style='color:#FFD780;'>辉映·星超导</color>与<color style='color:#FFD780;'>辉映·星扩散</color>统称为<color style='color:#FFD780;'>辉映·星烁</color>状态。<br>角色同时只能受到一种辉映状态影响，且优先被<color style='color:#FFD780;'>辉映·星超导</color>影响。"
                    },
                    {
                        "Name": "独舞倒影",
                        "Desc": "与奥黛塔一同起舞的心象倒影，可以通过施放元素战技或元素爆发召唤至场上。<br>会交替呈现<color style='color:#FFD780;'>拂羽</color>与<color style='color:#FFD780;'>旋翼</color>两种舞步，以优雅轻盈的舞姿间歇性攻击附近的敌人，造成<color style='color:#99FFFF;'>冰元素范围伤害</color>。<br>同时至多存在一个奥黛塔自己创造的<color style='color:#FFD780;'>独舞倒影</color>。<br><br>此外，附近存在奥黛塔自己召唤的<color style='color:#FFD780;'>独舞倒影</color>时，奥黛塔的元素战技<color style='color:#FFD780;'>柔板·幻灵夜舞</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>。"
                    },
                    {
                        "Name": "极星辉域",
                        "Desc": "触发星超导反应时，附近的区域会短暂变化为<color style='color:#FFD780;'>极星辉域</color>；处于极星辉域中时，特定角色将会进入<color style='color:#FFD780;'>辉映·星超导</color>状态，使其不同技能分别获得对应的强化效果。"
                    },
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "柔板·破晓终奏",
                        "Desc": "奥黛塔的特殊元素战技，对附近的敌人持续造成<color style='color:#99FFFF;'>冰元素范围伤害</color>，并在共舞结束时，造成一次视为星超导反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。共舞时，奥黛塔可以控制舞步的方向。<br><color style='color:#FFD780;'>辉映·星烁</color>：共舞结束时，改为造成一次视为对应星烁反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。<br><br>此外，施放特殊元素战技<color style='color:#FFD780;'>柔板·破晓终奏</color>后，在<color style='color:#FFD780;'>独舞倒影</color>剩余持续时间内，若奥黛塔处于<color style='color:#FFD780;'>辉映·星烁</color>状态，则<color style='color:#FFD780;'>独舞倒影</color>的两种舞步还会额外造成视为对应星烁反应伤害的<color style='color:#99FFFF;'>冰元素范围伤害</color>。"
                    },
                    {
                        "Name": "华彩",
                        "Desc": "解锁突破天赋「获选者的春祭」后，奥黛塔召唤<color style='color:#FFD780;'>独舞倒影</color>时将会获得的特殊效果。<br>每层<color style='color:#FFD780;'>华彩</color>都会使角色造成的星烁反应伤害提升15%，持续至<color style='color:#FFD780;'>独舞倒影</color>退场或重新召唤<color style='color:#FFD780;'>独舞倒影</color>。<br>当奥黛塔处于队伍后台时，奥黛塔每秒会清除1层<color style='color:#FFD780;'>华彩</color>，并使队伍中附近的其他角色获得对应层数的<color style='color:#FFD780;'>华彩</color>。"
                    },
                ]
            },
        }
    }
}

var _AvatarAttackConfig_ = {
    "150": {
        "AttackList": [
            {
                "Skill": "FallingAnthem",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "FallingAttack",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "None",
                "GU": 1,
                "Poise": 100.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "FallingAnthem",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "FallingAttack",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "None",
                "GU": 1,
                "Poise": 150.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "FallingAnthem",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "FallingAttack",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "None",
                "GU": null,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "ElementalArt",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "ElementalArt",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "StarSuperconductorIceDamage",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": null,
                "Poise": 35.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "ElementalArt",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "StarSwirlIceDamage",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": null,
                "Poise": 35.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "ElementalArt_Partner",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 15.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "ElementalArt_Partner",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "StarSuperconductorIceDamage",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": null,
                "Poise": 10.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "ElementalArt_Partner",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "StarSwirlIceDamage",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": null,
                "Poise": 10.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "ElementalArt_Partner",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Art",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 15.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "ElementalArt_Partner",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "StarSuperconductorIceDamage",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": null,
                "Poise": 10.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "ElementalArt_Partner",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "StarSwirlIceDamage",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": null,
                "Poise": 10.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "ElementalBurst",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Burst",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 30.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "ElementalBurst",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Burst",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 30.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "ElementalBurst",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "Elemental_Burst",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": 1,
                "Poise": 40.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Constellation_1",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "StarSuperconductorIceDamage",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": null,
                "Poise": 40.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Constellation_1",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "StarSwirlIceDamage",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": null,
                "Poise": 40.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Constellation_1",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "StarSuperconductorIceDamage",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": null,
                "Poise": 40.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Constellation_4",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "StarSuperconductorIceDamage",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": null,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Constellation_4",
                "Shape": {
                    "Type": "Default",
                    "Size": [
                        0
                    ]
                },
                "AtkTag": "StarSwirlIceDamage",
                "AttTag": "",
                "AttGrp": "default",
                "Element": "Ice",
                "GU": null,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0,
                    0
                ],
                "Blunt": false,
                "Arkhe": 0,
                "HTime": 0,
                "HScale": 0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            }
        ]
    }
}
