// Auto Generated

var _ee = {
    "280120401": {
    "N": "悲剧内核",
    "D": "能够抵消我方全体受到伤害的护盾。护盾耗尽或效果消失前敌方目标的攻击不会对我方目标的生命值造成削减。",
    "Param": []
  },
    "280150301": {
    "N": "负面效果1",
    "D": "当我方角色施放【负面效果1】时，将对我方全体目标造成大量伤害，大概率使自身陷入【强烈震荡】，同时移除1层【负面效果1】。若我方目标未持有护盾，则额外附加1层【噬命】。",
    "Param": []
  },
    "240640121": {
    "N": "壁垒反震",
    "D": "削减自身韧性，该削韧效果不会使韧性值被削减至低于1点。",
    "Param": []
  },
  "240640122": {
    "N": "合而为一",
    "D": "受到致命伤害时陷入【假死】状态。当拥有【合而为一】的【金血忆灵】全部陷入【假死】状态时，它们重新合体为【迷惘之渊的裁定者】。",
    "Param": []
  },
  "240640123": {
    "N": "假死",
    "D": "无法被选中，无法行动。",
    "Param": []
  },
    "501403001": {
        "N": "怨火灼身",
        "D": "无法施放普攻、战技、终结技。每回合开始时受到火属性伤害。被施加【怨火灼身】的目标在行动时可以选择【忍耐灼烧】或【扑灭火焰】。",
        "Param": []
      },
    "501403003": {
        "N": "忍耐灼烧",
        "D": "恢复1个战技点，跳过本回合，获得【忍耐】效果，受到的伤害降低，持续1回合。",
        "Param": []
    },
    "501403004": {
      "N": "扑灭火焰",
        "D": "消耗1个战技点，有概率立即解除【怨火灼身】状态，失败则受到火属性伤害。选择【扑灭火焰】后，不论成功与否，可再次行动。",
        "Param": []
    },
    "501403002": {
        "N": "人外魔境",
        "D": "每层使生命上限和造成的伤害提高。被消灭时，对召唤者造成火属性伤害，并使我方恢复战技点。",
        "Param": []
    },
    "502301001": {
        "N": "极乐",
        "D": "持有该效果时如果受到乐变化天人【极乐螺旋】技能的攻击，则行动延后并减少战技点。施放1次普攻后移除该效果，并有大概率获得额外战技点。",
        "Param": []
    },
    "501402001": {
        "N": "劳动最快乐！",
        "D": "施放普攻后触发【锃亮】效果，对攻击目标额外造成真实伤害并获得笑点；施放战技后触发【洁净】效果，恢复战技点。该效果在【劳动最快乐！】效果持续时间内最多触发1次。",
        "Param": []
    },
    "70000318": {
        "N": "韧性锁止",
        "D": "韧性值无法被削减至低于1点。",
        "Param": []
    },
    "501401001": {
        "N": "连麦PK",
        "D": "我方全体目标将分别在<color=#f29e38ff>主战场和副战场</color>进行作战。在阿哈时刻以外，不同战场的我方和敌方目标<color=#f29e38ff>无法攻击</color>到另一战场的目标。在阿哈时刻期间，欢愉技始终只能对<color=#f29e38ff>副战场</color>的敌方目标发动攻击。\\n连麦PK倒计时结束、处于副战场的我方角色陷入无法战斗状态、处于副战场的所有敌方目标被消灭、副战场没有可以战斗的我方角色，以上任意条件触发时，连麦PK解除。",
        "Param": []
    },
    "10000026": {
        "N": "阿哈",
        "D": "行动时，发动阿哈时刻，并使可施放欢愉技的单位各自施放1次欢愉技。若阿哈行动时不存在可施放欢愉技的单位，则阿哈施放【要有笑声】。\\n阿哈时刻持续至本次最后一个欢愉技施放结束。\\n阿哈时刻结束时，使参演的角色获得本次计入笑点的【好活当赏】状态，持续2回合。阿哈行动后会消耗全部笑点。",
        "Param": []
    },
    "10000000": {
        "N": "额外回合",
        "D": "获得1个不消耗回合数的额外回合，在此回合中无法插入施放终结技。",
        "Param": []
    },
    "501401004": {
        "N": "随机的弹幕惩罚",
        "D": "随机陷入【攻击降低】、【防御降低】、【速度降低】、【虚弱】、【纠缠】状态之一。",
        "Param": []
    },
    "250130303": {
        "N": "颜料",
        "D": "【画板孔雀】处于【色彩】状态施放技能时，会消耗【颜料】造成对应属性的附加伤害。每种属性对应一种【颜料】。",
        "Param": []
    },
    "250130301": {
        "N": "无色",
        "D": "受到我方目标攻击后，根据攻击者的属性，获得1点【颜料】，如果在受到攻击时受到了欢愉伤害，则额外获得一定数量的【颜料】。当【颜料】达到6点时，进入【色彩】状态，此时根据已获得的【颜料】的种类，获得对应属性的弱点并降低对应属性抗性。处于【无色】状态时，韧性不会低于1点。",
        "Param": []
    },
    "250130302": {
        "N": "色彩",
        "D": "施放技能时，会消耗【颜料】造成对应属性的附加伤害，回合结束时若已消耗所有【颜料】，则进入【无色】状态，并移除由【颜料】带来的弱点和属性抗性降低。被击破时，消耗所有【颜料】对自身造成最大生命值一定百分比的附加伤害。",
        "Param": []
    },
    "501301001": {
        "N": "陶醉",
        "D": "无法行动，回合开始时若施加者不处于蓄力状态，则由施加者发起横扫攻击。",
        "Param": []
    },
    "501401003": {
        "N": "对方打赏",
        "D": "造成的伤害提高。",
        "Param": []
    },
    "501401002": {
        "N": "我方打赏",
        "D": "全属性抗性穿透提高。",
        "Param": []
    },
    "10000027": {
        "N": "笑点",
        "D": "笑点为全队共享。造成欢愉伤害时，计入的笑点越多，欢愉伤害越高。",
        "Param": []
    },
    "502401001": {
        "N": "寄生",
        "D": "回合开始时增加层数，并在敌方召唤【邪愿莲华】，攻击敌方目标后减少1层，消灭1个敌方目标后额外减少1层；回合结束时若大于等于一定层数则被转化为【傀儡】；变为0层时则解除该状态并添加【颠倒离断】效果。",
        "Param": []
    },
    "502401002": {
        "N": "傀儡",
        "D": "无法行动，回合开始时随机陷入【怒噪】或【支配】状态并获得笑点，有概率造成【会心一击】使我方获得更多笑点。",
        "Param": []
    },
    "502401003": {
        "N": "颠倒离断",
        "D": "暴击伤害提高，并且在持续时间内不会受到【傀儡】效果的影响。",
        "Param": []
    },
    "502401004": {
        "N": "邪笑",
        "D": "造成的伤害提高，该效果可叠加。",
        "Param": []
    },
    "401301001": {
        "N": "平均分摊",
        "D": "本次攻击结算前的伤害和负面效果由所有受击目标平均承受。"
    },
    "402302001": {
        "N": "欧洛尼斯印记",
        "D": "施放终结技可解除此印记。<br>当目标拥有2层【欧洛尼斯印记】时，会解除所有印记，受到量子属性伤害并大概率陷入纠缠状态。<br>当目标同时拥有【艾格勒印记】和【欧洛尼斯印记】时，会解除所有印记，受到基于自身生命上限的真实伤害，减少能量并大概率陷入纠缠状态。"
    },
    "240620101": {
        "N": "罪血共鸣",
        "D": "其它处于【罪血共鸣】状态的【金血忆灵•雉形】发动攻击后，自身会一同发起攻击。"
    },
    "402301001": {
        "N": "艾格勒印记",
        "D": "我方任意目标在消灭敌方目标后，可解除此印记，优先解除造成致命伤害的目标。<br>当目标拥有2层【艾格勒印记】时，会解除所有印记，受到火属性伤害并减少能量。<br>当目标同时拥有【艾格勒印记】和【欧洛尼斯印记】时，会解除所有印记，受到基于自身生命上限的真实伤害，减少能量并大概率陷入纠缠状态。"
    },
    "240150101": {
        "N": "温度",
        "D": "当前战场环境的温度，我方会根据温度受到持续的灼烧伤害。我方目标造成的伤害将根据温度提高。"
    },
    "240150102": {
        "N": "氦闪",
        "D": "当【至高，至阳，天空的化身】施放【怒，焚晨昏日星】后会根据当前【氦闪】提高【温度】。此状态下，当我方攻击后，将根据本次攻击击中的敌方目标数量降低【氦闪】。"
    },
    "240150103": {
        "N": "雷云",
        "D": "当前战场环境积蓄的雷云，当【至高，至阳，天空的化身】施放【愤，破昼夜长空】后会根据【雷云】层数对我方造成对应次数的少量雷属性伤害，之后根据我方争夺的【雷云】数对自身造成少量雷属性伤害。"
    },
    "70000216": {
        "N": "生命计数",
        "D": "拥有【生命计数】的目标受到攻击时不会损失生命值，但是会减少【生命计数】。【生命计数】归零时将陷入无法战斗状态。"
    },
    "70000217": {
        "N": "后排",
        "D": "【后排目标】位于战场阵型后方，无法被【单攻】和【扩散】类型的技能选中。"
    },
    "240150105": {
        "N": "修复",
        "D": "解除指定敌方目标的控制类负面状态与弱点击破状态，若此时指定敌方目标处于不可选中状态，则使其重新进入可选中状态。"
    },
    "240150104": {
        "N": "电离",
        "D": "此状态下，我方施放攻击后，将根据本次攻击击中的敌方目标数量争夺【雷云】层数，【阳雷之鸦】、【百眼之末】或【百眼之梢】受到致命攻击时我方将会争夺一定数量的【雷云】层数。若所有【雷云】均被我方争夺，则会使自身陷入弱点击破状态。"
    },
    "70000215": {
        "N": "苦痛缠绕",
        "D": "吸收【魔王爪牙】后回复召唤该【魔王爪牙】时消耗的生命值，【魔王爪牙】被消灭后，无法再回复召唤该【魔王爪牙】时消耗的生命值。"
    },
    "70000218": {
        "N": "冰蚀",
        "D": "【冰蚀】属于持续伤害类负面状态。【冰蚀】状态下，目标每回合开始时受到等同于自身生命上限一定比例的冰属性持续伤害。"
    },
    "240320101": {
        "N": "侵蚀",
        "D": "攻击后回复侵蚀部分的生命值，击中的目标数量越多，回复的生命值越高。受到伤害时，降低生命值的一部分转化为侵蚀。消耗生命值时，降低的生命值会全部转化为侵蚀。通过回复生命值的方式解除侵蚀时，使自身获得【焕新】效果。【焕新】：下次攻击造成的伤害提高。"
    },
    "280150121": {
        "N": "缠禁",
        "D": "行动延后，同时速度降低。下个回合开始时受到量子属性附加伤害。<br>【缠禁】状态下的目标每次受到攻击后，都会使该附加伤害提高，该效果最多叠加5层。该状态同时视为量子纠缠状态与禁锢状态。"
    },
    "220330101": {
        "N": "月狂",
        "D": "此状态下，咆哮灵柩的速度提高，可以施放【合成狼毒】和【杀戮算法】，咆哮灵柩被弱点击破时解除此状态。"
    },
    "220330102": {
        "N": "恐惧萦绕",
        "D": "第二个回合开始时陷入【恐惧】状态，在此之前对施加者发起一次攻击可解除【恐惧萦绕】。"
    },
    "220330103": {
        "N": "恐惧",
        "D": "无法行动，持续至自身下个回合开始。"
    },
    "401403001": {
        "N": "不致命",
        "D": "目标受到伤害时，若目标生命值不足，则会将生命值降低至1点。"
    },
    "401403002": {
        "N": "衰亡伤害",
        "D": "造成无法被护盾抵消、不可分摊的固定伤害。"
    },
    "401403003": {
        "N": "死亡的芬芳",
        "D": "每回合结束时都会提高自身速度，【玻吕刻斯】或【哀悯长臂】受到攻击时可削减【濒死梦泡】并回复我方生命值，【濒死梦泡】完全耗尽时解除该状态。"
    },
    "401403004": {
        "N": "沉沦于长眠",
        "D": "该目标对敌方目标造成伤害时，敌方目标受到的伤害降低，我方目标恢复至一定生命值可解除此状态。"
    },
    "401403005": {
        "N": "死亡的芬芳",
        "D": "每回合结束时都会提高自身速度，【灰黯之手，遐蝶】或【哀悯长臂】受到攻击时可削减【濒死梦泡】并回复我方生命值，【濒死梦泡】完全耗尽时解除该状态。"
    },
    "280340111": {
        "N": "时来",
        "D": "受到进入赌局的目标攻击时必定产生6的点数，并在赌局结束时施放【败罚】。"
    },
    "10000016": {
        "N": "离场",
        "D": "处于离场状态的目标无法成为技能目标，且不会出现在行动序列上。"
    },
    "10000017": {
        "N": "真实伤害",
        "D": "不受任何效果所影响的无属性伤害，本次伤害不视为造成了1次攻击。"
    },
    "280340112": {
        "N": "芬戈的礼物",
        "D": "每层使造成的伤害提高。"
    },
    "280340113": {
        "N": "芬戈的诅咒",
        "D": "每层使受到的伤害提高。"
    },
    "220350101": {
        "N": "怒噪",
        "D": "无法操控，自动攻击随机敌方目标。若该目标被施放技能解除负面效果，将会优先被解除【怒噪】状态。"
    },
    "220350102": {
        "N": "虚弱",
        "D": "造成的伤害降低。"
    },
    "230040221": {
        "N": "切换计数",
        "D": "处于【课堂频道】状态的单位受到攻击后增加1点切换计数，切换计数达到上限时，转变为【课间频道】状态。"
    },
    "240340131": {
        "N": "镣铐崩解",
        "D": "交替施放【垂死的哽咽】和【却是必要的苦难】。【垂死的哽咽】会召唤【残破容器】并进入蓄力状态，【却是必要的苦难】会施放强力攻击。【灾难之力】层数会提高强力攻击的段数，消灭【残破容器】则可以削减韧性和【灾难之力】层数。在第二阶段则改为使用【沉默的悲叹】和【莫因舍弃而哭泣】，且【灾难之力】层数提高。"
    },
    "240620201": {
        "N": "罪血之污",
        "D": "攻击后会根据被击中目标受到的未被护盾抵消的伤害的数值，对其施加<u>【罪血腐蚀】</u>。"
    },
    "240620202": {
        "N": "罪血腐蚀",
        "D": "回合开始时受到固定数值虚数属性伤害。"
    },
    "70000302": {
        "N": "追加施放",
        "D": "在施放单攻技能后，会重新选择目标并再次使用该技能。"
    },
    "70000303": {
        "N": "战斗姿态",
        "D": "芒寒色正的银骑士会随着战斗改变自身的状态：<br>【骑士之怒】：召唤【枪尖】的雕塑，自身受到的所有伤害降低，有4个雕塑在场时自身进入韧性保护状态。<br>【黄金奉还】：召唤【盾】的雕塑，自身造成的所有伤害提高。<br>【瑰丽之勋】：召唤【授勋】的雕塑，有雕塑存在时，自身不可被选中。"
    },
    "70000304": {
        "N": "转移",
        "D": "将弱点属性转移给目标，弱点属性会在目标被消灭后返回，并造成额外韧性值削减。"
    },
    "240150201": {
        "N": "黑蚀",
        "D": "处于【黑蚀】状态下的目标无法被选中，无法行动。"
    },
    "240150202": {
        "N": "腐化",
        "D": "可回复的生命上限降低。"
    },
    "70000317": {
        "N": "噬月",
        "D": "此状态下，首领幻影会施放【孤战】，我方需要选择1名角色与首领幻影进行【孤战】，【孤战】期间除被选择的角色及其召唤的目标外，其他我方目标处于离场状态。首领幻影被弱点击破时解除此状态。"
    },
    "401403601": {
        "N": "死亡的芬芳",
        "D": "每回合结束时都会提高自身速度，【枯茎朽骨的引路人】或【哀悯长臂】受到攻击时可削减【濒死梦泡】并回复我方生命值，【濒死梦泡】完全耗尽时解除该状态并使【枯茎朽骨的引路人】陷入弱点击破状态。"
    },
    "401403602": {
        "N": "负载生命值",
        "D": "【负载生命值】是受到的伤害超出当前生命值的部分，且会不断累积。受到治疗时会优先回复【负载生命值】。"
    },
    "401403603": {
        "N": "垂死挣扎",
        "D": "该目标当前已累积一定量的<u>【负载生命值】</u>，造成的伤害和弱点击破效率降低，且一定回合后将受到致命伤害。"
    },
    "401403604": {
        "N": "腐败反噬",
        "D": "攻击该目标后，攻击者会受到少量量子属性<u>【衰亡伤害】</u>。"
    },
    "240340181": {
        "N": "镣铐崩解",
        "D": "交替施放【沉默的悲叹】和【莫因舍弃而哭泣】。消灭【残破容器】则可以削减韧性和【灾难之力】层数。"
    },
    "401403605": {
        "N": "可负载",
        "D": "目标生命值最多降至1点，同时会将受到的伤害超出当前生命值的部分转化为<u>【负载生命值】</u>，受到治疗时会优先回复<u>【负载生命值】</u>。"
    },
    "405301001": {
        "N": "在毁灭中狂欢",
        "D": "触发行动提前的受击次数降低，受到伤害或施放特定技能造成伤害时，使部分伤害以【黑潮热】形式在一定回合内扣除。【在毁灭中狂欢】倒计时回合开始时所有敌方单位解除【在毁灭中狂欢】状态。"
    },
    "405301002": {
        "N": "黑潮热",
        "D": "【黑潮热】属于持续伤害类负面状态，持续伤害来源于目标受到伤害的一部分，叠加时刷新【黑潮热】的持续回合。【黑潮热】状态下，目标每回合开始时受到风化、灼烧、触电、裂伤持续伤害。敌方的【黑潮热】状态在【在毁灭中狂欢】状态结束时立即解除，我方的【黑潮热】状态在自身生命值回复到上限时立即解除，免受该持续伤害。"
    },
    "405301003": {
        "N": "能够进入【在毁灭中狂欢】状态的敌方单位",
        "D": "能够进入【在毁灭中狂欢】状态的敌方单位：浪花侍女、波涛夫人、泡影稚子、飓风大母。"
    },
    "240530201": {
        "N": "孵育狂潮",
        "D": "此状态下，【飓风大母】受到攻击时受到的伤害降低。自身由于【请泊舟暂歇】提前行动时，将会消耗生命值，召唤【泡影稚子】，并使【孵化】行动小幅延后。"
    },
    "240440101": {
        "N": "二律背反",
        "D": "终结技被激活，施放终结技时损失生命值，该伤害优先消耗护盾且不致命。在效果持续期间未施放终结技则在效果解除时将能量还原。"
    },
    "240440102": {
        "N": "潜能实现",
        "D": "造成伤害提高，回合开始时回复生命值。"
    },
    "240440103": {
        "N": "「律法」的惩戒",
        "D": "每次行动后损失生命值。"
    },
    "403401001": {
        "N": "灾难之力",
        "D": "施放特定技能时，消耗【灾难之力】的所有层数追加攻击段数。"
    },
    "403401002": {
        "N": "苦痛缠绕",
        "D": "吸收【残破容器】后回复召唤该【残破容器】时消耗的生命值，【残破容器】被消灭后，无法再回复召唤该【残破容器】时消耗的生命值。"
    },
    "230030131": {
        "N": "补课",
        "D": "处于补课状态时，被攻击时不会切换频道。"
    },
    "240140101": {
        "N": "荣耀",
        "D": "每层【荣耀】使伤害提高，能量恢复效率提高，使用战技或终结技时增加1层【荣耀】。攻击时可解除对应【荣耀】层数的【泰坦神躯】。"
    },
    "230030171": {
        "N": "班味",
        "D": "处于班味状态时，被攻击时不会切换状态。"
    },
    "220320101": {
        "N": "能够进入【月狂】状态的敌方单位",
        "D": "能够进入【月狂】状态的敌方单位：玄爪狼卒、 蚀月狼卒、咆哮灵柩、咆哮灵柩（错误）、步离战首•呼雷、步离战首•呼雷（完整）。"
    },
    "220320102": {
        "N": "月狂",
        "D": "此状态下，玄爪狼卒的速度提高，且攻击时大概率为目标附上【裂伤】，玄爪狼卒被弱点击破时解除此状态。"
    },
    "220320103": {
        "N": "嗜血",
        "D": "所有能够进入【月狂】的敌方单位共享【嗜血】层数。当有能够进入【月狂】的敌方单位进入战斗时，将附加相同层数的【嗜血】。回合结束时，若场上所有能够进入【月狂】的敌方单位均被击败，清除所有【嗜血】层数。"
    },
    "23025011": {
        "N": "异梦",
        "D": "一定回合内无法行动，且每回合开始时回复少量生命值。受到攻击时大幅提高受到的伤害，受到攻击后解除【异梦】状态。"
    },
    "240330101": {
        "N": "厄堕",
        "D": "下一次行动会施放【浑流奔涌】。"
    },
    "23025014": {
        "N": "在光明中行",
        "D": "能够抵消我方全体受到伤害的护盾。护盾耗尽或效果消失前敌方目标的攻击不会对我方目标的生命值造成削减。"
    },
    "220340101": {
        "N": "月狂",
        "D": "此状态下，呼雷的速度提高，且会施放额外技能。当呼雷在场时，强化【玄爪狼卒】和【蚀月狼卒】的月狂效果。呼雷被弱点击破时解除此状态。"
    },
    "240320401": {
        "N": "潜伏",
        "D": "无法成为主动选择类技能的主目标，弱点被击破或场上除自身以外的全部敌方单位都处于【潜伏】状态，则自身解除【潜伏】状态。场上没有其他敌方单位时，自身解除【潜伏】状态。"
    },
    "23003051": {
        "N": "荒宴醉",
        "D": "一定回合内，每回合开始时受到风属性伤害，该效果可叠加。"
    },
    "23003052": {
        "N": "欢宴罪",
        "D": "一定回合内，每回合开始时受到雷属性伤害，该效果可叠加。"
    },
    "220340141": {
        "N": "血涌",
        "D": "拥有【血涌】的我方角色及其召唤的目标进入【孤战】时，攻击后会额外削减韧性，并恢复生命值，此效果可叠加，并在【孤战】结束时移除。"
    },
    "220340142": {
        "N": "能够进入【噬月】状态的敌方单位",
        "D": "能够进入【噬月】状态的敌方单位：玄爪狼卒、 蚀月狼卒、雷奔云谲的恶狼主。"
    },
    "220340143": {
        "N": "嗜血",
        "D": "所有能够进入【噬月】的敌方单位共享【嗜血】层数。当有能够进入【噬月】的敌方单位进入战斗时，将附加相同层数的【嗜血】。回合结束时，若场上所有能够进入【噬月】的敌方单位均被击败，清除所有【嗜血】层数。"
    },
    "220340144": {
        "N": "战血激昂",
        "D": "造成的伤害提高，击破特攻提高，此效果可叠加。"
    },
    "240220101": {
        "N": "风行",
        "D": "处于【风行】效果的目标在回合结束时会立即行动，因【风行】效果触发的回合无法再次触发此效果，陷入弱点击破状态后解除。"
    },
    "220320201": {
        "N": "月狂",
        "D": "此状态下，蚀月狼卒的速度提高，且当攻击我方目标后，回复其自身生命值，蚀月狼卒被弱点击破时解除此状态。"
    },
    "403501001": {
        "N": "行动锁定",
        "D": "目标行动值不会因任意目标回合结束而改变。"
    },
    "220040142": {
        "N": "诱狂",
        "D": "受到首领幻影的强化，进入特殊攻击模式，被弱点击破后解除。"
    },
    "220040144": {
        "N": "血眼",
        "D": "受到的伤害提高，速度提高。"
    },
    "240330201": {
        "N": "决斗",
        "D": "速度提高，受到来自决斗状态以外的目标的伤害时，伤害降低。每次攻击后获得1层【士气】。敌方决斗目标受到来自我方决斗目标的伤害时会根据伤害量减少决斗进度条，当决斗进度条减为0时，则敌方决斗落败，解除决斗状态。【士气】：每层使造成的伤害提高。"
    },
    "230240231": {
        "N": "焚身",
        "D": "可回复的生命上限降低。由燃烧战技点或【灼烧】造成的生命值变化值将转化为【焚身】降低可回复的生命上限。"
    }
}