// Auto Generated - Relic data separated from Avatar.js

var _relic = {
    "328": {
        "_id": 328,
        "Name": "寰宇生研院",
        "Icon": "71059.png",
        "Skills": [
            "进入战斗时，若装备者能量上限大于等于<b>200</b>点，每超过1点使装备者造成的伤害提高<b>0.2%</b>，最多提高<b>32%</b>。"
        ]
    },
    "327": {
        "_id": 327,
        "Name": "坠星启航地",
        "Icon": "71058.png",
        "Skills": [
            "使装备者的暴击率提高<b>8%</b>。进入战斗时，若装备者与另一名队友均为开拓同行角色，使装备者的暴击伤害提高<b>32%</b>。"
        ]
    },
    "326": {
        "_id": 326,
        "Name": "千星荟萃之城",
        "Icon": "71055.png",
        "Skills": [
            "装备者施放追加攻击时，攻击力提高 <b>24%</b> ，持续 <b>2</b> 回合。当敌方目标被消灭时，我方全体在本场战斗中暴击伤害提高 <b>12%</b> ，该效果无法叠加。"
        ]
    },
    "325": {
        "_id": 325,
        "Name": "零号关卡朋克洛德",
        "Icon": "71054.png",
        "Skills": [
            "使装备者的欢愉度提高 <b>8%</b> 。战斗中欢愉度首次达到 <b>40%</b> / <b>80%</b> 时，使装备者暴击伤害提高 <b>20%</b> / <b>32%</b> 。"
        ]
    },
    "324": {
        "_id": 324,
        "Name": "天国@直播间",
        "Icon": "71051.png",
        "Skills": [
            "使装备者的暴击伤害提高 <b>16%</b> ，若在同一回合内消耗大于等于 <b>3</b> 点战技点，额外使装备者暴击伤害提高 <b>32%</b> ，持续 <b>3</b> 回合。"
        ]
    },
    "323": {
        "_id": 323,
        "Name": "永恒之地翁法罗斯",
        "Icon": "71050.png",
        "Skills": [
            "使装备者的暴击率提高 <b>8%</b> 。装备者的忆灵在场时，我方全体速度提高 <b>8%</b> ，该效果无法叠加。"
        ]
    },
    "322": {
        "_id": 322,
        "Name": "沉欢醉饮的海隅",
        "Icon": "71047.png",
        "Skills": [
            "使装备者的攻击力提高 <b>12%</b> 。当装备者的攻击力大于等于 <b>2400</b> / <b>3600</b> 时，使造成的持续伤害额外提高 <b>12%</b> / <b>24%</b> 。"
        ]
    },
    "321": {
        "_id": 321,
        "Name": "妖精织梦的乐园",
        "Icon": "71046.png",
        "Skills": [
            "队伍中当前在场的我方目标数量不等于4时，每多/少1名我方目标，使装备者及其忆灵造成的伤害提高 <b>9%</b> / <b>12%</b> ，最多叠加 <b>4</b> / <b>3</b> 层。"
        ]
    },
    "320": {
        "_id": 320,
        "Name": "渊思寂虑的巨树",
        "Icon": "71043.png",
        "Skills": [
            "使装备者的速度提高 <b>6%</b> 。当装备者的速度大于等于 <b>135</b> / <b>180</b> 时，使装备者及其忆灵的治疗量提高 <b>12%</b> / <b>20%</b> 。"
        ]
    },
    "319": {
        "_id": 319,
        "Name": "谧宁拾骨地",
        "Icon": "71042.png",
        "Skills": [
            "使装备者的生命上限提高 <b>12%</b> 。当装备者的生命上限大于等于 <b>5000</b> 点时，使装备者及其忆灵的暴击伤害提高 <b>28%</b> 。"
        ]
    },
    "318": {
        "_id": 318,
        "Name": "奇想蕉乐园",
        "Icon": "71037.png",
        "Skills": [
            "使装备者的暴击伤害提高 <b>16%</b> ，当存在装备者召唤的目标时，暴击伤害额外提高 <b>32%</b> 。"
        ]
    },
    "317": {
        "_id": 317,
        "Name": "沉陆海域露莎卡",
        "Icon": "71036.png",
        "Skills": [
            "使装备者的能量恢复效率提高 <b>5%</b> ，如果装备者不是编队中的第一位角色，使编队中的第一位角色攻击力提高 <b>12%</b> 。"
        ]
    },
    "316": {
        "_id": 316,
        "Name": "劫火莲灯铸炼宫",
        "Icon": "71035.png",
        "Skills": [
            "使装备者的速度提高 <b>6%</b> 。当装备者击中拥有火属性弱点的敌方目标时，击破特攻提高 <b>40%</b> ，持续 <b>1</b> 回合。"
        ]
    },
    "315": {
        "_id": 315,
        "Name": "奔狼的都蓝王朝",
        "Icon": "71034.png",
        "Skills": [
            "我方角色施放追加攻击时，装备者获得一层【功勋】，最多叠加 <b>5</b> 层，每层【功勋】使装备者追加攻击造成的伤害提高 <b>5%</b> ，叠满 <b>5</b> 层时，额外使装备者的暴击伤害提高 <b>25%</b> 。"
        ]
    },
    "314": {
        "_id": 314,
        "Name": "出云显世与高天神国",
        "Icon": "71031.png",
        "Skills": [
            "使装备者的攻击力提高 <b>12%</b> 。进入战斗时，若至少存在一名与装备者命途相同的队友，装备者的暴击率提高 <b>12%</b> 。"
        ]
    },
    "313": {
        "_id": 313,
        "Name": "无主荒星茨冈尼亚",
        "Icon": "71030.png",
        "Skills": [
            "使装备者的暴击率提高 <b>4%</b> 。当敌方目标被消灭时，装备者暴击伤害提高 <b>4%</b> ，最多叠加 <b>10</b> 层。"
        ]
    },
    "312": {
        "_id": 312,
        "Name": "梦想之地匹诺康尼",
        "Icon": "71027.png",
        "Skills": [
            "使装备者的能量恢复效率提高 <b>5%</b> 。使队伍中与装备者属性相同的我方其他角色造成的伤害提高 <b>10%</b> 。"
        ]
    },
    "311": {
        "_id": 311,
        "Name": "苍穹战线格拉默",
        "Icon": "71026.png",
        "Skills": [
            "使装备者的攻击力提高 <b>12%</b> 。当装备者的速度大于等于 <b>135</b> / <b>160</b> 时，使装备者造成的伤害提高 <b>12%</b> / <b>18%</b> 。"
        ]
    },
    "310": {
        "_id": 310,
        "Name": "折断的龙骨",
        "Icon": "71023.png",
        "Skills": [
            "使装备者的效果抵抗提高 <b>10%</b> 。当装备者的效果抵抗大于等于 <b>30%</b> 时，我方全体暴击伤害提高 <b>10%</b> 。"
        ]
    },
    "309": {
        "_id": 309,
        "Name": "繁星竞技场",
        "Icon": "71022.png",
        "Skills": [
            "使装备者的暴击率提高 <b>8%</b> 。当装备者的当前暴击率大于等于 <b>70%</b> 时，普攻和战技造成的伤害提高 <b>20%</b> 。"
        ]
    },
    "308": {
        "_id": 308,
        "Name": "生命的翁瓦克",
        "Icon": "71019.png",
        "Skills": [
            "使装备者的能量恢复效率提高 <b>5%</b> 。当装备者的速度大于等于 <b>120</b> 时，进入战斗时立刻使行动提前 <b>40%</b> 。"
        ]
    },
    "307": {
        "_id": 307,
        "Name": "盗贼公国塔利亚",
        "Icon": "71018.png",
        "Skills": [
            "使装备者的击破特攻提高 <b>16%</b> 。当装备者的速度大于等于 <b>145</b> 时，击破特攻额外提高 <b>20%</b> 。"
        ]
    },
    "306": {
        "_id": 306,
        "Name": "停转的萨尔索图",
        "Icon": "71017.png",
        "Skills": [
            "使装备者的暴击率提高 <b>8%</b> 。当装备者当前暴击率大于等于 <b>50%</b> 时，终结技和追加攻击造成的伤害提高 <b>15%</b> 。"
        ]
    },
    "305": {
        "_id": 305,
        "Name": "星体差分机",
        "Icon": "71016.png",
        "Skills": [
            "使装备者的暴击伤害提高 <b>16%</b> 。当装备者的暴击伤害大于等于 <b>120%</b> 时，进入战斗后装备者的暴击率提高 <b>60%</b> ，持续到施放首次攻击后结束。"
        ]
    },
    "304": {
        "_id": 304,
        "Name": "筑城者的贝洛伯格",
        "Icon": "71015.png",
        "Skills": [
            "使装备者的防御力提高 <b>15%</b> 。当装备者的效果命中大于等于 <b>50%</b> 时，防御力额外提高 <b>15%</b> 。"
        ]
    },
    "303": {
        "_id": 303,
        "Name": "泛银河商业公司",
        "Icon": "71014.png",
        "Skills": [
            "使装备者的效果命中提高 <b>10%</b> 。同时提高装备者等同于当前效果命中 <b>25%</b> 的攻击力，最多提高 <b>25%</b> 。"
        ]
    },
    "302": {
        "_id": 302,
        "Name": "不老者的仙舟",
        "Icon": "71013.png",
        "Skills": [
            "使装备者的生命上限提高 <b>12%</b> 。当装备者的速度大于等于 <b>120</b> 时，我方全体攻击力提高 <b>8%</b> 。"
        ]
    },
    "301": {
        "_id": 301,
        "Name": "太空封印站",
        "Icon": "71012.png",
        "Skills": [
            "使装备者的攻击力提高 <b>12%</b> 。当装备者的速度大于等于 <b>120</b> 时，攻击力额外提高 <b>12%</b> 。"
        ]
    },
    "132": {
        "_id": 132,
        "Name": "叩问天工的名冶",
        "Icon": "71057.png",
        "Skills": [
            "生命上限提高<b>12%</b>。",
            "装备者对防御力降低状态的敌方目标造成的暴击伤害提高<b>28%</b>。装备者对敌方目标施加防御力降低状态后，使我方全体获得【助燃】，持续<b>2</b>回合，该效果无法叠加，持有【助燃】的我方目标造成的伤害提高<b>15%</b>。该效果在装备者施放攻击后可再次触发。",
        ]
    },
    "131": {
        "_id": 131,
        "Name": "星如我见的领航员",
        "Icon": "71056.png",
        "Skills": [
            "攻击力提高<b>12%</b>。",
            "装备者进入战斗时/施放战技时，使战技和终结技造成的伤害提高<b>18%</b>，最多叠加<b>3</b>层，装备者回合开始时/施放终结技后，移除<b>1</b>层该效果。",
        ]
    },
    "130": {
        "_id": 130,
        "Name": "应天涉远的卜者",
        "Icon": "71053.png",
        "Skills": [
            "速度提高 <b>6%</b> 。",
            "进入战斗前，若装备者的速度大于等于 <b>120</b> / <b>160</b> ，使装备者的暴击率提高 <b>10%</b> / <b>18%</b> 。装备者每场战斗首次施放欢愉技时，使我方全体欢愉度提高 <b>10%</b> ，该效果无法叠加。"
        ]
    },
    "129": {
        "_id": 129,
        "Name": "闪耀功勋的魔法少女",
        "Icon": "71052.png",
        "Skills": [
            "暴击伤害提高 <b>16%</b> 。",
            "装备者及其忆灵造成的欢愉伤害无视目标 <b>10%</b> 的防御力，我方每累计获得 <b>5</b> 点笑点，造成的欢愉伤害额外无视目标 <b>1%</b> 的防御力，最多叠加 <b>10</b> 层。"
        ]
    },
    "128": {
        "_id": 128,
        "Name": "自匿星芒的隐士",
        "Icon": "71049.png",
        "Skills": [
            "提供的护盾量提高 <b>10%</b> 。",
            "使装备者提供的护盾量提高 <b>12%</b> ，我方目标持有装备者提供的护盾时，暴击伤害提高 <b>15%</b> 。"
        ]
    },
    "127": {
        "_id": 127,
        "Name": "再创天地的救世主",
        "Icon": "71048.png",
        "Skills": [
            "暴击率提高 <b>8%</b> 。",
            "装备者施放普攻或战技后，若装备者的忆灵在场，使装备者及其忆灵生命上限提高 <b>24%</b> ，我方全体造成的伤害提高 <b>15%</b> ，持续至装备者下次施放普攻或战技后。"
        ]
    },
    "126": {
        "_id": 126,
        "Name": "恶海逐波的船长",
        "Icon": "71045.png",
        "Skills": [
            "暴击伤害提高 <b>16%</b> 。",
            "装备者成为其他我方目标的技能目标时，获得1层【助力】，最多叠加 <b>2</b> 层。施放终结技时，若持有 <b>2</b> 层【助力】，消耗所有【助力】，使装备者攻击力提高 <b>48%</b> ，持续 <b>1</b> 回合。"
        ]
    },
    "125": {
        "_id": 125,
        "Name": "烈阳惊雷的女武神",
        "Icon": "71044.png",
        "Skills": [
            "速度提高 <b>6%</b> 。",
            "当装备者及其忆灵为装备者及其忆灵以外的我方目标提供治疗后，使装备者获得【甘霖】，每回合最多触发1次，持续 <b>2</b> 回合。装备者持有【甘霖】时，速度提高 <b>6%</b> ，我方全体暴击伤害提高 <b>15%</b> ，该效果无法叠加。"
        ]
    },
    "124": {
        "_id": 124,
        "Name": "哀歌覆国的诗人",
        "Icon": "71041.png",
        "Skills": [
            "量子属性伤害提高 <b>10%</b> 。",
            "使装备者的速度降低 <b>8%</b> 。进入战斗前，若装备者的速度小于 <b>110</b> / <b>95</b> ，使装备者的暴击率提高 <b>20%</b> / <b>32%</b> 。该效果同时对装备者的忆灵生效。"
        ]
    },
    "123": {
        "_id": 123,
        "Name": "凯歌祝捷的英豪",
        "Icon": "71040.png",
        "Skills": [
            "攻击力提高 <b>12%</b> 。",
            "装备者的忆灵在场时，装备者的速度提高 <b>6%</b> ，装备者的忆灵攻击时，装备者和忆灵的暴击伤害提高 <b>30%</b> ，持续 <b>2</b> 回合。"
        ]
    },
    "122": {
        "_id": 122,
        "Name": "识海迷坠的学者",
        "Icon": "71039.png",
        "Skills": [
            "暴击率提高 <b>8%</b> 。",
            "战技和终结技造成的伤害提高 <b>20%</b> ，施放终结技后，下一次施放战技时造成的伤害额外提高 <b>25%</b> 。"
        ]
    },
    "121": {
        "_id": 121,
        "Name": "重循苦旅的司铎",
        "Icon": "71038.png",
        "Skills": [
            "速度提高 <b>6%</b> 。",
            "对我方单体目标施放战技或终结技时，使技能目标的暴击伤害提高 <b>18%</b> ，持续 <b>2</b> 回合，该效果最多叠加 <b>2</b> 次。"
        ]
    },
    "120": {
        "_id": 120,
        "Name": "风举云飞的勇烈",
        "Icon": "71033.png",
        "Skills": [
            "攻击力提高 <b>12%</b> 。",
            "使装备者的暴击率提高 <b>6%</b> ，装备者施放追加攻击时，使终结技造成的伤害提高 <b>36%</b> ，持续 <b>1</b> 回合。"
        ]
    },
    "119": {
        "_id": 119,
        "Name": "荡除蠹灾的铁骑",
        "Icon": "71032.png",
        "Skills": [
            "击破特攻提高 <b>16%</b> 。",
            "当装备者的击破特攻大于等于 <b>150%</b> 时，对敌方目标造成的击破伤害无视其 <b>10%</b> 的防御力。当装备者的击破特攻大于等于 <b>250%</b> 时，对敌方目标造成的超击破伤害额外无视其 <b>15%</b> 的防御力。"
        ]
    },
    "118": {
        "_id": 118,
        "Name": "机心戏梦的钟表匠",
        "Icon": "71029.png",
        "Skills": [
            "击破特攻提高 <b>16%</b> 。",
            "当装备者对我方目标施放终结技时，我方全体击破特攻提高 <b>30%</b> ，持续 <b>2</b> 回合，该效果无法叠加。"
        ]
    },
    "117": {
        "_id": 117,
        "Name": "死水深潜的先驱",
        "Icon": "71028.png",
        "Skills": [
            "对受负面状态影响的敌人造成的伤害提高 <b>12%</b> 。",
            "暴击率提高 <b>4%</b> ，装备者对陷入不少于 <b>2</b> / <b>3</b> 个负面效果的敌方目标造成的暴击伤害提高 <b>8%</b> / <b>12%</b> 。装备者对敌方目标施加负面效果后，上述效果提高 <b>100%</b> ，持续 <b>1</b> 回合。"
        ]
    },
    "116": {
        "_id": 116,
        "Name": "幽锁深牢的系囚",
        "Icon": "71025.png",
        "Skills": [
            "攻击力提高 <b>12%</b> 。",
            "敌方目标每承受1个持续伤害效果，装备者对其造成伤害时就无视其 <b>6%</b> 的防御力，最多计入 <b>3</b> 个持续伤害效果。"
        ]
    },
    "115": {
        "_id": 115,
        "Name": "毁烬焚骨的大公",
        "Icon": "71024.png",
        "Skills": [
            "追加攻击造成的伤害提高 <b>20%</b> 。",
            "装备者施放追加攻击时，根据追加攻击造成伤害的次数，每次造成伤害时使装备者的攻击力提高 <b>6%</b> ，最多叠加 <b>8</b> 次，持续 <b>3</b> 回合。该效果在装备者下一次施放追加攻击时移除。"
        ]
    },
    "114": {
        "_id": 114,
        "Name": "骇域漫游的信使",
        "Icon": "71021.png",
        "Skills": [
            "速度提高 <b>6%</b> 。",
            "当装备者对我方目标施放终结技时，我方全体速度提高 <b>12%</b> ，持续 <b>1</b> 回合，该效果无法叠加。"
        ]
    },
    "113": {
        "_id": 113,
        "Name": "宝命长存的莳者",
        "Icon": "71020.png",
        "Skills": [
            "生命上限提高 <b>12%</b> 。",
            "当装备者受到攻击或被我方目标消耗生命值后，暴击率提高 <b>8%</b> ，持续 <b>2</b> 回合，该效果最多叠加 <b>2</b> 层。"
        ]
    },
    "112": {
        "_id": 112,
        "Name": "盗匪荒漠的废土客",
        "Icon": "71011.png",
        "Skills": [
            "虚数属性伤害提高 <b>10%</b> 。",
            "装备者对陷入负面效果的敌方目标造成伤害时暴击率提高 <b>10%</b> ，对陷入禁锢状态的敌方目标造成伤害时暴击伤害提高 <b>20%</b> 。"
        ]
    },
    "111": {
        "_id": 111,
        "Name": "流星追迹的怪盗",
        "Icon": "71010.png",
        "Skills": [
            "击破特攻提高 <b>16%</b> 。",
            "使装备者的击破特攻提高 <b>16%</b> 。当装备者击破敌方目标弱点后，恢复 <b>3</b> 点能量。"
        ]
    },
    "110": {
        "_id": 110,
        "Name": "晨昏交界的翔鹰",
        "Icon": "71009.png",
        "Skills": [
            "风属性伤害提高 <b>10%</b> 。",
            "当装备者施放终结技后，使其行动提前 <b>25%</b> 。"
        ]
    },
    "109": {
        "_id": 109,
        "Name": "激奏雷电的乐队",
        "Icon": "71008.png",
        "Skills": [
            "雷属性伤害提高 <b>10%</b> 。",
            "当装备者施放战技时，使装备者的攻击力提高 <b>20%</b> ，持续 <b>1</b> 回合。"
        ]
    },
    "108": {
        "_id": 108,
        "Name": "繁星璀璨的天才",
        "Icon": "71007.png",
        "Skills": [
            "量子属性伤害提高 <b>10%</b> 。",
            "当装备者对敌方目标造成伤害时，无视其 <b>10%</b> 的防御力。若目标拥有量子属性弱点，额外无视其 <b>10%</b> 的防御力。"
        ]
    },
    "107": {
        "_id": 107,
        "Name": "熔岩锻铸的火匠",
        "Icon": "71006.png",
        "Skills": [
            "火属性伤害提高 <b>10%</b> 。",
            "使装备者战技造成的伤害提高 <b>12%</b> ，并使施放终结技后的下一次攻击造成的火属性伤害提高 <b>12%</b> 。"
        ]
    },
    "106": {
        "_id": 106,
        "Name": "戍卫风雪的铁卫",
        "Icon": "71005.png",
        "Skills": [
            "受到伤害降低 <b>8%</b> 。",
            "回合开始时，如果装备者当前生命值百分比小于等于 <b>50%</b> ，则回复等同于自身生命上限 <b>8%</b> 的生命值，并恢复 <b>5</b> 点能量。"
        ]
    },
    "105": {
        "_id": 105,
        "Name": "街头出身的拳王",
        "Icon": "71004.png",
        "Skills": [
            "物理属性伤害提高 <b>10%</b> 。",
            "当装备者施放攻击或受到攻击后，其在本场战斗中攻击力提高 <b>5%</b> ，最多叠加 <b>5</b> 层。"
        ]
    },
    "104": {
        "_id": 104,
        "Name": "密林卧雪的猎人",
        "Icon": "71003.png",
        "Skills": [
            "冰属性伤害提高 <b>10%</b> 。",
            "当装备者施放终结技时，暴击伤害提高 <b>25%</b> ，持续 <b>2</b> 回合。"
        ]
    },
    "103": {
        "_id": 103,
        "Name": "净庭教宗的圣骑士",
        "Icon": "71002.png",
        "Skills": [
            "防御力提高 <b>15%</b> 。",
            "使装备者提供的护盾量提高 <b>20%</b> 。"
        ]
    },
    "102": {
        "_id": 102,
        "Name": "野穗伴行的快枪手",
        "Icon": "71001.png",
        "Skills": [
            "攻击力提高 <b>12%</b> 。",
            "使装备者的速度提高 <b>6%</b> ，普攻造成的伤害提高 <b>10%</b> 。"
        ]
    },
    "101": {
        "_id": 101,
        "Name": "云无留迹的过客",
        "Icon": "71000.png",
        "Skills": [
            "治疗量提高 <b>10%</b> 。",
            "在战斗开始时，立即为我方恢复1个战技点。"
        ]
    },
}